{
    "page_info": {
        "page_number": 243,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Adaptive market hypothesis: The story of the stock markets and COVID-19 pandemic",
            "abstract": "Since the level of marketsâ\u0080\u0099 information efficiency is key to profiteering by strategic players, Shocks; such as the COVID-19 pandemic, can play a role in the nature of marketsâ\u0080\u0099 information efficiency. The martingale difference and conditional heteroscedasticity tests are used to evaluate the Adaptive form of market efficiency for four (4) major stock market indexes in the top four affected economies during the COVID-19 pandemic (USA, Brazil, India, and Russia). Generally, based on the martingale difference spectral test, there is no evidence of a substantial change in the levels of market efficiency for the US and Brazilian stock markets in the short, medium, and long term. However, in the long term, the Indian stock markets became more information inefficient after the coronavirus outbreak while the Russian stock markets become more information efficient. Intuitively, these affect the forecastability and predictability of these marketsâ\u0080\u0099 prices and/or returns. Thereby, informing the strategic and trading actions of stock investors (including arbitrageurs) towards profit optimization, portfolio asset selection, portfolio asset adjustment, etc. Similar policy implications are further discussed.",
            "keywords": [
                "Martingale",
                "Heteroscedasticity",
                "Market efficiency hypothesis",
                "Hypothesis testing",
                "COVID-19 pandemic"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a57_3ay_3a2021_3ai_3ac_3as1062940821000322.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A factor-based approach of bond portfolio value-at-risk: The informational roles of macroeconomic and financial stress factors",
            "abstract": "Based on the Nelsonâ\u0080\u0093Siegel term structure framework, we develop a new factor-augmented model for the computation of the value-at-risk (VaR) of bond portfolios, and examine whether the inclusion of information contained within macroeconomic variables and financial stress shocks can enhance the accuracy of VaR forecasts. We examine three Citi US bond indices and the empirical results reveal that: (1) based upon the geometric-VaR backtest, proposed by Pelletier and Wei (2016), the new factor-augmented approach provides reasonably accurate VaR forecasts; (2) there is a clear tendency toward better VaR forecasting performance as a result of the inclusion of the macroeconomic variables and financial stress shocks in the Nelsonâ\u0080\u0093Siegel factor model; (3) the impact of the inclusion of financial stress shocks appears to be stronger than the impact of the inclusion of the macroeconomic variables.",
            "keywords": [
                "Nelsonâ\u0080\u0093Siegel factor-augmented model",
                "Value-at-risk",
                "Backtests",
                "Conditional predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a45_3ay_3a2018_3ai_3ac_3ap_3a243-268.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bubbles for Fama",
            "abstract": "We evaluate Eugene Famaâ\u0080\u0099s claim that stock prices do not exhibit price bubbles. Based on US industry returns 1926-2014 and international sector returns 1985-2014, we present four findings: (1) Fama is correct in that a sharp price increase of an industry portfolio does not, on average, predict unusually low returns going forward; (2) such sharp price increases predict a substantially heightened probability of a crash; (3) attributes of the price run-up, including volatility, turnover, issuance, and the price path of the run-up can all help forecast an eventual crash and future returns; and (4) some of these characteristics can help investors earn superior returns by timing the bubble. Results hold similarly in US and international samples.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/23191.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Uncovering the Portfolio Balance Channel with the use of Sovereign Credit Ratings",
            "abstract": "In this paper we study exchange rate effects due to shifts in the portfolio composition of the Colombian financial sector during 2003-2014. We first provide a theoretical understanding of the channel's transmission mechanism by modeling how the banking sector optimally allocates its portfolio composition. This allows us to characterize departures from the uncovered interest rate parity condition (UIP) in terms of foreign and domestic assets. In the empirical application, we control for a potential simultaneity bias by using a novel instrument for portfolio compositions: the use of sovereign credit ratings and outlook changes made by Moody's, Standard and Poor's and Fitch Ratings. Our findings indicate that shifts in portfolio balances affect only the long term (5-year) risk premium in up to five months before the effects subside. Additionally, we find stronger and more persistent portfolio effects in cases in which US ratings increased relative to Colombian ratings.",
            "keywords": [
                "Portfolio balance channel",
                "sovereign credit rating",
                "uncovered interest rate parity",
                "monetary trilemma"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bdrborrec/941.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Uncovering the portfolio balance channel with the use of sovereign credit ratings",
            "abstract": "In this paper we study exchange rate effects due to shifts in the portfolio composition of the Colombian financial sector during 2003â\u0080\u00932014. We first provide a theoretical understanding of the channel's transmission mechanism by modeling how the banking sector optimally allocates its portfolio composition. This allows us to characterize departures from the uncovered interest rate parity condition (UIP) in terms of foreign and domestic assets. In the empirical application, we control for a potential simultaneity bias by using a novel instrument for portfolio compositions: the use of sovereign credit ratings and outlook changes made by Moody's, Standard and Poor's and Fitch Ratings. Our findings indicate that shifts in portfolio balances affect only the long term (5-year) risk premium in up to five months before the effects subside. Additionally, we find stronger and more persistent portfolio effects in cases in which US ratings increased relative to Colombian ratings.",
            "keywords": [
                "Portfolio balance channel",
                "Sovereign credit rating",
                "Uncovered interest rate parity",
                "Monetary trilemma"
            ],
            "eco_link": "https://econpapers.repec.org/article/bdrensayo/v_3a34_3ay_3a2016_3ai_3a81_3ap_3a191-205.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "ECB language and stock returns â\u0080\u0093 A textual analysis of ECB press conferences",
            "abstract": "This paper examines the language used by central bank officials in public press conferences and how it influences stock returns in the euro area. By proposing a sentiment mining approach that accounts for grammatical and syntactical cues, a distinction is drawn between (i) the general tone, (ii) uncertainty, and (iii) constraint expressed by ECB officials. The results show that as constraining language is often used to express policy commitment, press conferences with higher fractions of constraining language are associated with positive intraday stock price movements in times of unconventional monetary policy. In addition, we conclude that in times of crises, intraday returns are more sensitive towards the general tone of ECB officials as market participants may find it harder to grasp the future path of monetary policy. In further analyses, a distinction is made between sections within the press conferences that specifically address either the monetary analysis or the economic outlook. The results indicate that market participants interpret uncertain language in the economic outlook as a signal of expansive monetary policy decisions going forward as indicated by positive intraday stock returns. Finally, by proposing a novel rule-based approach to identify forward-looking statements of ECB press conferences, first evidence is provided in this paper that forward-looking answers given by ECB officials in the Q&A Sessions significantly affect euro area stock returns.",
            "keywords": [
                "Central bank communication",
                "Forward guidance",
                "Textual analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeequaeco/v_3a80_3ay_3a2021_3ai_3ac_3ap_3a590-604.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mean Ratio Statistic for measuring predictability",
            "abstract": "We propose an alternative Ratio Statistic for measuring predictability of stock prices. Our statistic is based on actual returns rather than logarithmic returns and is therefore better suited to capturing price predictability. It captures not only linear dependence in the same way as the variance ratio statistics of Lo and MacKinlay (1988) but also some nonlinear dependencies. We derive the asymptotic distribution of the statistics under the null hypothesis that simple gross returns are unpredictable after a constant mean adjustment. This represents a test of the weak form of the Efficient Market Hypothesis. We also consider the multivariate extension, in particular, we derive the restrictions implied by the EMH on multiperiod portfolio gross returns. We apply our methodology to test the gross return predictability of various financial series.",
            "keywords": [
                "Variance Ratio Tests",
                "Martingale",
                "Predictability"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ifscemmap/08_2f15.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The rank effect for commodities",
            "abstract": "We uncover a large and significant low-minus-high rank effect for commodities across two centuries. There is nothing anomalous about this anomaly, nor is it clear how it can be arbitraged away. Using nonparametric econometric methods, we demonstrate that such a rank effect is a necessary consequence of a stationary relative asset price distribution. We confirm this prediction using daily commodity futures prices and show that a portfolio consisting of lower-ranked, lower-priced commodities yields 23% higher annual returns than a portfolio consisting of higher-ranked, higher-priced commodities. These excess returns have a Sharpe ratio nearly twice as high as the U.S. stock market yet are uncorrelated with market risk. In contrast to the extensive literature on asset pricing factors and anomalies, our results are structural and rely on minimal and realistic assumptions for the long-run properties of relative asset prices.",
            "keywords": [
                "Commodity prices",
                "nonparametric methods",
                "asset pricing anomalies",
                "asset pricing factors",
                "efficient markets"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfeddwp/1607.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extreme dependence and risk spillovers between oil and Islamic stock markets",
            "abstract": "This paper examines the downside and upside risk spillovers and dependence structure between five Islamic stock markets (the Islamic Market World index, Islamic indices of USA, UK, Japan and the Islamic Financials sector index) which are of paramount importance for faith-oriented investors and particpants in the oil market. The results underscore the presence of time-varying lower tail dependence between the oil and Islamic stock markets. Furthermore, we provide supportive evidence of asymmetric down- and up-side risk spillovers from oil to the Islamic stock markets and vice versa. Finally, these asymmetric risk spillovers have significantly increased after the global financial crisis.",
            "keywords": [
                "Oil prices",
                "Islamic stock markets",
                "Risk spillovers",
                "Copula",
                "Delta CoVaR"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeememar/v_3a34_3ay_3a2018_3ai_3ac_3ap_3a42-63.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Monetary policy and the corporate bond market: How important is the Fed information effect?",
            "abstract": "Does expansionary monetary policy drive up prices of risky assets? Or, do investors interpret monetary policy easing as a signal that economic fundamentals are weaker than they previously believed, prompting riskier asset prices to fall? We test these competing hypotheses within the U.S. corporate bond market and find evidence strongly in favor of the second explanationâ\u0080\u0094known as the \"Fed information effect\". Following an unanticipated monetary policy tightening (easing), returns on corporate bonds with higher credit risk outperform (underperform). We conclude that monetary policy surprises are predominantly interpreted by market participants as signaling information about the state of the economy.",
            "keywords": [
                "Monetary policy",
                "Corporate bonds",
                "Reaching for yield",
                "Federal Reserve information"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedgfe/2021-10.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information in Yield Spread Trades",
            "abstract": "Using positions data on bond futures, I document that speculators' spread trades contain private information about future economic activities and asset prices. Strong steepening trades are associated with negative payroll surprises in subsequent months and can predict asset markets' reaction to future payroll releases, suggesting that speculators hold superior information about future payrolls. Steepening trades can also predict the rise of stock prices within a few hours before subsequent FOMC announcements, implying that the pre-FOMC stock drift is driven by informed speculation. Overall, evidence highlights spread traders' superior information and its important role in explaining announcement returns and pre-announcement drifts.",
            "keywords": [
                "Informed trading",
                "Term structure",
                "Business cycle",
                "Pre-FOMC",
                "Macroeconomic announcements"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedgfe/2019-25.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Zeroing in on the Expected Returns of Anomalies",
            "abstract": "We zero in on the expected returns of long-short portfolios based on 120 stock market anomalies by accounting for (1) effective bid-ask spreads, (2) post-publication effects, and (3) the modern era of trading technology that began in the early 2000s. Net of these effects, the average anomaly's expected return is a measly 8 bps per month. The strongest anomalies return only 10-20 bps after accounting for data-mining with either out-of-sample tests or empirical Bayesian methods. Expected returns are negligible despite cost optimizations that produce impressive net returns in-sample and the omission of additional trading costs like price impact.",
            "keywords": [
                "trading costs",
                "Mispricing",
                "Stock return anomalies",
                "Anomaly zoo"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedgfe/2020-39.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}