{
    "page_info": {
        "page_number": 87,
        "total_pages": 259
    },
    "items": [
        {
            "title": "News sentiment in the gold futures market",
            "abstract": "This article utilises commodity specific news sentiment data provided by Thomson Reuters News Analytics to examine the relationship between news sentiment and returns in the gold futures market over the period 2003â\u0080\u00932012. There is an asymmetric response to news releases with negative news sentiment invoking a greater contemporaneous response in returns of gold futures. There is evidence to support the supposition that net trader positions significantly impact the identified sentiment relationship with the effect greatest when traders are holding positions contrary to their natural position; this may be explained by constraints imposed on traders in terms of credit availability, exchange imposed limits, or inventory required for physical settlement. Recession, and associated changes in credit costs, impact the size of net positions and the news sentiment/return relationship.",
            "keywords": [
                "News sentiment",
                "Futures markets",
                "Trading behaviour",
                "Gold",
                "COMEX",
                "Information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a49_3ay_3a2014_3ai_3ac_3ap_3a275-286.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock market dispersion, the business cycle and expected factor returns",
            "abstract": "We provide evidence using data from the G7 countries suggesting that return dispersion may serve as an economic state variable in that it reliably predicts time-variation in economic activity, market returns, the value and momentum premia and market volatility. A relatively high return dispersion predicts a deterioration in business conditions, a higher value premium, a smaller momentum premium and lower market returns. Dispersion based market and factor timing strategies outperform out-of-sample buy and hold strategies. The evidence are robust to alternative specifications of return dispersion and are not driven by US data. Return dispersion conveys incremental information relative to idiosyncratic risk.",
            "keywords": [
                "Stock market return dispersion",
                "Business cycle",
                "Market and factor returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a59_3ay_3a2015_3ai_3ac_3ap_3a265-279.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Climate risk exposure and the cross-section of Chinese stock returns",
            "abstract": "This paper examines the role of climate risk exposure in the cross-sectional pricing of individual stocks in China. We find a premium of low climate risk exposure: stocks with low climate risk exposure significantly outperform those with high climate risk exposure by 0.83% to 0.90% per month in the future, on a risk-adjusted basis. Results of Fama-MacBeth regressions show that the premium of low climate risk exposure remains after controlling for well-known pricing factors. Moreover, a range of alternative settings confirms that the premium is extremely robust. Finally, climate risk exposure is a combination of pricing factors such as profitability and investment, which provides potential explanations for our results. Our study documents the importance of climate risk in cross-sectional pricing in the Chinese stock market.",
            "keywords": [
                "Climate risk",
                "Cross-section of stock returns",
                "Chinese stock market",
                "Return predictability",
                "Fama-MacBeth regressions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a55_3ay_3a2023_3ai_3apb_3as1544612323003598.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price run-ups and insider trading laws under different regulatory environments",
            "abstract": "Abstract We examine target firmsâ\u0080\u0099 price run-ups prior to takeovers in two different exchange regulatory environments within the same country. We show that target firms listed both in the secondary market of the UK, known as the Alternative Investment Market (AIM), and in the traditionally regulated Main Market, experience significant abnormal stock returns prior to takeover announcements. These results persist after controlling for market anticipation, indicating signs of information leakage. Contrary to the narrative that secondary markets may be more susceptible to market abusive behaviors, we find that the AIM targets experience significantly lower pre-announcement returns. In addition, we do not find support that the introduction of stricter laws reduces the price run-ups in any of the two markets. In sharp contrast, we find support that the enforcement of insider trading laws, through criminal convictions, reduces the pre-announcement abnormal stock returns but only in the market in which the enforcement focuses.",
            "keywords": [
                "Price run-ups",
                "Takeovers",
                "Insider trading laws",
                "Alternative investment market (AIM)",
                "Main market (MM)"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a59_3ay_3a2022_3ai_3a2_3ad_3a10.1007_5fs11156-022-01052-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Weak-form market efficiency and calendar anomalies for Eastern Europe equity markets",
            "abstract": "In this paper we test the weak form of the efficient market hypothesis for Central and Eastern Europe (CEE) equity markets for the period 1999-2009. To test weak form efficiency in the markets this study uses, autocorrelation analysis, runs test, and variance ratio test. We find that stock markets of the Central and Eastern Europe do not follow a random walk process. This is an important finding for the CEE markets as an informed investor can identify mispriced assets in the markets by studying the past prices in these markets. We also test the presence of daily anomalies for the same group of stock markets using a basic model and a more advanced Generalized Autoregressive Conditional Heteroskedasticity in Mean (GARCH-M) model. Results indicate that day-of-the-week effect is not evident in most markets except for some. Overall results indicate that some of these markets are not weak form efficient and an informed investor can make abnormal profits by studying the past prices of the assets in these markets.",
            "keywords": [
                "Emerging stock markets",
                "day-of-the-week effect",
                "market efficiency",
                "variance ratio test",
                "GARCH-M."
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/21984.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Individual Investor Trading and Return Patterns around Earnings Announcements",
            "abstract": "This paper documents evidence consistent with informed trading by individual investors around earnings announcements using a unique dataset of NYSE stocks. We show that intense aggregate individual investor buying (selling) predicts large positive (negative) abnormal returns on and after earnings announcement dates. We decompose the abnormal returns into a component that is attributed to risk-averse liquidity provision and a component that is attributed to private information or skill, and show that about half of the abnormal returns in the three months following the event can be attributed to private information. We also examine the behavior of individuals after the earnings announcement and find that they trade in the opposite direction to both pre-event returns (i.e., exhibit \"contrarian\" behavior) and the earnings surprise (i.e., exhibit \"news-contrarian\" behavior). The latter behavior, which could be consistent with profit-taking, has the potential to slow down the adjustment of prices to earnings news and contribute to the post-earnings announcement drift.",
            "keywords": [
                "Earnings announcement",
                "Individual investors"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/8259.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Economic announcements and the 10-year US Treasury bond: Surprising findings without the surprise component",
            "abstract": "The role of information flows for the formation of assets prices remains an open question despite the extensive literature concerning this issue. This is due (i) to the high complexity of markets themselves, (ii) the proliferation of information flows and (iii) the difficulties in determining the effects of information on financial markets. In the current study we identify the announcements that trigger substantial changes in the behavior of the 10-year US Treasury bond market, without using the surprise component and, therefore, expectational data, which are expensive and dubious. To do so, we use a novel model-free approach based on extreme market movements. Our findings corroborate those of previous studies, which were based on expectational data. More importantly, though, we identify two additional announcements (Oil Inventories and the Mortgage Applications), which have not been previously reported. These findings are primarily important to financial analysts and investors.",
            "keywords": [
                "US Treasury market",
                "economic announcements",
                "event studies."
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/94176.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information transparency and stock sentiment beta: Evidence from China",
            "abstract": "Stock returns demonstrate different levels of sensitivity to marketwide sentiment fluctuations. Previous studies argue that stock sentiment risk is caused by information opacity and that companies lacking information transparency tend to be young, small, paying no dividend, volatile, and fast growing. However, little direct evidence exists regarding the impact of information transparency on stock sentiment sensitivity/beta. This paper contributes to fill this gap by employing proximate measures of information transparency: quality of accruals and earnings, and accuracy of analyst forecast. Empirical results validate that information transparency indeed helps curb stock sentiment beta. Such an impact is more pronounced during periods of low market sentiment when irrational investors are mostly sidelined. Two mediating factors are identified: noise trading and stable institutional shareholding. Additionally, improving information transparency on corporate governance also constrains stock sentiment sensitivity. Our results are robust to alternative measures and the endogeneity concern.",
            "keywords": [
                "Stock sentiment sensitivity",
                "information transparency",
                "noise trading",
                "institutional investors"
            ],
            "eco_link": "https://econpapers.repec.org/article/wsiijfexx/v_3a12_3ay_3a2025_3ai_3a01_3an_3as2424786324500087.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "U.S. TRADE POLICY UNCERTAINTY AND EXPECTED STOCK RETURNS OF CHINESE LISTED COMPANIES",
            "abstract": "Our study is the first to examine the pricing effect of U.S. trade policy uncertainty (TPU) on Chinese stocks. We estimate the U.S. TPU beta, which measures Chinese stock exposure to the U.S. TPU index. Both portfolio analyses and cross-sectional regressions suggest a significantly negative relation between the U.S. TPU beta and expected returns, which cannot be explained by other pricing factors. The stocks in the lowest U.S. TPU beta quintile can generate 3.48% higher annual returns compared to stocks in the highest U.S. TPU beta quintile. Furthermore, we provide two potential mechanisms that include a real economy channel and a behavioral finance channel using vector autoregression models. Our results indicate that the negative premium can be explained by both demanding more of high TPU beta stocks in hedging against adverse effects from TPU and selling more of low TPU beta stocks due to pessimistic beliefs of noise trader.",
            "keywords": [
                "U.S. trade policy uncertainty",
                "Chinese stock market",
                "return predictability",
                "asset pricing",
                "vector autoregression models"
            ],
            "eco_link": "https://econpapers.repec.org/article/wsiserxxx/v_3a70_3ay_3a2025_3ai_3a02_3an_3as0217590821500235.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Prediction Markets, the True Value of the Revolving Door and the US Cabinet",
            "abstract": "We estimate the value of the revolving door for firm executives and directors joining the cabinets of the Trump I and Biden administrations. By combining intraday stock and prediction market data, we take the degree of anticipation of political appointments into account and we offer estimates for the true value of the revolving door. Following nominations, stock prices and expected appointment probabilities rise strongly for nominees and drop modestly for runners up. Although largely anticipated, prediction markets still move significantly on nomination announcements. For positive jumps in prediction markets, we also find large positive stock price reactions.",
            "keywords": [
                "U.S. Cabinet",
                "revolving door",
                "event study",
                "prediction market",
                "stock market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cesceswps/_5f11557.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does sophistication of the weighting scheme enhance the performance of long-short commodity portfolios?",
            "abstract": "The commodity pricing literature advocates the design of long-short portfolios based on equal weights. Relaxing the assumption of naive diversification, this article studies the benefits of applying sophisticated weighting schemes to the construction of long-short momentum and term structure portfolios. Weighting schemes based on risk minimization and risk timing are found to dominate the naive allocation and the weighting schemes based on utility maximization. This conclusion is not challenged by concerns pertaining to transaction costs, illiquidity, data mining, sub-periods, and model parameters and robustly persists when we consider as sorting signals hedging pressure, speculative pressure and, to a lower extent, basis-momentum.",
            "keywords": [
                "Long-short portfolios",
                "Equal weights",
                "Optimized weights",
                "Risk-timing weights"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a58_3ay_3a2020_3ai_3ac_3ap_3a164-180.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Predictive Content of Output and Inflation For Stock Returns and Volatility: Evidence from Selected Asian Countries",
            "abstract": "This study examines the impact of inflation and output growth on stock market returns and volatility in selected Asian countries, namely India, Japan, Korea, Malaysia and Philippines. By using monthly data from 1991 to 2004 and by employing GARCH (1, 1) model, it is found that macroeconomic volatility, which is measured by movement in inflation and output growth, have a weak predictive power for stock market returns and volatility in these countries. The movements of the inflation rate have significant impact to the stock market returns, either positive or negative depending on the inflation rates and their fluctuation in that country. While output growth movements have significant effect to stock market volatility, countries with relatively higher output volatility is associated with higher conditional volatility of stock returns, which is positive effect but is negative for countries which have relatively lower output volatility.",
            "keywords": [
                "Stock returns",
                "volatility",
                "output",
                "inflation",
                "Asian countries"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/14114.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}