{
    "page_info": {
        "page_number": 139,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Volatility and informativeness",
            "abstract": "This paper studies the relation between volatility and informativeness in financial markets. We identify two channels (noise-reduction and equilibrium-learning) that determine the volatility-informativeness relation. When informativeness is sufficiently high (low), volatility and informativeness positively (negatively) comove in equilibrium. We identify conditions on primitives that guarantee that volatility and informativeness comove positively or negatively. We introduce the comovement score, a statistic that measures the distance of a given asset to the positive/negative comovement regions. Empirically, comovement scores (i) have trended downwards over the last decades, (ii) are positively related to value and idiosyncratic volatility and negatively to size and institutional ownership.",
            "keywords": [
                "Price informativeness",
                "Price volatility",
                "Learning",
                "Information aggregation",
                "Comovement score"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a147_3ay_3a2023_3ai_3a3_3ap_3a550-572.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sentiment and uncertainty",
            "abstract": "Sentiment should exhibit its strongest effects on asset prices at times when valuations are most subjective. Accordingly, we show that a one-standard-deviation increase in aggregate uncertainty amplifies the predictive ability of sentiment for market returns by two to four times relative to when uncertainty is at its mean. For the cross-section of returns, the predictive ability of sentiment for assets expected to be most sensitive to sentiment, including existing measures of both risk and mispricing, is substantially larger in times of higher uncertainty. The results hold for both daily and monthly proxies for sentiment and for various proxies for uncertainty.",
            "keywords": [
                "Sentiment",
                "Uncertainty",
                "Market return predictability",
                "Cross-section of returns",
                "Anomalies",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a146_3ay_3a2022_3ai_3a3_3ap_3a1148-1169.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Probability of price crashes, rational speculative bubbles, and the cross-section of stock returns",
            "abstract": "We estimate an ex ante probability of extreme negative returns (crashes) of individual stocks as a measure of potential overpricing and find that stocks with a high probability of crashes earn abnormally low returns. Stocks with high crash probability are overpriced regardless of the level of institutional ownership or variations in investor sentiment, and moreover, they exhibit increasing institutional demand until their prices reach the peak of overvaluation. We also find that institutional investors who overweight high crash probability stocks outperform the others, indicating that they have skill in timing bubbles and crashes of individual stocks. Our findings imply that sophisticated investors may not always trade against mispricing but time the correction of overpricing, and suggest that the crash effect we find could arise at least partially from rational speculative bubbles, not entirely from sentiment-driven overpricing.",
            "keywords": [
                "Price crashes",
                "Overpricing",
                "Anomalies",
                "Institutional investors",
                "Rational speculative bubbles"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a132_3ay_3a2019_3ai_3a1_3ap_3a222-247.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Why do option returns change sign from day to night?",
            "abstract": "Average delta hedged returns for Standard & Poor's 500 index options are large: â\u0088\u00920.7% per day. When we decompose these option returns into intraday and overnight components, average close-to-open returns are â\u0088\u00921% per day and open-to-close returns are positive, 0.3%. A similar return pattern holds for all maturity and moneyness categories and equity options. These positive intraday returns are particularly difficult to explain. However, our results are consistent with option pricesâ\u0080\u0099 failing to account for the well-known fact that stock volatility is substantially higher intraday than overnight. These findings help explain price formation in the options market.",
            "keywords": [
                "Option returns",
                "Volatility seasonality",
                "Behavioral finance",
                "Intraday data"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a136_3ay_3a2020_3ai_3a1_3ap_3a219-238.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity risk and exchange-traded fund returns, variances, and tracking errors",
            "abstract": "We investigate the effect of exchange-traded fund (ETF) liquidity on ETF tracking errors, returns, and volatility in the US. We find that illiquid ETFs have large tracking errors. The effect is more pronounced when underlying assets are less liquid. Returns and liquidity of illiquid ETFs are more sensitive to underlying index returns or ETF market liquidity, or both. Thus, a positive liquidity premium exists in US ETF markets. The ETF variance could be larger than its net asst value variance owing to infrequent trading. In summary, illiquid ETFs are more likely to deviate from their underlying indexes and could be riskier than underlying portfolios.",
            "keywords": [
                "Exchange-traded funds (ETFs)",
                "Liquidity",
                "Tracking errors",
                "Volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a138_3ay_3a2020_3ai_3a1_3ap_3a222-253.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is information risk priced? Evidence from abnormal idiosyncratic volatility",
            "abstract": "We propose a new, price-based measure of information risk called abnormal idiosyncratic volatility (AIV) that captures information asymmetry faced by uninformed investors. AIV is the idiosyncratic volatility prior to information events in excess of normal levels. Using earnings announcements as information events, we show that AIV is positively associated with informed return run-ups, abnormal insider trading, short selling, and institutional trading during pre-earnings-announcement periods. We find that stocks with high AIV earn economically and statistically larger future returns than stocks with low AIV. Taken together, our findings support the notion that information risk is priced.",
            "keywords": [
                "Information risk",
                "Idiosyncratic volatility",
                "Earnings announcement",
                "Expected returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a135_3ay_3a2020_3ai_3a2_3ap_3a528-554.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "End-of-the-year economic growth and time-varying expected returns",
            "abstract": "We show that macroeconomic growth at the end of the year (fourth quarter or December) strongly influences expected returns on risky financial assets, whereas economic growth during the rest of the year does not. We find this pattern for many different asset classes, across different time periods, and for US and international data. We also show that movements in the surplus consumption ratio of Campbell and Cochrane (1999), a theoretically well-founded measure of time-varying risk aversion linked to macroeconomic growth, influence expected returns stronger during the fourth quarter than the other quarters of the year. Our findings suggest that expected returns, risk aversion, and economic growth are particularly related at the end of the year, when we also expect consumers×³ portfolio adjustments to be concentrated.",
            "keywords": [
                "End-of-the-year (fourth quarter) economic growth",
                "Expected returns",
                "Surplus consumption ratio",
                "Consumer confidence"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a115_3ay_3a2015_3ai_3a1_3ap_3a136-154.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does option trading convey stock price information?",
            "abstract": "After executing option orders, options market makers turn to the stock market to hedge away the underlying stock exposure. As a result, the stock exposure imbalance in option transactions translates into an imbalance in stock transactions. This paper decomposes the total stock order imbalance into an imbalance induced by option transactions and an imbalance independent of options. The analysis shows that the option-induced imbalance significantly predicts future stock returns in the cross section controlling for the past stock and options returns, but the imbalance independent of options has only a transitory price impact. Further investigation suggests that options order flow contains important information about the underlying stock value.",
            "keywords": [
                "Options",
                "Order flow",
                "Information asymmetry",
                "Delta hedging",
                "Price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a111_3ay_3a2014_3ai_3a3_3ap_3a625-645.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Why does the option to stock volume ratio predict stock returns?",
            "abstract": "We use data on signed option volume to study which components of option volume predict stock returns and resolve the seemingly inconsistent results in the literature. We find no evidence that trades related to synthetic short positions in the underlying stocks contain more information than trades related to synthetic long positions. Purchases of calls that open new positions are the strongest predictor of returns, followed by call sales that close out existing purchased call positions. Overall, our results indicate that the role of options in providing embedded leverage is the most important channel why option trading predicts stock returns.",
            "keywords": [
                "Option trading volume",
                "Stock return predictability",
                "Information",
                "Leverage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a120_3ay_3a2016_3ai_3a3_3ap_3a601-622.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sovereign credit risk, liquidity, and European Central Bank intervention: Deus ex machina?",
            "abstract": "We examine the dynamic relation between credit risk and liquidity in the Italian sovereign bond market during the eurozone crisis and the subsequent European Central Bank (ECB) interventions. Credit risk drives the liquidity of the market. A 10% change in the credit default swap (CDS) spread leads to a 13% change in the bid-ask spread, the relation being stronger when the CDS spread exceeds 500 basis points. The Long-Term Refinancing Operations of the ECB weakened the sensitivity of market makersâ\u0080\u0099 liquidity provision to credit risk, highlighting the importance of funding liquidity measures as determinants of market liquidity.",
            "keywords": [
                "Liquidity",
                "Credit risk",
                "Eurozone sovereign bonds",
                "Financial crisis",
                "MTS bond market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a122_3ay_3a2016_3ai_3a1_3ap_3a86-115.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Strategic insider trading and its consequences for outsiders: Evidence from the eighteenth century",
            "abstract": "This paper uses hand-collected historical data to provide empirical evidence on the strategic trading behavior of insiders and its consequences for outsiders. Specifically, we collect all equity trades of all insiders and outsiders in an era without legal restrictions on insider trading and a market where trading is non-anonymous. We find that access to private information creates a significant gap between the post-trade returns of insiders and outsiders. Consistent with theory, insiders capitalize on their information advantage by hiding their identity and timing their trades. Both experienced and inexperienced outsiders face expected losses due to this strategic insider trading.",
            "keywords": [
                "Insider trading",
                "Financial history",
                "Asymmetric information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a164_3ay_3a2025_3ai_3ac_3as0304405x24001971.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Global Business Networks",
            "abstract": "We leverage the capabilities of GPT-3 to generate historical business descriptions for over 63,000 global firms. Utilizing these descriptions and advanced embedding models from OpenAI, we construct time-varying business networks that represent business links across the globe. We showcase the performance of these networks by studying the leadâ\u0080\u0093lag effect for global stocks and predicting target firms in M&A deals. We demonstrate how masking firm-specific details can mitigate look-ahead bias concerns that may arise from the use of embedding models with a recent knowledge cutoff, and how to differentiate between competitor, supplier, and customer links by fine-tuning an open-source language model.",
            "keywords": [
                "Business network",
                "Textual analysis",
                "Natural language processing",
                "GPT-3",
                "Large language models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a166_3ay_3a2025_3ai_3ac_3as0304405x25000157.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}