{
    "page_info": {
        "page_number": 127,
        "total_pages": 259
    },
    "items": [
        {
            "title": "CEO centrality and stock price crash risk",
            "abstract": "We examine the effect of the CEOâ\u0080\u0099s network centrality on a firmâ\u0080\u0099s future stock price crash risk with a longitudinal dataset of S&P 1500 companies from 1999 to 2019. We find that firms with more central CEOs are less likely to show bad news hoarding behavior, leading to lower future stock price crash risk. Our results hold even after controlling for other CEO characteristics and the social connectedness of directors and are also robust to alternate measures. We further find that firms with better-connected CEOs have lower likelihood of using accounting manipulations with aggressive accruals and real earnings management, preventing the accumulation of bad news. Overall, our results support the notion that more connected CEOs may provide a governance role via reducing the stockpiling of bad news and mitigation of stock price crash risk.",
            "keywords": [
                "CEO network centrality",
                "Stock price crash risk",
                "Bad news hoarding"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a31_3ay_3a2021_3ai_3ac_3as2214635021000952.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Ramadan effect: A standalone anomaly or just a compensation for low liquidity?",
            "abstract": "The literature provides evidence for the presence of the Ramadan effect â\u0080\u0093 high returns and low volatility â\u0080\u0093 during the ninth month of the Islamic calendar, but no study has scrutinized the hypothesis that the Ramadan effect may be compensation for illiquidity. Our paper aims to fill this gap by investigating the relationship between Ramadan and stock market liquidity in 11 Muslim countries for the period 2009 to 2018. First, we show that the Ramadan effect was present in the examined period. Next, using four stock (il)liquidity measures â\u0080\u0093 Amihud, bidâ\u0080\u0093ask spread, a fraction of zero returns, and turnover â\u0080\u0093 we find that in comparison with the rest of the year, the month of Ramadan is not characterized by lower liquidity. Our results support the idea that the Ramadan effect is a standalone stock market anomaly.",
            "keywords": [
                "Ramadan effect",
                "Behavioral finance",
                "Stock liquidity",
                "Religion"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a30_3ay_3a2021_3ai_3ac_3as2214635021000241.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Super-exponential growth expectations and the global financial crisis",
            "abstract": "We construct risk-neutral return probability distributions from S&P 500 options data over the decade 2003â\u0080\u00932013, separable into pre-crisis, crisis and post-crisis regimes. The pre-crisis period is characterized by increasing realized and, especially, option-implied returns. This translates into transient unsustainable price growth that may be identified as a bubble. Granger tests detect causality running from option-implied returns to Treasury Bill yields in the pre-crisis regime with a lag of a few days, and the other way round during the post-crisis regime with much longer lags (50â\u0080\u0093200days). This suggests a transition from an abnormal regime preceding the crisis to a â\u0080\u009cnew normalâ\u0080\u009d post-crisis. The difference between realized and option-implied returns remains roughly constant prior to the crisis but diverges in the post-crisis phase, which may be interpreted as an increase of the representative investor×³s risk aversion.",
            "keywords": [
                "Financial crisis",
                "Returns",
                "Expectations",
                "Options",
                "Risk-neutral densities"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a55_3ay_3a2015_3ai_3ac_3ap_3a1-13.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reaction to news in the Chinese stock market: A study on Xiongâ\u0080\u0099an New Area Strategy",
            "abstract": "This study investigates how stock markets react to different news categorized by diverse aspects. We take the Xiongâ\u0080\u0099an New Area Strategy, the most recent breaking event and milestone national plan in China, as the target to study. We collect Xiongâ\u0080\u0099an-related news and classify them by different aspects: sentiment, source and origin of viewpoints. Our results indicate that positive news improves the performance of the stock market and the trading of individual stocks, whereas negative news impedes them. News from government-related media has greater effects on stock market and stocks than news from other sources. News with viewpoints from academia has greater effects than news with viewpoints from governments and industries.",
            "keywords": [
                "Chinese stock market",
                "Xiongâ\u0080\u0099an New Area",
                "News",
                "Intra-day data"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a19_3ay_3a2018_3ai_3ac_3ap_3a36-38.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stop-loss rules and momentum payoffs in cryptocurrencies",
            "abstract": "Keeping in view the extreme volatility of cryptocurrencies, this study analyzes the efficacy of stop-loss rules for the momentum strategy across 147 cryptocurrencies for the period of January 2015 to June 2022. We find that the stop-loss momentum strategy provides exceedingly higher returns, the Sharpe ratio, and alphas in comparison to other benchmark momentum strategies. In the context of prospect theory, the stop-loss rules work as self-control for investors to realize losses, thereby controlling the disposition effect and as a result, investors can earn significantly higher payoffs. Furthermore, our results provide evidence that the stop-loss momentum strategy outperforms other momentum strategies in all market states. Finally, the robustness analyses reaffirm the importance of implementing the stop-loss rules in managing the downside risk of cryptocurrencies.",
            "keywords": [
                "Cryptocurrencies",
                "Momentum",
                "Stop-loss strategy",
                "Loss aversion",
                "Disposition bias"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a39_3ay_3a2023_3ai_3ac_3as2214635023000473.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum in real economy and industry stock returns",
            "abstract": "This study investigates the relationship between the real economy and stock prices in the context of momentum strategies. While past research has examined momentum in terms of data embedded in market activity, we show that momentum is affected by data from real activity. Using United States sectoral output indices, we show that once the industry effect is considered, the momentum in stocks may lose significance in many cases. In several strategies, the influence of real sectors generates significant anomalous returns and remains robust even when the influence of stock indices is taken into account.",
            "keywords": [
                "Momentum",
                "Investments",
                "Market returns",
                "Size",
                "Factor investing",
                "Real sectors",
                "Economic sectors"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a32_3ay_3a2021_3ai_3ac_3as2214635021001209.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Far away from home: Investorsâ\u0080\u0099 underreaction to geographically dispersed information",
            "abstract": "Using a novel data set to identify geographic peer firms based on the locations of both firmsâ\u0080\u0099 headquarters and material subsidiaries, we show that returns on geographical peers have strong predictive power for focal firm returns. A value-weighted long-short strategy that buys stocks with the highest geo-peer returns and shorts stocks with the lowest geo-peer returns generates a Fama and French(2015) five-factor alpha of 0.6% per month. This strategy is distinct from other cross-firm momentum strategies and cannot be explained by local economic conditions. The effect is more pronounced among firms that receive less investor attention and that are more costly to arbitrage, consistent with slow information diffusion in the geographic network into stock prices.",
            "keywords": [
                "Geographic peers",
                "Limited attention",
                "Material subsidiaries",
                "Return predictability",
                "Slow information diffusion"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a136_3ay_3a2022_3ai_3ac_3as0165188922000306.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum and reversal: The role of short selling",
            "abstract": "This paper investigates the relation between short selling and momentum. We document that a consistent momentum strategy that buys lightly shorted winners and sells heavily shorted losers exhibits strong short-term momentum and no long-term reversal. In contrast, an inconsistent momentum strategy that buys heavily shorted winners and sells lightly shorted losers experiences weak short-term momentum and persistent long-term reversal. Our results are robust after controlling for firm characteristics, proxy for short-sale constraints, and investor sentiment, as well as an exogenous shock (the Taxpayer Relief Act of 1997). These findings present a new challenge to existing theories of momentum that rely solely on investor underreaction and overreaction.",
            "keywords": [
                "Momentum",
                "Reversal",
                "Short selling",
                "Short-sale constraints"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a104_3ay_3a2019_3ai_3ac_3ap_3a95-110.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The role of the leverage effect in the price discovery process of credit markets",
            "abstract": "Starting from the analysis of a levered firmâ\u0080\u0099s capital structure, I show that corporate default risk becomes measurable through the leverage effect, i.e., the negative correlation observed between stock returns and changes in stock volatility. In this model, the firmâ\u0080\u0099s debt-to-asset ratio governs the elasticity of default probabilities relative to equity prices. I use a large dataset of S&P 500 firms and an extended timeframe (2008â\u0080\u00932019) to examine the modelâ\u0080\u0099s empirical implications. First, the firmâ\u0080\u0099s corporate leverage enhances the transmission of pricing information from the stock to the credit default swap (CDS) market. Second, equity and credit markets are more likely to be co-integrated when firms employ a higher debt-to-asset ratio. Although the stock market generally dominates the price discovery process, a small cluster of highly-leveraged firms exhibits a dominant CDS market share. Under the effect of corporate leverage, the credit market attracts informed trading and arbitrage resources.",
            "keywords": [
                "Credit markets",
                "Capital structure arbitrage",
                "Leverage effect",
                "Co-integration",
                "Price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a122_3ay_3a2021_3ai_3ac_3as0165188920302013.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mean-variance analysis and the Modified Market Portfolio",
            "abstract": "This article considers a financial market in which asset returns are stipulated by an exogenous stochastic process. It argues that the market portfolio should be replaced by a modified market portfolio which by construction is mean-variance efficient. All classical tenets of the CAPM are established without using any of its restrictive assumptions. A valuation formula and beta coefficients that capture the full cross sectional variability of the returns process are introduced, allowing for a distinction between systematic and non-systematic risk. It is shown that the modified market portfolio does, in general, not coincide with the traditional market portfolio.",
            "keywords": [
                "Market portfolio",
                "Mean-variance analysis",
                "Agent-based models",
                "Heterogeneous beliefs",
                "CAPM"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a111_3ay_3a2020_3ai_3ac_3as0165188919302167.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speculate against speculative demand",
            "abstract": "Measuring individual investors' speculative demand for stocks using the Google search volume index (hereafter â\u0080\u009cSVIâ\u0080\u009d) on penny stocks, we examine how it relates to the return dynamics of U.S. stock indices. Speculative demand leads to a short-term return reversal. A simple trading strategy that sells a stock index when SVI is high and buys it otherwise generates annual excess returns of up to 20% over the buy-and-hold strategy. Applying the trading strategy to the corresponding ETFs and index futures yields similar results. Transaction costs, liquidity risk and strong time variation of the excess returns can potentially limit the exploitation of arbitrage opportunities.",
            "keywords": [
                "Investor attention",
                "Speculative demand",
                "Penny stocks",
                "Market returns",
                "Trading strategy",
                "Limits to arbitrage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a34_3ay_3a2014_3ai_3ac_3ap_3a212-221.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sell in May and Go Away: Still good advice for investors?",
            "abstract": "This study examines whether the â\u0080\u009cSell in May and Go Awayâ\u0080\u009d (or Halloween) trading strategy still offers an opportunity to earn abnormal returns. In contrast to prior studies, we consider sample periods during which adequate investment instruments were available for an effective implementation of the Halloween strategy. In addition, we account for when the first study confirming the Halloween effect was published in a top academic journal. To use the limited data in the most efficient way, and to avoid possible data-snooping biases, we implement a bootstrap simulation approach. We find that the Halloween effect strongly weakened or even disappeared in recent years. Our results are robust across different markets and against various parameter variations. Overall, our findings support the theory of efficient capital markets.",
            "keywords": [
                "Sell in May",
                "Halloween effect",
                "Anomaly",
                "Bootstrap simulation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a38_3ay_3a2015_3ai_3ac_3ap_3a29-43.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}