{
    "page_info": {
        "page_number": 94,
        "total_pages": 259
    },
    "items": [
        {
            "title": "A Broad-Spectrum Computational Approach for Market Efficiency",
            "abstract": "The Efficient Market Hypothesis (EMH) is one of the most investigated questions in Finance. Nevertheless, it is still a puzzle, despite the enormous amount of research it has provoked. For instance, it is still discussed that market cannot be outperformed in the long run (Detry and Gregoire, 2001), persistent market anomalies cannot be easily explained in this theoretical framework (Shiller, 2003) and some talented hedge-fund managers keep earning excess risk-adjusted rates of returns regularly. We concentrate in this paper on the weak form of efficiency(Fama, 1970). We focus on the efficacity of simple technical trading rules, following a large research stream presented in Park and Irwin (2004). Nevertheless, we depart from previous works in many ways : we first have a large population of technical investment rules (more than 260.000) exploiting real-world data to manage a financial portfolio. Very few researches have used such a large amount of calculus to examine the EMH. Our experimental design allows for strategy selection based on past absolute performance. We take into account the data-snooping risk, which is an unavoidable problem in such broad-spectrum researches, using a rigorous Bootstrap Reality Check procedure. While market inefficiencies, after including transaction costs, cannot clearly be successfully exploited, our experiments present troubling outcomes inviting close re-consideration of the weak-form EMH.",
            "keywords": [
                "efficient market hypothesis",
                "large scale simulations",
                "bootstrap"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecfa/492.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the Specification of Duration Between Price Changes and the Predictability of High Frequency returns: an application to the French CAC 40",
            "abstract": "This paper focuses on the predictability of the duration between intra-day price changes of stocks from the CAC 40, as well as on the predictability of the returns generated by these price changes. It is argued that traders with different time horizons will look at series of price changes recorded at different time intervals. Small price variations will be of higher importance to short term traders than to longer term traders. We generate various time series to reflect these different time horizons. The duration between these price changes is specified by a model inspired by the Autoregressive Conditional Duration (ACD) model of Engle and Russell (1997). We also introduce threshold versions for the duration and return specifications, where the estimates depend on a state-of-the-world defined by thresholds. We find that the expected conditional durations are highly significant in predicting future returns, even when a three monthsâ\u0080\u0099 out-of-sample period is used. Finally, a realistic trading strategy taking into account transaction costs is tested out-of-sample and found profitable in some cases.",
            "keywords": [
                "high frequency data",
                "duration models",
                "predictability of asset returns",
                "threshold models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ebgheccah/0647.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Excess Returns of 'Quality' Stocks: A Behavioral Anomaly",
            "abstract": "This note investigates the causes of the quality anomaly, which is one of the strongest and most scalable anomalies in equity markets. We explore two potential explanations. The \"risk view\", whereby investing in high quality firms is somehow riskier, so that the higher returns of a quality portfolio are a compensation for risk exposure. This view is consistent with the Efficient Market Hypothesis. The other view is the \"behavioral view\", which states that some investors persistently underestimate the true value of high quality firms. We find no evidence in favor of the \"risk view\": The returns from investing in quality firms are abnormally high on a risk-adjusted basis, and are not prone to crashes. We provide novel evidence in favor of the \"behavioral view\": In their forecasts of future prices, and while being overall overoptimistic, analysts systematically underestimate the future return of high quality firms, compared to low quality firms.",
            "keywords": [
                "Quality anomaly",
                "financial analysts misplaced focus",
                "behavioral biases"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ebgheccah/1134.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Transparency and Ending Times of Call Auctions: A Comparison of Euronext and Xetra",
            "abstract": "We compare the call auction mechanisms of two major European stock exchanges. The French Euronext auctions disclose five levels of limit orders and have fixed ending times. The German Xetra auctions only disclose the virtual clearing price and volume, and have random ending times. For a sample of 126 matched stocks over a two year period, we find that Euronext auctions are more liquid, contribute more to price discovery, and are followed by lower bid-ask spreads. Both exchanges see significant reversals after their auctions, implying positive expected profits for liquidity suppliers. We also find that small stocks see relatively high turnover at the open while large stocks trade more during the close.",
            "keywords": [
                "The Market Microstructure",
                "Call Auctions"
            ],
            "eco_link": "https://econpapers.repec.org/paper/crfwpaper/11-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Relative Informational Efficiency of Stocks, Options and Credit Default Swaps",
            "abstract": "In this study, we investigate the dynamics behind informed investorsâ\u0080\u0099 trading decisions among European stock, options and credit default swap markets. This allows us to identify the predictive explanatory power of the unique information contained in each market with respect to future stock, CDS and option market movements. A lead-lag relation is found between the options and CDS market in which changes in equity optionsâ\u0080\u0099 implied volatility are able to consistently forecast changes in CDS spreads pointing out how the option market seems to play a special role in the price discovery process even in the presence of a very fast growing competitive market like the CDS market. Moreover, in contrast to US results, the stock market is found to forecast changes in the other two markets suggesting that investors first prefer stock market involvement to exploit their information advantages and then move to CDS and option markets. Although this is the case, the CDS market seems to gain importance in the price discovery process as firmsâ\u0080\u0099 become more risky.",
            "keywords": [
                "Credit default swap spread",
                "option-implied volatility",
                "lead-lag relationship",
                "price discovery",
                "informed trading."
            ],
            "eco_link": "https://econpapers.repec.org/paper/crfwpaper/11-04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Relative Informational Efficiency of Stocks, Options and Credit Default Swaps",
            "abstract": "In this study, we investigate the dynamics behind informed investors trading decisions among European stock, options and credit default swap markets. This allows us to identify the predictive explanatory power of the unique information contained in each market with respect to future stock, CDS and option market movements. A lead-lag relation is found between the CDS market and the other markets, in which changes in CDS spreads are able to consistently forecast changes in stock prices and equity options implied volatilities pointing out how the fast growing CDS market seems to play a special role in the price discovery process. Moreover, in contrast to US results, the stock market is found to forecast changes in the other two markets suggesting that investors also prefer stock market involvement to exploit their information advantages and then move to CDS and option markets. Interestingly, those patterns have only emerged during the recent financial crisis, while before the crisis the option market was found to be of major importance in the price discovery process.",
            "keywords": [
                "Credit default swap spread",
                "option-implied volatility",
                "lead-lag relationship",
                "price"
            ],
            "eco_link": "https://econpapers.repec.org/paper/crfwpaper/11-13.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Insights into the Market Impact of Different Investment Styles",
            "abstract": "Modern day equity markets are populated by investors pursuing a number of investment styles. In this paper we simulate the behaviour of investors pursuing various types of these styles in order to examine whether their interaction is a major contributing factor to inefficiencies within markets and particularly to the anomalous pricing behaviour identified in the literature. We found that small market fractions constituted by momentum and growth investors are very disruptive to markets, significantly increasing their volatility and causing mispricing for extended periods of time. They also induce an increase in both the risk and trading volume experienced by the other types of investors. We conclude that momentum and growth investing may be a source of the many market anomalies and serious thought should be given to policy, economic and social implications of equity pricing consistently not reflecting fundamental value.",
            "keywords": [
                "heterogeneous agents",
                "market efficiency",
                "mispricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utspwcwps/1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Infrastructure: Real Assets and Real Returns",
            "abstract": "Little empirical work has been done on the return properties of infrastructure as an asset class despite increased allocations by institutional investors. Managers claim infrastructure investments offer real return benefits via a combination of monopolistic and defensive assets. We build a robust factor model of infrastructure returns and estimate the model using U.S. and Australian infrastructure and utility data. We find evidence of excess returns and inflation hedging, but not of defensive characteristics during equity market downturns. We also compare the performance of regulated infrastructure assets to option-based models designed to synthetically replicate infrastructure asset returns, and identify the regulatory risk premium (the premium for government regulation of infrastructure investments). We find that the returns from infrastructure have outperformed option-based replicating strategies over the period from 1995-2009 in Australia, for historical reasons. Finally, we suggest how improved defensive and inflation hedging characteristics can be obtained using a combination of inflation linked bonds and covered call strategies.",
            "keywords": [
                "inflation hedging",
                "regulatory risk premium",
                "infrastructure assets"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utspwcwps/11.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A Fractionally Cointegrated Var Model With Deterministic Trends And Application To Commodity Futures Markets",
            "abstract": "We apply the fractionally cointegrated vector autoregressive (FCVAR) model to analyze the relationship between spot and futures prices in five commodity markets (aluminium, copper, lead, nickel, and zinc). To this end, we first extend the FCVAR model to accommodate deterministic trends in the levels of the processes. The methodological contribution is to provide representation theory for the FCVAR model with deterministic trends, where we show that the presence of the deterministic trend in the process induces both restricted and unrestricted constant terms in the vector error correction model. The consequences for the cointegration rank test are also briefly discussed. In our empirical application we use the data from Figuerola-Ferretti and Gonzalo (2010), who conduct a similar analysis using the usual (non-fractional) cointegrated VAR model. The main conclusion from the empirical analysis is that, when using the FCVAR model, there is more support for the cointegration vector (1,-1)' in the long-run equilibrium relationship between spot and futures prices, and hence less evidence of long-run backwardation, compared to the results from the non-fractional model. Specifically, we reject the hypothesis that the cointegration vector is (1,-1) using standard likelihood ratio tests only for the lead and nickel markets.",
            "keywords": [
                "backwardation",
                "contango",
                "deterministic trend",
                "fractional cointegration",
                "futures markets",
                "vector error correction model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/qedwpaper/1327.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Private Equity: Strategies for Improving Performance",
            "abstract": "Existing research suggests the average private equity* manager does not create excess returns over public markets net of fees. We confirm this result using a factor model that allows for leverage, illiquidity and volatility clustering. The model explains 70 to 90 per cent of the variation in returns. Our model also gives rise to two methods of improving conventional private equity performance via a synthetic exposure. We test the robustness of the synthetic methods using historical and simulated data.",
            "keywords": [
                "buyouts",
                "venture capital",
                "conditional overlay",
                "GARCH"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utspwcwps/12.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can Momentum Factors Be Used to Enhance Accounting Information based Fundamental Analysis in Explaining Stock Price Movements?",
            "abstract": "This paper provides new empirical evidence that price-based momentum indicator variables can enhance the ability of accounting variables in explaining cross-sectional stock returns. We apply both OLS and state-space modelling to a sample of firms included in the Russell 3000 index over the period from 1999-2012 to compare the roles of the two main types of information typically used by equity investors. Empirical results reveal the importance of accounting variables over longer term horizons for particularly, small-cap stocks. Momentum variables are shown to be important in the shorter term horizons. This result remains robust to alternative methodologies used.",
            "keywords": [
                "Stock Returns",
                "Fundamental Analysis",
                "Momentum",
                "State Space Model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utsrpaper/346.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Empirical Evidence on Feedback Trading in Mature and Emerging Stock Markets",
            "abstract": "We investigate the hypothesis that some participants in mature and emerging capital markets engage in feedback trading. The analysis is based on the Shiller-Sentana-Wadhwani noise trader model. It has the attractive property that it yields testable implications about the presence of positive and negative feedback traders in stock markets. This theoretical framework, together with an asymmetric GARCH-type model, allows us to draw conclusions about whether differences exist between mature and emerging capital markets in terms of the degree of feedback trading. The empirical results show that positive and negative feedback trading strategies exist in both types of markets but are more pronounced in emerging stock markets than in their mature counterparts. Hence, non-fundamental trading strategies seems to play a more important role in emerging relative to mature stock markets.",
            "keywords": [
                "feedback trading",
                "return autocorrelation",
                "emerging capital markets in central and eastern european contries",
                "asymmetric GARCH models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utsrpaper/137.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}