{
    "page_info": {
        "page_number": 3,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Earnings announcement premium and return volatility: Is it consistent with risk-return trade-off?",
            "abstract": "Earlier studies document the earnings announcement premium, that the average stock return around earnings announcements is positive. This study examines the earnings announcement premium with a focus on the relationship between stock returns and return volatilities. Our findings can be summarized as follows. First, based on the long-term data including the post financial crisis period, we find that the earnings announcement premium still exists, positive and significant. Second, the announcement premium is positively related to the expected volatility. The positive relationship between the announcement premium and the expected volatility indicates a risk-return tradeoff, suggesting that investors hold on to their stocks expecting that their taking risk is compensated with returns. Third, we find that the announcement premium is inversely related to the realized volatility. The negative relationship is not confined to the group of negative earnings surprises. These results suggest that a dynamic of inverse relationship between returns and volatilities coexists with a risk-return tradeoff around earnings announcements. Extending our study to Asian-Pacific stock market might shed lights on commonalities and differences in international risk-return tradeoff.",
            "keywords": [
                "Earnings announcement premium",
                "Return volatility",
                "Risk-return tradeoff",
                "Chinese market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a79_3ay_3a2023_3ai_3ac_3as0927538x23000951.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Switching spillovers and connectedness between Sukuk and international Islamic stock markets",
            "abstract": "This study examines the switching volatility spillovers and connectedness between the Dow Jones Sukuk and global and two regional Islamic stock markets (World, Asia, and Europe). Using the Markov switching-vector autoregression and spillover index models, we show that Islamic stock markets are significantly affected by their own shocks under the low-volatility regime (Regime 1), whereas the results are insignificant under the high-volatility regime (Regime 2), except for the World Islamic markets. Similarly, Sukuk is affected by its own shocks, and the magnitude of the spillover increases in a high-volatility regime. Sukuk has an insignificant impact on Islamic stocks in Regime 1 and the effect becomes significant in Regime 2. Moreover, the likelihood of transition is more persistent in Regime 1 than in Regime 2. In addition, the shifts from one regime to another are more persistent than those in the opposite sense. Furthermore, the World Islamic stock markets are the net contributors of spillover to Sukuk for all regimes, and their capacity for spillover increases in Regime 2, whereas Sukuk is the net receiver of spillover for both regimes. In contrast, the ability of the European and Asian Islamic markets as net contributors decreases in Regime 2, and the contribution of Sukuk spillovers increases. Portfolio risk analysis under low- and high-volatility regimes is also discussed.",
            "keywords": [
                "Sukuk",
                "Islamic stocks",
                "Regime switching",
                "Spillovers",
                "MS-VAR model",
                "Downside risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a84_3ay_3a2024_3ai_3ac_3as0927538x24000696.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information effect of involuntary delisting and informed trading",
            "abstract": "This paper analyzes the information effect of involuntary delisting and the possibility of informed trading in the Korean stock market. We find that the abnormal return is between 80% and 90% due to involuntary delisting in the Korean market, where liquidity all but disappears as a result of delisting. Prior to delisting, however, domestic individual investors are net buyers of delisted firms while both domestic institutional investors and foreign investors are net sellers. On the other hand, the share ownership of large shareholders, on average, declines by more than 30% over the course of two years prior to involuntary delisting. Using delisting probability model, we find that the change in the share ownership of large shareholders is a significant predictor of delisting while that of domestic institutional investors and foreign investors is not. Our findings suggest that large shareholders reduce their share ownership in anticipation of delisting and that there is a wealth transfer from individual investors to large shareholders surrounding involuntary delisting in markets where the separation between ownership and control is weak and the participation of retail investors is large.",
            "keywords": [
                "Involuntary delisting",
                "Opportunistic behavior of large shareholders",
                "Individual investors",
                "Information asymmetry",
                "Informed trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a30_3ay_3a2014_3ai_3ac_3ap_3a251-269.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extreme Connectedness Across Chinese Stock and Commodity Futures Markets",
            "abstract": "This study examines the price spillovers and connectedness among stock markets, the Shanghai Stock Exchange Composite (SSEC) index, Hang Seng index, Shenzhen Stock Exchange (SZSE) index, commodity futures markets, Aluminum (AL), Gold (AU), Copper (CU), Zinc, Steel Rebar, and Natural Rubber in bearish and bullish market situations. We use the quantile connectedness approach of Ando et al. (2022) to calculate hedge coverage ratios, optimal portfolio weights, and hedge coverage effectiveness. Our empirical analysis yields several important results. First, there is no difference in the results of the TVP-VAR-DY and TVP-VAR models in relation to the magnitude of return transmission during the sample period. Second, CU is the main transmitter and AU is the main receiver of shocks from the network. Third, under the QVAR method estimations, the CU (AU) is the major (minor) contributors to the network during the normal, bearish, and bullish market statuses. Fourth, the results of the hedge ratio strategy confirm that CU and AU are respectively the most and the least expensive assets for a long-term investment in the Chinese stock market in different market conditions.",
            "keywords": [
                "Commodity",
                "Chinese stock market",
                "spillover",
                "quantile",
                "hedging cost"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a70_3ay_3a2024_3ai_3apa_3as0275531924000928.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Quantile dependencies and connectedness between the gold and cryptocurrency markets: Effects of the COVID-19 crisis",
            "abstract": "This paper examines the quantile dependence, connectedness, and return spillovers between gold and the price returns of leading cryptocurrencies, using quantile cross-spectral, the return spillovers based the quantile VAR, and quantile connectedness approaches. The results show that the dependencies within cryptocurrencies are highly symmetric and sensitive to different quantile arrangements. Under normal market conditions, we find a high positive dependence within cryptocurrencies and a low positive dependence between cryptocurrencies and gold. The dependence is higher at long term than intermediate- and short- terms before the pandemic during bearish market conditions. In contrast, the degree of dependence decreases at the intermediate- and long-terms during COVID-19 period than before. Moreover, the magnitude of return spillovers is higher at lower quantile (bearish market) than upper quantile (bullish market). Gold serves as a safe haven and diversifier asset for cryptocurrencies during COVID-19 outbreak at both intermediate and long terms.",
            "keywords": [
                "Gold",
                "Cryptocurrency",
                "Return spillovers based the quantile VAR",
                "Quantile coherency approach",
                "COVID-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a65_3ay_3a2023_3ai_3ac_3as0275531923000557.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does data asset disclosure contribute to the market efficiency? Evidence from China",
            "abstract": "Information regarding firms' data assets and stock pricing has been more closely related when data is integrated into firms' value creation processes. However, since data asset disclosure can also be engaged in impression management by firms, its contribution to market efficiency may be impeded. Using a sample of Chinese A-share listed firms from 2014 to 2020, this study examines the impact of increased data asset information disclosure on the subsequent stock price volatility. The findings suggest that more data asset disclosure reduces stock return idiosyncratic volatility. The mechanism analysis shows that data asset disclosure reduces idiosyncratic volatility of stock prices by mitigating analyst forecast dispersion and noise trading induced by buy-sell imbalances. Moreover, this mitigating effect is more pronounced in firms with more analyst following, observable digital investments, and higher liquidity. But the effect is diminished if firms use a more positive abnormal tone in their annual reports.",
            "keywords": [
                "Data asset",
                "Information disclosure",
                "Stock return idiosyncratic volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a73_3ay_3a2025_3ai_3apa_3as0275531924003428.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An analytical measure of market underreaction to earnings news",
            "abstract": "Prior studies have provided a number of possible explanations for delayed market reactions to earnings announcements. However, there has been relatively little effort to predict the magnitude of the post-earnings announcement drift (PEAD). We show that the squared correlation coefficient (Ï\u00812) between order imbalance and earnings surprise determines the magnitude of market underreaction to earnings surprises and PEAD=kâ\u008b Ï\u00812, where k is the information content of earnings. We discuss several testable implications of our analytical results, including a model-implied measure of information asymmetry that arises from the differential information processing ability of traders.",
            "keywords": [
                "Strategic trading",
                "Information asymmetry",
                "Information precision",
                "Liquidity demander",
                "Liquidity provider",
                "Order imbalance",
                "Information content",
                "Price impact"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a64_3ay_3a2019_3ai_3ac_3ap_3a612-624.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "SEOs: Friendly or threatening game for rivals?",
            "abstract": "We examine the effects of large seasoned equity offerings (SEOs) on industry rivals. We provide evidence that rivals react positively to completed SEOs in their industry and negatively to SEO withdrawals. These short-term SEO effects are stronger in the case of primary offerings than in the case of secondary offerings. Rivals also appear to experience improvements in their long-run financial and operating performances. Further, we find that the likelihood of rivalsâ\u0080\u0099 survival is greater subsequent to primary issues than secondary ones. Overall, our results are consistent with the information effects hypothesis. Thus, large SEOs convey favorable information regarding the prospects of an industry.",
            "keywords": [
                "Seasoned equity offerings",
                "Rivals",
                "Competitive effects",
                "Information effects",
                "Withdrawal"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a75_3ay_3a2021_3ai_3ac_3ap_3a130-144.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Risk spillovers and diversification benefits between crude oil and agricultural commodity futures markets",
            "abstract": "This study examines the dependence structure and risk spillovers between crude oil and eight major agricultural futures (wheat, corn, soybean coffee, cotton, lumber, cocoa, and live cattle) markets. It also analyzes the potential conditional diversification benefits using a variety of copula functions and Conditional Value at Risk (CoVaR) measure. The results show significant crisis-sensitive and temporal dependence between oil and agricultural markets. Moreover, crude oil shows a symmetric tail dependence with both wheat, corn, soybeans, and cotton futures, whereas oil exhibits an average dependence with coffee. A strong dependence is observed between oil and cocoa (lumber) during bearish (bullish) market conditions. Oil and Live cattle have a symmetric dependence during bearish and bullish market conditions. On the other hand, we find asymmetric and bidirectional risk spillovers from oil to agricultural markets. Furthermore, the wheat futures contract appears to be the most dominating and vulnerable asset to oil price shocks, followed by lumber and corn futures, respectively, while the live cattle contracts are the least. Finally, an equally weighted portfolio offers the highest diversification benefits at a 5 % expected shortfall.",
            "keywords": [
                "commodity prices",
                "spillovers",
                "diversification benefits",
                "copula"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a73_3ay_3a2025_3ai_3apa_3as0275531924003726.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The influence of price limits on overreaction in emerging markets: Evidence from the Egyptian stock market",
            "abstract": "The main objective of this paper is to investigate the influence of price limits on the overreaction hypothesis in the Egyptian Stock Exchange (EGX) during the period 1999â\u0080\u00932010. I find evidence of the overreaction anomaly in the EGX within different price limit regimes. Price reversal is observed two and three days post lower and upper limit hits respectively within the strict price limits regime. However, it occurs after one day only for both lower and upper limit hits within the circuit breakers regime. These results support the directional effect hypothesis as large stock price movements are followed by price reversals in the opposite direction. Moreover, the results support the magnitude effect hypothesis as the larger the initial price movements the greater the subsequent reversals.",
            "keywords": [
                "Overreaction hypothesis",
                "Price reversal",
                "Emerging markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeequaeco/v_3a58_3ay_3a2015_3ai_3ac_3ap_3a190-199.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Influence of Secondary Offerings on the Liquidity and Trading Activity of Stocks Outstanding",
            "abstract": "This paper examines the influence of secondary offerings (SOs) on the liquidity and trading activity of stocks outstanding. The results reveal that liquidity and trading activity increase after the execution of SOs. We observe that the offering discount is explained by the size of the offering and its retail composition. We have also shown that changes in liquidity and trading activity are explained by the retail composition of the offering, such that the choice of ownership structure is decisive in the level of liquidity afforded by SOs. The offering discount is one of the chosen methods of attracting small-scale investors and promoting share liquidity following these operations.",
            "keywords": [
                "secondary offerings (SOs)",
                "liquidity",
                "trading activity",
                "microstructure",
                "capital structure"
            ],
            "eco_link": "https://econpapers.repec.org/article/faufauart/v_3a58_3ay_3a2008_3ai_3a1-2_3ap_3a21-37.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The informational efficiency of bonds and stocks: The role of institutional sized bond trades",
            "abstract": "We compare the informational efficiency of bond and stock markets. For speculative-grade firms, we find a higher degree of response to earnings surprises from institutional bond trades than from retail bond trades, but we don't see evidence that institutional bond trades react more quickly than retail bond trades. Bond trades are slower than stock trades in reacting to earnings surprises. Over the entire sample period, we find that for speculative-grade firms, the predictability of stock returns by bond returns can be improved when only institutional bond trades are considered. The observation, however, does not hold for investment-grade firms.",
            "keywords": [
                "Informational efficiency",
                "Institutional sized trades",
                "Earnings surprises"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a31_3ay_3a2014_3ai_3ac_3ap_3a34-45.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}