{
    "page_info": {
        "page_number": 165,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Social Trust and Differential Reactions of Local and Foreign Investors to Public News",
            "abstract": "This paper uses the segmented dual-class shares issued by several dozen Chinese firms---A shares to local Chinese investors and H shares to foreign investors---to compare reactions of local and foreign investors to the same public news. We find that local investors react more strongly to earnings forecasts by local analysts, while foreign investors react more strongly to forecasts of foreign analysts. This finding highlights social trust as a force driving people with different social backgrounds to react differently to the same information.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/21075.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Playing Favorites: How Firms Prevent the Revelation of Bad News",
            "abstract": "We explore a subtle but important mechanism through which firms can control information flow to the markets. We find that firms that â\u0080\u009ccastâ\u0080\u009d their conference calls by disproportionately calling on bullish analysts tend to underperform in the future. Firms that call on more favorable analysts experience more negative future earnings surprises and more future earnings restatements. A long-short portfolio that exploits this differential firm behavior earns abnormal returns of up to 149 basis points per month, or almost 18 percent per year. We find similar evidence in an international sample of earnings call transcripts from the UK, Canada, France, and Japan. Firms with higher discretionary accruals, firms that barely meet/exceed earnings expectations, and firms (and their executives) that are about to issue equity, sell shares, and exercise options, are all significantly more likely to cast their earnings calls.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/19429.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Introducing contemporaneous open-outcry and e-trading at the Chicago Board of Trade",
            "abstract": "This study uses a vector error correction (VEC) model to examine price-volume relationships between open outcry and e-trading at the Chicago Board of Trade. We test whether equilibrium price corrections on one system are independent of the other, and whether this price behavior is more sensitive to changes in screen-based volume as opposed to open outcry volume. Error correction terms capture an asymmetric price adjustment process led by open outcry trading. Open outcry volume (market depth) also results in price discovery by dampening price volatility on both markets. These aspects of market microstructure are relevant in identifying how newly introduced e-trading systems operate in relation to established open outcry systems,and how e-trading systems may affect the economic performance of futures exchanges generally.",
            "keywords": [
                "market liquidity",
                "e-trading",
                "vector error correction model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/14821.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is after-hours trading informative?",
            "abstract": "This article investigates price and trading volume relations for near term crude oil contracts at the New York Mercantile Exchange (NYMEX). The study investigates the informativeness of after-hours trading under the prior assumption that daytime and after-hours trading sessions are completely segmented. The research methodology uses a vector autoregressive (VAR) structural model to identify the lead/lag structure between the leading overnight session and the lagging daytime session. This framework permits us to impose testable restrictions in considering the view that after-hours price changes and trading volumes provide contemporaneous information in the daytime price discovery process. Furthermore, the reduced-form VAR allows testing whether innovations (surprises) in daytime prices and trading activity influence overnight price/volume behavior.",
            "keywords": [
                "futures markets",
                "after hour trading",
                "structural var model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/14818.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A Non-Random Walk down Canary Wharf",
            "abstract": "In this paper I perform a panel data analysis to evaluate whether ï¿½- nancial technical indicators are able to predict stock market returns. By using a panel of 40 stocks taken from the Financial Times Stock Exchange (FTSE) observed in 2004, I test the ability of 75 amongst the most famous technical indicators used by traders to predict next-day returns. Surpris- ingly, results are robust in demonstrating that many of these are good predictors, supporting the validity of the technical analysis.",
            "keywords": [
                "technical analysis",
                "random walk hypothesis",
                "econometrics finance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/9871.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Gambling Preference and the New Year Effect of Assets with Lottery Features",
            "abstract": "This paper examines whether investors exhibit a New Year's gambling preference and whether such preference impacts prices and returns of assets with lottery features. In January, calls options have higher demand than put options, especially by small investors. In addition, relative to at-the-money calls, out-of-the-money calls are the most expensive and actively traded. In the equity markets, lottery-type stocks in the US outperform their counterparts mainly in January, but tend to underperform in other months. Lottery-type Chinese stocks outperform in the Chinese New Year month, but not in January. This New Year effect provides new insights into the broad phenomena related to the January effect.",
            "keywords": [
                "January effect",
                "Gambling",
                "Preference for skewness",
                "Out-of-the-money options",
                "China"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/15463.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "US Industry-Level Returns and Oil Prices",
            "abstract": "This paper takes a closer look at the puzzle uncovered by Driesprong et al. (2008) and finds empirical support for the \"oil effect\" in equity returns. Using forty nine US industry-level returns series and changes in oil spot and future prices, we address whether industry-level returns are predictable. We find that using changes in oil spot prices, the answer is yes; but for just under a fifth of industries in our sample. We find weak support for the predictability of industry-level returns based on changes in oil futures prices. Our findings are consistent with the delayed reaction to new information, a variant of Hong and Stein (1996)'s \"underreaction\" hypothesis.",
            "keywords": [
                "Industry-level returns",
                "Oil prices",
                "Return predictability",
                "Underreaction"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/15670.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Fundamental Value Investors: Characteristics and Performance",
            "abstract": "We examine novel data on the detailed investment decisions of professional value investors. We find evidence that value investors are not easily defined: they exploit traditional tangible asset valuation discrepancies such as buying high book-to-market stocks, but spend more time analyzing intrinsic value, growth measures, and special situation investments. We also test whether fundamental value investors outperform the market in our sample (January 2000 to June 2008). Analyzing buy-and-hold abnormal returns and calendar-time portfolio regressions, we conclude that value investors have stock picking skills.",
            "keywords": [
                "Value investing",
                "abnormal returns",
                "hedge funds",
                "market efficiency",
                "Valueinvestorsclub.com performance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/12620.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Modeling Trade Direction",
            "abstract": "The problem of classifying trades as buys or sells is examined. I propose estimated quotes for midpoint and bid/ask tests and a modeling approach to classification. Prevailing quotes are estimated using flexible approximations to the distribution for delays of quotes relative to trade timestamps. Classification is done by a generalized linear model which includes improved versions of midpoint, tick, and bid/ask tests. The model also considers the relative strengths of these tests, can account for market microstructure peculiarities, and allows for autocorrelations and cross-correlations in trade direction. The correlation modeling corrects for pseudoreplication, yielding more accurate standard errors and fixed effect estimates. Further, the model estimates probabilities of correct classification. The model is compared to various trade classification methods using a sample of 2,836 domestic US stocks from an unexplored, recent, and readily-available dataset. Out of sample, modeled classifications are 1-2% more accurate overall than current methods; this improvement is consistent across dates, sectors, and locations relative to the inside quote. For Nasdaq and NYSE stocks, 1% and 1.3% of the improvement comes from using relative strengths of the various tests; 0.9% and 0.7% of the improvement, respectively, comes from using some form of estimated quotes. For AMEX stocks, a 0.4% improvement is attributed to using a lagged version of the bid/ask test. I also find indications of short- and ultra-short-term alpha.",
            "keywords": [
                "market microstructure",
                "trade classification",
                "generalized linear mixed model",
                "ultra-high-frequency data analysis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/10209.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Aggregation mechanisms for crowd predictions",
            "abstract": "Abstract When the information of many individuals is pooled, the resulting aggregate often is a good predictor of unknown quantities or facts. This aggregate predictor frequently outperforms the forecasts of experts or even the best individual forecast included in the aggregation process (â\u0080\u009cwisdom of crowdsâ\u0080\u009d). However, an appropriate aggregation mechanism is considered crucial to reaping the benefits of a â\u0080\u009cwise crowdâ\u0080\u009d. Of the many possible ways to aggregate individual forecasts, we compare (uncensored and censored) arithmetic and geometric mean and median, continuous double auction market prices and sealed bid-offer call market prices in a controlled experiment. We use an asymmetric information structure, where participants know different sub-sets of the total information needed to exactly calculate the asset value to be estimated. We find that prices from continuous double auction markets clearly outperform all alternative approaches for aggregating dispersed information and that information lets only the best-informed participants generate excess returns.",
            "keywords": [
                "Information aggregation",
                "Asymmetric information",
                "Wisdom of crowds"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapexpeco/v_3a23_3ay_3a2020_3ai_3a3_3ad_3a10.1007_5fs10683-019-09631-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Persistence of Mutual Funds Performance: Evidence From The UK Stock Market",
            "abstract": "This paper examines the past performances of mutual funds as a criterion for investorsâ\u0080\u0099 future choices. In particular, it examines if mutual funds (which invested in the U.K stock market) that have presented the highest return through one or two years continue the same high performances through the future years. We start our analysis by calculating the annually returns of all funds and the Jensenâ\u0080\u0099s measure of performance (in the context of CAPM). Moreover, we test persistence by constructing two-way tables showing the successful performance over successive two-year and one year period. Afterwards, we simulate a strategy of investing in the top performing mutual funds during the preceding two years. We conclude that in 1990s persistence is weak. We do not find strong evidence that past returns provide information about future returns. As most of the results in relevant studies, our results may be subject to survivorship bias, because we do not include in our sample funds that have ceased to exist or merged or started their operation after 1990 (they do not have complete observations).",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/eknekonom/v_3a7_3ay_3a2004_3ai_3a2_3ap_3a121-138.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading strategies and trading profits in experimental asset markets with cumulative information",
            "abstract": "We study the use of trading strategies and their profitability in experimental asset markets with asymmetrically informed traders. We find that insiders make most of their profits from trades which are initiated by their limit orders - especially at the beginning of a period and when the change in their fundamental information is large. The average informed lose most with market orders and their losses are highest at the beginning of a period when they can be exploited by insiders. Uninformed traders act as liquidity providers. They place the highest number of limit orders and end up with the market return.",
            "keywords": [
                "Asymmetric information",
                "liquidity",
                "trading strategies",
                "limit order markets",
                "experiment"
            ],
            "eco_link": "https://econpapers.repec.org/paper/innwpaper/2010-09.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}