{
    "page_info": {
        "page_number": 152,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The â\u0080\u009cautumn effectâ\u0080\u009d in the gold marketâ\u0080\u0094does it contradict the Adaptive Market Hypothesis?",
            "abstract": "The present study aims to verify the autumn effect in the gold market, first presented 10 years ago by Dirk Baur in the paper â\u0080\u009cThe autumn effect of goldâ\u0080\u009d and to investigate the calendar effects occurring for other precious metals. This empirical research is presented in a way to place the results obtained in the context of the Efficient Market Hypothesis (EMH) and the more current Adaptive Market Hypothesis (AMH). The study was conducted as an extended reproduction of the Baur study. The main conclusion is that, the autumn effect on the gold market has been reversed and replaced by the winter effect, which is linked to the AMH. An equally interesting calendar effect was observed for silver. Platinum and palladium saw an increase in prices in January, but given the patterns in the gold market, it is very likely that this phenomenon will also change over time.",
            "keywords": [
                "investing",
                "calendar effect",
                "precious metals"
            ],
            "eco_link": "https://econpapers.repec.org/article/vrsijomae/v_3a60_3ay_3a2024_3ai_3a3_3ap_3a157-172_3an_3a1001.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Price Impact of S&P 500 Affiliation",
            "abstract": "We examine how abnormal returns and abnormal return determinants change when a company is added to S&P 500. Newly added companies experience a significant increase in abnormal returns around the announcement and addition dates. This increase is accompanied by an improvement in liquidity and a decrease in associated shadow cost. While before their addition, firm-specific abnormal returns can be explained by price impact, they are explained by changes in trading activity during the addition event. Additionally, companies with higher leverage ratios benefit more from index affiliation.",
            "keywords": [
                "Index addition",
                "index restructuring",
                "stock addition",
                "liquidity",
                "abnormal returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/vrssubboe/v_3a68_3ay_3a2023_3ai_3a1_3ap_3a42-61_3an_3a4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Valuing local and dual-class IPOs in the Alternative Investment Market",
            "abstract": "Initial Public Offerings are, by definition, not seasoned securities. They have not been subjected to valuation by the community of investors. It is often difficult or impossible to forecast their future cash flows because most do not have a long history of publicly disclosed financial information. Consequently, valuing IPOs in any market is more difficult than valuing seasoned equities. In this paper, we address the valuation of IPOs in the Alternative Investment Market, (hereafter the AIM.) The purpose of this study is to determine the observable factors that affect valuation in the AIM. We apply OLS, LASSO regression, and Extreme Bounds Analysis (EBA) techniques on historical accounting data to test our theory of valuation. The statistical sample consists of 2,185 IPOs issued on the AIM between 1995 and 2020. Our findings suggest that the market valuation of IPOs in the AIM is systematically related to a multiplicity of factors. These include earnings per share (EPS) in the after-market, operating cash follow per share, and the percentage of shares issued to the public. The findings of the study have a practical value for investors who are interested in buying IPOs in the AIM.",
            "keywords": [
                "Valuation of IPOs",
                "AIM",
                "Dual-class IPOs",
                "LASSO regression",
                "Extreme Bounds Analysis."
            ],
            "eco_link": "https://econpapers.repec.org/article/udcesteco/v_3a47_3ay_3a2020_3ai_3a2_3ap_3a245-271.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What pieces of limit order book information are informative ?",
            "abstract": "This paper studies the importance of different pieces of limit order book information in characterizing order aggressiveness and the timing of trades, order submissions and cancellations. Using limit order book information on a representative sample of Spanish stocks, we evidence that most of the explanatory power of the book concentrates on the best quotes. However, the book beyond the best quotes also matters in explaining the aggressiveness of traders. In particular, liquidity providers (limit-order traders) benefit more from an increased degree of pre-trade transparency than liquidity consumers (market-order traders). Finally, no piece of book information matters in explaining the timing of orders.",
            "keywords": [
                "open limit order book",
                "order aggressiveness",
                "durations",
                "pre-trade transparency",
                "order driven markets"
            ],
            "eco_link": "https://econpapers.repec.org/paper/corlouvco/2004033.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "CEO-speeches and stock returns",
            "abstract": "We analyze the market reaction to the sentiment of the CEO speech at the Annual General Meeting (AGM). Adapting a finance-specific German dictionary based on Loughran and McDonald (2011), we find that CEO speeches' textual sentiment is significantly related to abnormal stock returns and trading volume around the AGM. Investors hence seem to perceive the speeches' sentiment as a valuable indicator of future firm performance.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/zbwvfsc17/168192.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Return and Volatility Reactions to Monthly Announcements of Business Cycle Forecasts: An Event Study Based on High-Frequency Data",
            "abstract": "This article contributes to the literature on macroeconomic announcements and their impact on asset prices by investigating how the 15-second Xetra DAX returns reflect the monthly announcements of the two best known business cycle forecasts for Germany, i.e. the ifo Business Climate Index and the ZEW Indicator of Economic Sentiment. From the methodological point of view, the main innovation lies in disentangling 'good' macroeconomics news from 'bad' news, and, simultaneously, considering time intervals with and without confounding announcements from other sources. Releases from both institutes lead to an immediate response of returns occurring 15 seconds after the announcements, i.e. within the first possible time interval. Announcements of both institutes are also clearly and immediately reflected in the volatility, which remains at a significantly higher level for approximately two minutes slightly elevated for approximately 15 minutes. Combining returns and volatility in a GARCH(1,1)-model, the paper reveals that significant increases in volatility only show up in the presence of simultaneous news released by other sources, whereas return reactions can be observed irrespective of whether confounding announcements are published or not.",
            "keywords": [
                "event study",
                "announcement effect",
                "high-frequency data",
                "intraday data"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwzewdip/7535.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Weekday dependence of German stock market returns",
            "abstract": "The so-called 'Monday effect ' has been found for various stock markets of the world. The empirical finding that Monday returns are significantly smaller than returns measured for the remaining days of the week calls the efficiency hypothesis for pricing processes operating on stock markets into question. Investigating an index series measured at the Frankfurt stock exchange the paper compares estimation results of parametric and nonparametric autoregressive models with respect to possible weekday dependence of return data. Allowing for heteroskedastic error distributions the wild bootstrap is used to infer against time varying means and correlation of return data in parametric models and to obtain confidence bands for nonparametric estimates. It is shown that time dependence is an important feature describing the dynamics of German stock market returns in the period 1960-79. Within two subsamples obtained from the period 1980-97 the evidence in favour of such effects is mitigated substantially.",
            "keywords": [
                "Periodic models",
                "weekday effects",
                "wild bootstrap",
                "nonparametric autoregression"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsfb373/199947.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Central bank-driven mispricing",
            "abstract": "We show that bond purchases undertaken in the context of quantitative easing efforts by the European Central Bank created a large mispricing between the market for German and Italian government bonds and their respective futures contracts. On top of the direct effect the buying pressure exerted on bond prices, we show three indirect channels through which the scarcity of bonds, resulting from the asset purchases, drove a wedge between the futures contracts and the underlying bonds: the deterioration of bond market liquidity, the increased bond specialness on the repurchase agreement market, and the greater uncertainty about bond availability as collateral.",
            "keywords": [
                "Central Bank Interventions",
                "Liquidity",
                "Sovereign Bonds",
                "Futures Contracts",
                "Arbitrage"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsafewp/226.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sovereign credit risk, liquidity, and ECB intervention: Deus ex machina?",
            "abstract": "This paper examines the dynamic relationship between credit risk and liquidity in the sovereign bond market in the context of the European Central Bank (ECB) interventions. Using a comprehensive set of liquidity measures obtained from a detailed, quote-level dataset of the largest interdealer market for Italian government bonds, we show that changes in credit risk, as measured by the Italian sovereign credit default swap (CDS) spread, generally drive the liquidity of the market: a 10% change in the CDS spread leads a 11% change in the bid-ask spread. This relationship is stronger, and the transmission is faster, when the CDS spread is above the 500 basis point threshold, estimated endogenously, and can be ascribed to changes in margins and collateral, as well as clientele effects. Moreover, we show that the Long-Term Refinancing Operations (LTRO) intervention by the ECB weakened the sensitivity of the liquidity provision by the market makers to changes in the Italian government's credit risk. We also document the importance of market-wide and dealer-specific funding liquidity measures in determining the market liquidity for Italian government bonds.",
            "keywords": [
                "Liquidity",
                "Credit Risk",
                "Euro-zone Government Bonds",
                "Financial Crisis",
                "MTS Bond Market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsafewp/95.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market impact of government communication: The case of presidential tweets",
            "abstract": "We propose the \"President reacts to news\" channel of stock returns by studying the financial market impact of the Twitter account of the 45th president of the United States, Donald Trump. We use machine learning algorithms to classify topic and textual sentiment of 1,400 economy-related tweets to investigate whether they contain relevant information for financial markets. Analyzing high-frequency data, we find that after controlling for past market movements, most tweets are reactive and predictable, rather than novel and informative. The exceptions are tweet topics where the president has direct policy authority and his negative sentiment could adversely aâ\u0086µect economic outcomes.",
            "keywords": [
                "Government communication",
                "Social media",
                "Twitter",
                "Machine learning",
                "ETFs"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsafewp/314.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity Risk, Speculative Trade, and the Optimal Latency of Financial Markets",
            "abstract": "Garbade and Silber (1979) demonstrate that an asset will be liquid if it has (1) low price volatility and (2) a large number of public investors who trade it. Although these results match nicely with common notions of liquidity, one key element is missing: liquidity also depends on (3) an asset s correlation with other securities. For example, if an illiquid asset is highly correlated with a liquid asset, then speculators will naturally step in and make it liquid . In this paper, we update Garbade and Silber s model to include an infinitely liquid market security. We show that when the market security is added, the liquidity of the non-market asset is still a decreasing function of volatility and an increasing function of investor participation, but it is now also an increasing function of its correlation with the market. Furthermore, we show that at a critical correlation value of 0.86, it is optimal for the asset to continuously clear, i.e., for orders to transact immediately when placed in the market. This low-latency result holds regardless of the other properties of the asset. The updated model can help answer several questions relevant to current financial markets: How and why do short-term speculators provide liquidity in markets? , How much benefit do these speculators add? , and Can extremely low-latency in markets be beneficial?",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/zbwvfsc14/100402.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Are GARCH innovations independent - a long term assessment for the S&P 500",
            "abstract": "GARCH specifications have been widely applied in financial literature and practice. For purposes of (Quasi) ML (QML) estimation innovations to GARCH processes are assumed identically and independently distributed (iid) with mean zero and unit variance. In this note GARCH innovations entering daily S\\&P 500 quotes are diagnosed to lack independence and to signal ex-ante the directions of stock price changes.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/zbwvfsc15/113109.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}