{
    "page_info": {
        "page_number": 129,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The price effect of temporary short-selling bans: Theory and evidence",
            "abstract": "We develop a model of temporary short-selling bans by extending the infinite-horizon model of Scheinkman and Xiong (2003). Our model predicts that a temporary short-selling ban leads to a speculative bubble that is the highest at the beginning of the ban and gradually converges to zero. Examining the 2008 short-selling ban in the U.S., we find evidence consistent with the modelâ\u0080\u0099s predictions. The innovation of our empirical design is to use the financial segments of non-banned stocks as a control group for the banned financial stocks. Our results are robust across different test specifications and different samples of stocks.",
            "keywords": [
                "Speculative bubble",
                "Short-selling ban"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a69_3ay_3a2024_3ai_3ac_3as1386418124000089.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short selling and the pricing of PIN information risk",
            "abstract": "We present evidence that the pricing of the probability of informed trading (PIN) information risk varies substantially with stocksâ\u0080\u0099 short selling environment. For lightly shorted stocks, their risk-adjusted returns (alphas) increase reliably with both the good news (PIN_G) and bad news (PIN_B) components of their PIN. The positive PIN-alpha relations decline and then disappear as stocksâ\u0080\u0099 shorting activity increases. Our findings are consistently evident with shorting-interest, shorting-flow, and the probability of informed shorting, and are more prominent for smaller-cap stocks. Our findings support theories where asymmetric information with imperfectly competitive markets can impact stocksâ\u0080\u0099 cost of equity.",
            "keywords": [
                "Short sales",
                "Probability of informed trading",
                "Information asymmetry"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a71_3ay_3a2024_3ai_3ac_3as1386418124000491.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetry and the Cross-section of Option Returns",
            "abstract": "We propose a novel measure of upside asymmetry based on probability density function that utilizes information from the distribution of option returns. Our analysis of U.S. option data reveals a positive cross-sectional relationship between the upside asymmetry (RML) and subsequent option returns. This relationship cannot be explained by stock or option characteristics studied in previous literature and do not reverse in the following months. Additionally, the relationship is stronger among firms with higher costs of arbitrage. RML robustly predicts future realized and implied volatilities after controlling for historical volatility and lagged implied volatility.",
            "keywords": [
                "Asymmetry",
                "Return predictability",
                "Cross-sectional option returns",
                "Volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a71_3ay_3a2024_3ai_3ac_3as1386418124000508.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impact of trade reporting and central clearing on CDS price informativeness",
            "abstract": "We find that the magnitude of unique credit default swap (CDS) market information (constructed to be orthogonal to contemporaneous and lagged stock returns) declined after recent reforms that increased the level of post-trade regulatory and market transparency for CDSs. Around the same reforms, the ability of this CDS-unique information to predict future stock returns decreased. These results suggest the CDS market has become less of a â\u0080\u009chiddenâ\u0080\u009d trading venue for informed investors since central clearing and trade reporting started.",
            "keywords": [
                "Credit default swap",
                "Post-trade transparency",
                "Central clearing",
                "Trade reporting",
                "Informed trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinsta/v_3a43_3ay_3a2019_3ai_3ac_3ap_3a130-145.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can investors profit from security analyst recommendations?: New evidence on the value of consensus recommendations",
            "abstract": "This paper revisits the question of whether investors can benefit from consensus recommendations of stock market analysts in US equity markets. To examine the profitability net of transactions cost, we calculate several measures of transactions costs based on effective tick spreads and others. We find that transactions cost becomes noticeably lower from 2001 and the strategy of purchasing â\u0080\u0098strong buyâ\u0080\u0099 stocks and shorting â\u0080\u0098strong sellâ\u0080\u0099 stocks yields the abnormal returns of 4.7â\u0080\u00935.8% per year during the period of 2001â\u0080\u00932016, even after accounting for transactions cost. We also find that â\u0080\u0098strong buy (sell)â\u0080\u0099 stocks are growth (value) firms and short-term winners (losers). We discuss our empirical results in the context of market efficiency.",
            "keywords": [
                "Consensus recommendations",
                "Transactions cost",
                "Asset pricing",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a30_3ay_3a2019_3ai_3ac_3ap_3a403-413.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cryptocurrency accepting venues, investor attention, and volatility",
            "abstract": "Using a novel dataset of cryptocurrency accepting business venues that accept cryptocurrencies as form of payments, we examine the relationship between new crypto accepting venues and crypto volatility. We argue that the number of new venues is a proxy for investor attention. We find that the number of new venues is a significant driver of crypto volatility. Moreover, venues that do not disclose their type of business as well as venues in Europe, North America and Oceania increase crypto volatility. Granger-causality, VAR estimation and a quasi-natural experiment validate our findings.",
            "keywords": [
                "Cryptocurrency",
                "Crypto-accepting venues",
                "Volatility",
                "VAR",
                "Granger causality",
                "Quasi-natural experiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a36_3ay_3a2020_3ai_3ac_3as154461231930649x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price reaction, volatility timing and fundsâ\u0080\u0099 performance during Covid-19",
            "abstract": "In this paper we assess the price reaction, performance and volatility timing of European investment funds during the outbreak of Covid-19. We analyze the time period between January and June 2020 and demonstrate that while most of the investment funds exhibit stressed performance, social entrepreneurship funds endured resilience. This performance remained robust during the various stages of evolution of this contagion. The social funds also demonstrated volatility timing that was absent for most of their counterparts. We attribute the overall stability of these funds to their niche investments in social enterprises that specialize in providing innovative solutions for social issues.",
            "keywords": [
                "Volatility timing",
                "Price reaction",
                "Covid-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a36_3ay_3a2020_3ai_3ac_3as1544612320305316.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "COVID-19 and stock market volatility: An industry level analysis",
            "abstract": "COVID-19 has had significant impact on US stock market volatility. This study focuses on understanding the regime change from lower to higher volatility identified with a Markov Switching AR model. Utilizing machine learning feature selection methods, economic indicators are chosen to best explain changes in volatility. Results show that volatility is affected by specific economic indicators and is sensitive to COVID-19 news. Both negative and positive COVID-19 information is significant, though negative news is more impactful, suggesting a negativity bias. Significant increases in total and idiosyncratic risk are observed across all industries, while changes in systematic risk vary across industry.",
            "keywords": [
                "COVID-19",
                "Stock market volatility",
                "Industry",
                "Total risk",
                "Idiosyncratic risk",
                "Machine Learning Feature Selection"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a37_3ay_3a2020_3ai_3ac_3as1544612320311843.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "COVID-19 and safer investment bets",
            "abstract": "I examine the spillover effects across the three different long-short portfolio indices during the COVID-19 pandemic. The relative outperformance of the ESG portfolio, reported by Nofsinger and Varma (2014) and Lins et al. (2017), comes from the fact that the probability of its returns getting affected by the other safer investment strategies increases during an economic slowdown. It implies that investors become more attentive to corporate fundamentals â\u0080\u0093 causing capital flowing away from the defensive and EAFE portfolios to the ESG portfolio during crisis periods. Investors find refuge in the ESG approach as it focuses on the long-run sustainability of firms.",
            "keywords": [
                "Defensive",
                "EAFE",
                "Emerging markets",
                "ESG",
                "Return Spillover"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a36_3ay_3a2020_3ai_3ac_3as1544612320307583.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bidâ\u0080\u0093ask spread and liquidity searching behaviour of informed investors in option markets",
            "abstract": "We show evidence of a liquidity searching behaviour of informed investors in option listings, which was also found by Collin-Dufresne and Fos (2015) using stock markets. Nevertheless, and differently from Collin-Dufresne and Fos (2015), we find that the option bidâ\u0080\u0093ask spread may be still a good proxy for informed trading, despite of the liquidity searching behaviour of informed agents. We show an upward trend in the option bidâ\u0080\u0093ask spread after option introductions (as informed traders avoid trading in initial periods after listing dates due to the low liquidity environment), which is steeper for options with high chances of information asymmetries.",
            "keywords": [
                "Stock options",
                "Option listings",
                "Informed trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a25_3ay_3a2018_3ai_3ac_3ap_3a96-102.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamic autocorrelation of intraday stock returns",
            "abstract": "We discover three significant periodicities in the autocorrelation of intraday stock returns. We demonstrate that (i) the autocorrelation is 64% more negative during afternoons than during mornings, (ii) the autocorrelation is more negative Tuesdays through Fridays than on Mondays, (iii) overall serial correlation becomes less negative when salient information events arrive, i.e., earnings months, but measures less negative during mornings and on Mondays. Our results support the hypothesis that informational demand is more critical following daily and weekly market closures when information accumulated cannot easily be traded on, while liquidity demand intensifies closer to the no-trading periods.",
            "keywords": [
                "Return autocorrelation",
                "Informed trading",
                "Liquidity trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a20_3ay_3a2017_3ai_3ac_3ap_3a274-280.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Meanâ\u0080\u0093variance dominant trading strategies",
            "abstract": "The paper examines the relative importance of ten anomaly-based trading strategies. We employ Mean Variance spanning methodologies in a classical unconditional setting and a novel conditional setting. Fixed-weight optimal portfolios stemming from the unconditional methodology indicate that all the strategies are needed to enhance the meanâ\u0080\u0093variance tradeoff. This conclusion is completely reversed when we allow for time-varying portfolio weights as a nonlinear function of lagged economic indicators. The overall results suggest that diversified anomaly-based holdings are of limited benefit to sophisticated investors who employ dynamic trading strategies.",
            "keywords": [
                "Trading strategies",
                "Mean variance",
                "Conditional spanning tests"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a10_3ay_3a2013_3ai_3a3_3ap_3a142-150.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}