{
    "page_info": {
        "page_number": 154,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Paper profits from value, size and momentum: evidence from the Polish market",
            "abstract": "In this paper we investigate sources and characteristics of value, size and momentum profits on the Polish stock market. The research aims to broaden the academic knowledge in a few ways. First, we deliver fresh out-of-sample evidence on value, momentum, and size premiums. Second, we analyzemthe interdependences among the factors. Third, we investigate whether the factor premiums are present after accounting for liquidity constraints. Fourth, we check whether the factor premiums are robust to transaction costs. Our research is based on all the stocks listed on the WSE in years 2001-2013. We find, that the value, momentum, and size premiums are to some extent present on the Polish market. Furthermore, they strengthen each other, but they disappear after accounting for transaction costs and liquidity",
            "keywords": [
                "value premium",
                "size premium",
                "momentum effect",
                "cross-section of stock returns",
                "liquidity",
                "transaction costs",
                "Warsaw Stock Exchange",
                "WSE",
                "Polish stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/rzeefinan/v_3a11_3ay_3a2016_3ai_3a3_3ap_3a58-69.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Impact of Lockdown Measures on Central-East European Stock Markets: A Cointegration and Granger Causality Analysis of Indices",
            "abstract": "The outright effect of the Covid-19 pandemic on European stock markets took place during the application of lockdown and curfew measures throughout 2020. Our analysis spans the period elapsed from the initial outbreak until the arrival of the Omicron variant. We run a set of cointegration techniques incorporating the stock indices of Prague, Warsaw and Bratislava during the subsequent stages of the pandemics. We run the augmented Dickey Fuller test for bearing out cointegration relationships between pair of sequences. On the other hand, the Granger causality disclosed the capacity of the indexes for forecasting accurately each other. Later, the Error Correction Model demonstrated that not all the indexes adjust to the equilibrium value immediately. Finally, the Johansen Methodology tested the rank of matrix criteria for effectively validate the existence of a cointegrating vector in the system",
            "keywords": [
                "Cointegration",
                "stock markets",
                "long-run equilibrium."
            ],
            "eco_link": "https://econpapers.repec.org/article/rsewpaper/v_3a26_3ay_3a2023_3ai_3a2_3ap_3a05-16.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Path-dependent behavior and information leakage in financial markets",
            "abstract": "Abstract I develop a new mechanism that exploits the leakage of information in financial markets to deliver herding and contrarian behavior, which I label â\u0080\u009cpath-dependent behavior.â\u0080\u009d The mechanism is related to the role of word-of-mouth communication in transmitting information about stocks among traders. In practice, this occurs via dealing interactions and a notable phenomenon called â\u0080\u009cthe brokerâ\u0080\u0099s ear.â\u0080\u009d I find that, for a suitably long trading history, path-dependent behavior is more likely the better the quality of tradersâ\u0080\u0099 private information. Herding in the direction of the true state of the world occurs almost surely for any initial beliefs, and it improves price informativeness. An external observer who underestimates/overestimates the rate of information leakage will always overestimate/underestimate the quality of private information. I also show that when the quality of private information is very high and the asymmetry of information between traders and market maker is pronounced, the market is expected to herd 50% of the time. Nonetheless, this has little impact on order imbalance, excluding cases exhibiting catastrophic price behavior.",
            "keywords": [
                "Herding",
                "Contrarianism",
                "Brokerâ\u0080\u0099s ear",
                "Information leakage",
                "Financial markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjoecth/v_3a67_3ay_3a2019_3ai_3a4_3ad_3a10.1007_5fs00199-018-1102-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Financial equilibrium with asymmetric information and random horizon",
            "abstract": "Abstract We study in detail and explicitly solve the version of Kyleâ\u0080\u0099s model introduced in a specific case in Back and Baruch (Econometrica 72:433â\u0080\u0093465, 2004), where the trading horizon is given by an exponentially distributed random time. The first part of the paper is devoted to the analysis of time-homogeneous equilibria using tools from the theory of one-dimensional diffusions. It turns out that such an equilibrium is only possible if the final payoff is Bernoulli distributed as in Back and Baruch (Econometrica 72:433â\u0080\u0093465, 2004). We show in the second part that the signal the market makers use in the general case is a time-changed version of the one they would have used had the final payoff had a Bernoulli distribution. In both cases, we characterise explicitly the equilibrium price process and the optimal strategy of the informed trader. In contrast to the original Kyle model, it is found that the reciprocal of the marketâ\u0080\u0099s depth, i.e., Kyleâ\u0080\u0099s lambda, is a uniformly integrable supermartingale. While Kyleâ\u0080\u0099s lambda is a potential, i.e., converges to 0, for the Bernoulli-distributed final payoff, its limit in general is different from 0.",
            "keywords": [
                "Kyleâ\u0080\u0099s model",
                "Financial equilibrium",
                "One-dimensional diffusions",
                "h $h$ -transform",
                "Potential theory",
                "60J45",
                "60J60",
                "91B44"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprfinsto/v_3a22_3ay_3a2018_3ai_3a1_3ad_3a10.1007_5fs00780-017-0348-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Post-Earnings Announcement Drift, Momentum, and Contrarian Strategies in the Saudi Stock Market: Risk Explanation vs. Behavioral Explanation",
            "abstract": "Abstract We studied the strategies exploiting the post-earnings announcement drift, the momentum, and the long-term return reversal in the Saudi stock market and their explanations. Using individual data for all the listed firms over the period 2010â\u0080\u00932019, we found that these strategies are significantly profitable regardless of the formation and holding period length, and their profitability generally persists for the subperiods. Two controversial explanations for this profitability were examined using a time series approach: the risk-based rational explanation and the under- and overreaction-based behavioral explanation. We found that the profitability of the three strategies persists after controlling for risk using the Capital Asset Pricing Model, the Famaâ\u0080\u0093French three-factor model, and the Famaâ\u0080\u0093French five-factor model, which rejects the risk hypothesis. To examine the behavioral explanation, we extended the Famaâ\u0080\u0093French five-factor model to include a factor reflecting the underreaction or the overreaction to quarterly earnings announcement based on unexpected earnings. Our findings indicate that the momentum can be explained by the market underreaction to firmsâ\u0080\u0099 earnings announcement, while the long-term return reversal cannot be explained by the overreaction to a series of similar information conveyed by earnings announcement events.",
            "keywords": [
                "Post-earnings announcement drift",
                "Momentum",
                "Contrarian profits",
                "Five-factor model",
                "Underreaction",
                "Overreaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjknowl/v_3a15_3ay_3a2024_3ai_3a3_3ad_3a10.1007_5fs13132-023-01648-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do investors post messages differently from mobile devices? The correlation between mobile Internet messages posting and stock returns",
            "abstract": "Abstract Mobile Internet has become a popular channel for investors to share their information and ideas about investment. This paper investigates the relation between frequency of mobile Internet messages and subsequent stock returns. We find that firms with higher proportion of mobile Internet messages on average earn a significant return premium even after controlling for well-known risk factors. Moreover, the marginal effect of mobile Internet messages is more pronounced among stocks in weaker information environments (i.e., higher fraction of individual ownership and lower analysts following). Further results suggest this correlation is more likely to be driven by â\u0080\u009cnoiseâ\u0080\u009d rather than â\u0080\u009cinformation.â\u0080\u009d We also provide evidence that the lack of liquidity can explain the persistence of the correlation between mobile Internet messages and stock returns. Our findings highlight the importance for financial market participants to consider the peer-based opinions from mobile Internet.",
            "keywords": [
                "Mobile Internet",
                "Stock returns",
                "Information",
                "Noise",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprinrvec/v_3a66_3ay_3a2019_3ai_3a4_3ad_3a10.1007_5fs12232-019-00329-6.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does what happen in Vegas stay in Vegas? Football gambling and stock market activity",
            "abstract": "Abstract We examine whether lagged football betting payoffs result in changes in retail investing in lottery-like stocks. We show that lagged, low betting imbalances are associated with increases in retail stock participation, particularly for lottery-like stocks. This finding implies support for the â\u0080\u009cbreak-evenâ\u0080\u009d hypothesis that following negative sentiment and losses from football gambling, investors use lottery-like stocks to offset losses or break-even. This result holds for lottery-like stocks defined based on high idiosyncratic volatility and skewness as well as stocks that trade in over-the-counter (OTC) markets. Finally, we address whether the reverse relation exists, finding that only OTC market activity leads to increases in football betting activity but not football betting imbalances. Overall, our paper contributes to the literature investigating the relation between gambling sentiment and stock market activity.",
            "keywords": [
                "Gambling sentiment",
                "Lottery-like stocks",
                "Football"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a44_3ay_3a2020_3ai_3a4_3ad_3a10.1007_5fs12197-020-09513-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Day of the week effect and stock market volatility in Ghana and Nairobi stock exchanges",
            "abstract": "Abstract We examine Day-of-the-Week Effect anomaly and volatility in returns on Ghana Stock Exchange (GSE) and Nairobi Stock Exchange (NSE) using daily closing price indices from 2005 to 2014. Ordinary Least Square regression with autoregressive term, GARCH (1, 1), TGARCH (1, 1) and EGARCH (1, 1) were used. There is no evidence of day-of-the-week effect in GSE but there exists Friday effect in NSE. Daily returns could be predicted in NSE but cannot be predicted in the GSE using past prices and returns information. The GARCH model suggests a high degree of persistent in the conditional volatility of daily stock returns in NSE. The TGARCH and EARCH models show no evidence of asymmetry in daily returns in NSE. However, there was no evidence of conditional volatility for GSE-CI. The two markets are inefficient and whiles day of the week effects are irrelevant in making investment decisions in GSE it is relevant in NSE. Reduction in trade settlement periods to t + 1 and promoting internet usage will make market information freely available to all investors hence making the markets more efficient.",
            "keywords": [
                "Day of the week effect",
                "Ghana stock exchange",
                "Nairobi stock exchange"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a42_3ay_3a2018_3ai_3a4_3ad_3a10.1007_5fs12197-017-9409-7.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investing strategies as continuous rising (falling) share prices released",
            "abstract": "Abstract We argue that continuous rising (falling) share prices might cause herding behaviors due to investorsâ\u0080\u0099 sentiments aroused. To my best of our understanding, we argue that this study pioneers to explore the trading performance after continuous rising (falling) prices, which might contribute to the existing literature in finance. By employing the constituent stocks of DJ 30, FTSE 100, and SSE 50 as our samples, we reveal that contrarian strategies are proper for continuous falling prices instead of continuous rising prices. We argue that the results reveled might benefit for investors to trade these constituentsâ\u0080\u0099 stocks.",
            "keywords": [
                "Continuous rising (falling) prices",
                "Momentum strategies",
                "Herding behaviors",
                "Contrarian strategies",
                "Investorsâ\u0080\u0099 sentiments"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a41_3ay_3a2017_3ai_3a4_3ad_3a10.1007_5fs12197-016-9377-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Exploring stock recommendersâ\u0080\u0099 behavior and recommendation receiversâ\u0080\u0099 sophistication",
            "abstract": "Abstract This study applies an event study to examine the stock price reactions and trading activities of informational stakeholders associated with changes in stock recommendations made by foreign institutional investors (FIIs) in Taiwan. The empirical results indicate that, when FIIs (i.e., stock recommenders) face a conflict between their reputations and self-interest, they choose to make optimal profits at the expense of their reputations. A significant disposition effect exists in the trading behavior of experienced retail investors (i.e., one of the recommendation information receivers) concerning stock recommendation changes. Furthermore, the findings confirm that FIIs regularly attempt to exploit the disposition effect of experienced retail investors to enhance their own profitability.",
            "keywords": [
                "Stock recommendations",
                "Disposition effect",
                "Foreign institutional investors (FIIs)",
                "Experienced retail investors"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a41_3ay_3a2017_3ai_3a1_3ad_3a10.1007_5fs12197-015-9330-x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Retail and institutional trading during a COVID-19 presidential press conference",
            "abstract": "Abstract The COVID-19 pandemic substantially impacted many aspects of regular life including financial markets. The increased media attention and slowdown associated with the pandemic provide the opportunity to explore how both institutional and retail traders react to an attention-grabbing event. We examine how the market responded to a unique presidential press conference including CEOs of eight publicly-listed U.S. companies addressing the U.S.â\u0080\u0099s response to the pandemic. Using the press conference on March 13, 2020, we examine the effect on the trading volatility and returns for each of the eight companies represented. We find positive abnormal returns for the companies participating in the press conference. Using the Robintrack data aggregated from the Robinhood retail trading platform and intraday TAQ data, we see that both retail and institutional trading volume increased on the press conference day. However, the increase in retail trading approximately doubled the increase in institutional trading. For the two companies with the lowest Robinhood user ownership prior to the press conference, ownership more than doubled within an hour of the press conference. Panel VAR analysis including control firms shows the press conference resulted in significant intraday returns, volume, and buy-order imbalances in participating firmsâ\u0080\u0099 stock.",
            "keywords": [
                "COVID-19",
                "Pandemic",
                "Retail trading",
                "Institutional trading",
                "Investor attention"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a48_3ay_3a2024_3ai_3a2_3ad_3a10.1007_5fs12197-024-09663-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Revisiting the monday effect: a replication study for the German stock market",
            "abstract": "Abstract Monday is unique for its reputation as a â\u0080\u009cbadâ\u0080\u009d dayâ\u0080\u0094one that is characterized by pessimism and reluctance as noted by Rystrom and Benson (Financ Anal J 45(5):75â\u0080\u009378, 1989). But the extent to which this applies to stock markets is still in dispute. While early evidence points to a Monday effect leading to negative returns, recent studies tend to suggest its disappearance or reversal. As a replication study, this paper searches for new evidence of this effect in the German stock market. We use data on the German blue-chip index DAX between 2000 and 2017 to test for the presence of a Monday effect by applying regression and controlling with GARCH analysis. The observation period provides a detailed insight into different market phases in one of the most liquid and information-efficient international stock markets. Our results contribute no evidence to the persistent existence of a Monday effect on the German stock market. Our analysis is robust against the background of different market sentiments before, during and after the financial crisis.",
            "keywords": [
                "Price patterns",
                "Day-of-the-week effect",
                "Monday effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprmanrev/v_3a70_3ay_3a2020_3ai_3a2_3ad_3a10.1007_5fs11301-019-00167-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}