{
    "page_info": {
        "page_number": 173,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Political uncertainty and sovereign bond markets",
            "abstract": "Abstract We analyze the effects of political uncertainty on prices and liquidity of sovereign bonds. Specifically, we investigate Italian government bonds during the European sovereign debt crisis and focus on political summits and elections. We find a significant drop in prices in combination with high illiquidity and sell-side pressure before the events. The event returns are significantly positive and followed by a positive price trend. The effects are stronger when uncertainty, as measured by the EPU index, is high and economic conditions are weak. In addition, political uncertainty also affects the primary market and we find significant costs associated with issuing sovereign bonds in highly uncertain times.",
            "keywords": [
                "Political uncertainty",
                "Sovereign bonds",
                "Risk premium",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapfmktpm/v_3a39_3ay_3a2025_3ai_3a1_3ad_3a10.1007_5fs11408-024-00461-6.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A Continuous-Time Measurement of the Buy-Sell Pressure in a Limit Order Book Market",
            "abstract": "In this paper, we investigate the buy and sell arrival process in a limit order book market. Using an intensity framework allows to estimate the simultaneous buy and sell intensity and to derive a continuous-time measure for the buy-sell pressure in the market. Based on limit order book data from the Australian Stock Exchange (ASX), we show that the buy-sell pressure is particularly influenced by recent market and limit orders and the current depth in the ask and bid queue. We find evidence for the hypothesis that traders use order book information in order to infer from the price setting behavior of market participants. Furthermore, our results indicate that the buy-sell pressure is clearly predictable and is a significant determinant of trade-to-trade returns and volatility.",
            "keywords": [
                "buy and sell arrival process",
                "order book information",
                "market depth",
                "bivariate autoregressive intensity model",
                "buy-sell excess intensity"
            ],
            "eco_link": "https://econpapers.repec.org/paper/kudkuiefr/200403.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Ownership Structure, Limits to Arbitrage, and Stock Returns: Evidence from Equity Lending Markets",
            "abstract": "We examine how institutional ownership structure gives rise to limits to arbitrage through its impact on short-sale constraints. Stocks with lower, more concentrated, short-term, and less passive ownership exhibit lower lending supply, higher costs of shorting, and higher arbitrage risk. These constraints limit the ability of arbitrageurs to take short positions and delay the correction of mispricing. Stocks with more concentrated ownership exhibit smaller announcement day reactions, larger post-earnings announcement drift, and an additional negative abnormal return of 0.47% in the week following a positive shorting demand shock.Received June 16, 2014; accepted June 8, 2016 by Editor Laura Starks.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprfinst/v_3a29_3ay_3a2016_3ai_3a12_3ap_3a3211-3244..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday Share Price Volatility and Leveraged ETF Rebalancing",
            "abstract": "Regulators and market participants are concerned about leveraged exchange-traded funds (ETFs)â\u0080\u0099 role in driving up end-of-day volatility through hedging activities near the marketâ\u0080\u0099s close. Leveraged ETF providers counter that the funds are too small to make a meaningful impact on volatility. For the period surrounding the financial crisis, 2006â\u0080\u009311, we show that end-of-day volatility was positively and statistically significantly correlated with the ratio of potential rebalancing trades to total trading volume. The impacts were not all economically significant, but largest during the most volatile days. Given the predictable pattern of leveraged ETF hedging demands, implications for predatory trading are explored.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a20_3ay_3a2016_3ai_3a6_3ap_3a2379-2409..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Building trust takes time: limits to arbitrage for blockchain-based assets",
            "abstract": "A blockchain replaces central counterparties with time-consuming consensus protocols to record the transfer of ownership. This settlement latency slows cross-exchange trading, exposing arbitrageurs to price risk. Off-chain settlement, instead, exposes arbitrageurs to costly default risk. We show with Bitcoin network and order book data that cross-exchange price differences coincide with periods of high settlement latency, asset flows chase arbitrage opportunities, and price differences across exchanges with low default risk are smaller. Blockchain-based trading thus faces a dilemma: Reliable consensus protocols require time-consuming settlement latency, leading to arbitrage limits. Circumventing such arbitrage costs is possible only by reinstalling trusted intermediation, which mitigates default risk.",
            "keywords": [
                "arbitrage",
                "blockchain",
                "market frictions"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a28_3ay_3a2024_3ai_3a4_3ap_3a1345-1381..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does beta move with news? Systematic risk and firm-specific information flows",
            "abstract": "This paper shows that the systematic risk (or \"beta\") of individual stocks increases by an economically and statistically signiâ\u0080¦cant amount on days of firm-specific news announcements, and reverts to its average level two to five days later. We employ intra-daily data and recent advances in econometric theory to obtain daily firm-level estimates of beta for all constituents of the S&P 500 index over the period 1995-2006, and estimate the behavior of beta around the dates of over 22,000 quarterly earnings announcements. We find that the increase in beta is larger for more liquid and more visible stocks, and for announcements with greater information content and higher ex-ante uncertainty. We also find important differences in the behavior of beta across different industries. Our analysis reveals that changes in beta around news announcements are mostly driven by an increase in the covariance of announcing firms with other firms in the market. We provide a simple model of investorsâ\u0080\u0099 expectations formation that helps explain our empirical findings: changes in beta can be generated by investors learning about the profitability of a given firm by using information on other firms.",
            "keywords": [
                "CAPM",
                "beta",
                "realized volatility",
                "earnings announcements"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/24421.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Rational asset pricing implications from realistic trading frictions",
            "abstract": "We study a simple rational expectations (RE) model whose asset pricing implications address some of the short-run mispricings, informational inefficiencies, and overreactions observed in real markets, without a need to resort to behavioral assumptions. We accomplish this by relying on the plausible joint frictions of immediacy risk (excution risk) and asset-specific orders (the demand function for asset a cannot be made contingent on the price of any asset other than a). These frictions induce allocational and informational inefficiencies akin to the ones observed in reality. At the closed-form RE Equilibrium it is shown that arbitrage opportunities occur which could not have occured in a standard model. A certain and precise degree of informativeness of prices to the traders is lost because the decision making process becomes endogenously segmented and decentralized within the same decision making entity (distinct \"trading desks\"). It is shown that, compared to the frictionless benchmark case, volatility is affected at a RE Equlibrium, and that asset prices are likely to overreact to news. Interestingly, the coordination problem arising from limited communication, even though dramatically changing demand functions, does not lead to welfare losses.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/24933.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Long of It: Odds that Investor Sentiment Spuriously Predicts Anomaly Returns",
            "abstract": "Extremely long odds accompany the chance that spurious-regression bias accounts for investor sentiment's observed role in stock-return anomalies. We replace investor sentiment with a simulated persistent series in regressions reported by Stambaugh, Yu and Yuan (2012), who find higher long-short anomaly profits following high sentiment, due entirely to the short leg. Among 200 million simulated regressors, we find none that support those conclusions as strongly as investor sentiment. The key is consistency across anomalies. Obtaining just the predicted signs for the regression coefficients across the 11 anomalies examined in the above study occurs only once for every 43 simulated regressors.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/18231.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Arbitrage Asymmetry and the Idiosyncratic Volatility Puzzle",
            "abstract": "Short selling, as compared to purchasing, faces greater risks and other potential impediments. This arbitrage asymmetry explains the negative relation between idiosyncratic volatility (IVOL) and average return. The IVOL effect is negative among overpriced stocks but positive among underpriced stocks, with mispricing determined by combining 11 return anomalies. The negative effect is stronger, consistent with asymmetry in risks and other impediments inhibiting arbitrageurs in exploiting overpricing. Aggregating across all stocks therefore yields a negative relation, explaining the IVOL puzzle. Further supporting our explanation is a negative relation over time between the IVOL effect and investor sentiment, especially among overpriced stocks.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/18560.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Short of It: Investor Sentiment and Anomalies",
            "abstract": "This study explores the role of investor sentiment in a broad set of anomalies in cross-sectional stock returns. We consider a setting where the presence of market-wide sentiment is combined with the argument that overpricing should be more prevalent than underpricing, due to short-sale impediments. Long-short strategies that exploit the anomalies exhibit profits consistent with this setting. First, each anomaly is stronger--its long-short strategy is more profitable--following high levels of sentiment. Second, the short leg of each strategy is more profitable following high sentiment. Finally, sentiment exhibits no relation to returns on the long legs of the strategies.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/16898.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mispricing Factors",
            "abstract": "A four-factor model with two \"mispricing\" factors, in addition to market and size factors, accommodates a large set of anomalies better than notable four- and five-factor alternative models. Moreover, our size factor reveals a small-firm premium nearly twice usual estimates. The mispricing factors aggregate information across 11 prominent anomalies by averaging rankings within two clusters exhibiting the greatest co-movement in long-short returns. Investor sentiment predicts the mispricing factors, especially their short legs, consistent with a mispricing interpretation and the asymmetry in ease of buying versus shorting. Replacing book-to-market with a single composite mispricing factor produces a better-performing three-factor model.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/21533.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Transmission of Federal Reserve Tapering News to Emerging Financial Markets",
            "abstract": "This paper evaluates the impact of tapering â\u0080\u009cnewsâ\u0080\u009d announcements by Fed senior policy makers on financial markets in emerging economies. We apply a panel framework using daily data, and find that emerging market asset prices respond most to statements by Fed Chairman Bernanke, and much less to other Fed officials. We group emerging markets into those with â\u0080\u009crobustâ\u0080\u009d fundamentals (current account surpluses, high international reserves and low external debt) and those with â\u0080\u009cfragileâ\u0080\u009d fundamentals and, intriguingly, find that the exchange rates of the robust group (and lesser extend equity prices and CDS spreads) were more adversely affected to tapering news than the fragile group. The cumulative effects of tapering announcements after a month, however, appear to be quite similar for both robust and fragile emerging markets. We also show that more financially developed economies are more impacted by tapering news and a plausible interpretation is that more financially developed economies are more exposed, at least in the short-term, to external news announcements.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/19980.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}