{
    "page_info": {
        "page_number": 226,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Predicting the Presidential Election Cycle in US Stock Prices: Guinea Pigs versus the Pros",
            "abstract": "The notion that US stock prices follow a pattern that is synchronized with the rhythm of presidential elections has been a topic among financial investors for a long time. Academic work exists that supports this idea, quantifies the pattern, and has demonstrated its robustness over several decades and across parties in power. This paper takes the existence and robustness of this presidential election cycle for granted and asks whether individuals exploit it when asked to predict stock prices. It considers and contrasts two types of such forecasts: Those made by professionals included in the Livingston survey; and those made by students in a laboratory experiment. One key result is that neither group fares particularly well, though participants in the lab experiment clearly outperformed the professionals.",
            "keywords": [
                "Livingston survey",
                "experiment",
                "expectations",
                "forecast",
                "presidential election cycle",
                "stock prices"
            ],
            "eco_link": "https://econpapers.repec.org/paper/usgdp2008/2008-06.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bidirectional relationship between investor sentiment and excess returns: New evidence from the wavelet perspective",
            "abstract": "This paper sheds new light on the mutual relationship between investor sentiment and excess returns corresponding to the bubble component of stock prices. We propose to use the wavelet concept of the phase angle to determine the lead-lag relation between these variables. The wavelet phase angle allows for decoupling short- and long-run relations and is additionally capable of identifying time-varying comovement patterns. By applying this concept to excess returns of the monthly S&P500 index and two alternative monthly US sentiment indicators we find that in the short run (until 3 months) sentiment is leading returns whereas for periods above 3 months the opposite can be observed.",
            "keywords": [
                "wavelet phase angle",
                "wavelet analysis",
                "sentiment indicator",
                "excess returns",
                "speculative bubble",
                "stock market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwhohdps/062015.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is There a Distress Risk Anomaly? Pricing of Systematic Default Risk in the Cross-section of Equity Returns*",
            "abstract": "The standard measures of distress risk ignore the fact that firm defaults are correlated and that some defaults are more likely to occur in bad times. We use risk premium computed from corporate credit spreads to measure a firmâ\u0080\u0099s exposure to systematic variation in default risk. Unlike previously used measures, the credit risk premium explicitly accounts for the non-diversifiable component of distress risk. In contrast to prior findings in the literature, we find that stocks with higher systematic default risk exposures have higher expected equity returns which are largely explained by the Famaâ\u0080\u0093French risk factors. We confirm the robustness of these results by using an alternative systematic default risk factor for firms that do not have bonds outstanding.",
            "keywords": [
                "Default risk",
                "Systematic default risk",
                "Credit risk",
                "Distress risk anomaly",
                "Bankruptcy",
                "Credit spread",
                "Asset-pricing anomalies",
                "Pricing of default risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a22_3ay_3a2018_3ai_3a2_3ap_3a633-660..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "UK mutual funds: performance persistence and portfolio size",
            "abstract": "Abstract We re-examine performance persistence amongst UK mutual funds. Specifically, we investigate performance persistence amongst small portfolios of past high-performing funds. In contrast to the more common analysis of decile portfolios of funds, we focus on persistence in the more extreme positive tail of the cross section of fund performance. This paper contributes to the smaller literature on UK rather than US mutual fund performance. We investigate fund persistence based on practitioner index models as well as academic factor models, focusing on small portfolios of funds using inference based on nonparametric persistence test statistics as well as conventional t tests. We provide strong evidence of positive persistence amongst small-size portfolios of (past) high-performing funds that is robust to alternative formation and holding periods and alternative performance models. We also document some sensitivity in inferences on positive persistence when using nonparametric versus conventional tests.",
            "keywords": [
                "Mutual fund performance persistence",
                "Factor models",
                "Portfolio size"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a24_3ay_3a2023_3ai_3a4_3ad_3a10.1057_5fs41260-023-00310-7.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Exchange rates and binary political events",
            "abstract": "This article introduces a rational expectations model that explains exchange rate dynamics and the predictability of forecast errors using private (aggregated via order flow) and public (probabilities of a binary event) information. We test the model for the periods leading up to the presidential impeachment vote in Brazil, the Brexit Referendum, and Donald Trumpâ\u0080\u0099s election in 2016. Proxies of the physical probabilities of these events reveal that they are a crucial source of pricing information for the BRL, GBP, and MXN currency pairs with the US dollar. They also explain forecast errors. The information content of order flow changes before and after an actual regime change resolves uncertainty.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/oupoxecpp/v_3a76_3ay_3a2024_3ai_3a3_3ap_3a797-822..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Functional Dynamic Factor Model for Intraday Price Curves",
            "abstract": "This article proposes a functional dynamic factor model for the evaluation of the impact of scalarâ\u0080\u0093 and curveâ\u0080\u0093valued factors on the shapes of intraday price curves. The asymptotic theory leads to practically useful confidence intervals for the factor coefficients. The main findings pertain to the impact of the shapes of intraday oil futures on the shapes of intraday prices of blue chip stocks.",
            "keywords": [
                "functional factor model",
                "intraday price curves",
                "oil futures"
            ],
            "eco_link": "https://econpapers.repec.org/article/oupjfinec/v_3a13_3ay_3a2015_3ai_3a2_3ap_3a456-477..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Betting Against Beta",
            "abstract": "We present a model in which some investors are prohibited from using leverage and other investors' leverage is limited by margin requirements. The former investors bid up high-beta assets while the latter agents trade to profit from this, but must de-lever when they hit their margin constraints. We test the model's predictions within U.S. equities, across 20 global equity markets, for Treasury bonds, corporate bonds, and futures. Consistent with the model, we find in each asset class that a betting-against-beta (BAB) factor which is long a leveraged portfolio of low-beta assets and short a portfolio of high-beta assets produces significant risk-adjusted returns. When funding constraints tighten, betas are compressed towards one, and the return of the BAB factor is low.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/16601.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What can we Learn from Euro-Dollar Tweets?",
            "abstract": "We use 633 days of tweets about the Euro/dollar exchange rate to determine their information content and the profitability of trading based on Twitter Sentiment. We develop a detailed lexicon used by FX traders to translate verbal tweets into positive, negative and neutral opinions. The methodologically novel aspect of our approach is the use of a model with heterogeneous private information to interpret the data from FX tweets. After estimating model parameters, we compute the Sharpe ratio from a trading strategy based on Twitter Sentiment. The Sharpe ratio outperforms that based on the well-known carry trade and is precisely estimated.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/23293.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investment-Horizon Spillovers",
            "abstract": "This paper uses wavelets to decompose each stockâ\u0080\u0099s trading-volume variance into frequency-specific components. We find that stocks dominated by short-run fluctuations in trading volume have abnormal returns that are 1% per month higher than otherwise similar stocks where short-run fluctuations in volume are less importantâ\u0080\u0094i.e., stocks with less of a short-run tilt. And, we document that a stockâ\u0080\u0099s short-run tilt can change rapidly from month to month, suggesting that these abnormal returns are not due to some persistent firm characteristic thatâ\u0080\u0099s simultaneously adding both short-run fluctuations and long-term risk.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/23650.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Implications of International Political Disputes on Business Interests: An Event Study",
            "abstract": "This paper examines, via an event study approach, the effect of Greeceâ\u0080\u0099s veto against FYROMâ\u0080\u0099s bid for NATO accession on the stocks of Greek firms conducting business in FYROM. The results show a negative effect on the stocks of these Greek firms while the veto â\u0080\u009cnewsâ\u0080\u009d was taken into account at an earlier date rather than the actual veto announcement. This date is identified as the date when negotiations over a bilateral resolution appeared to collapse.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/eknekonom/v_3a13_3ay_3a2010_3ai_3a1_3ap_3a36-55.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information Exchange and the Limits of Arbitrage",
            "abstract": "Evidence suggests that arbitragers exchange investment ideas. We analyze why and under what circumstances sharing occurs. Our model suggests that sharing ideas will lead to the following: more efficient asset prices, larger arbitrager profits, and correlated arbitrager returns. We predict that arbitragers will exchange ideas in markets where arbitragers are capital constrained, noise trader influence is high, and arbitrage investors are more loss averse. We also predict that arbitrage networks can lead to crowded trades, which can create systematic risk in extreme market circumstances.",
            "keywords": [
                "arbitrage",
                "hedge funds",
                "market efficiency",
                "information exchange",
                "social networks",
                "loss aversion",
                "crowded trades"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/11918.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the impact of macroeconomic news surprises on Treasury-bond returns",
            "abstract": "Abstract This paper investigates the impact of surprises associated with monthly macroeconomic news releases on Treasury-bond returns, by paying particular attention to the moment at which the information is published in the month. Implementing an event study on intraday data, we show that (1) the main bond market movers are based on economic activity and inflation indicators, (2) long-maturity bonds are slightly more impacted by surprises than short-maturity ones, and (3) the bond market is more sensitive to negative surprises than to positive ones. Finally, we find evidence of an empirical monotonic relationship between the surprisesâ\u0080\u0099 impact and their corresponding newsâ\u0080\u0099 publication date and/or their sign.",
            "keywords": [
                "Bond market",
                "High frequency data",
                "Event study",
                "Macroeconomic news"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapannfin/v_3a12_3ay_3a2016_3ai_3a1_3ad_3a10.1007_5fs10436-015-0271-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}