{
    "page_info": {
        "page_number": 116,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Market dynamics and momentum in the Taiwan stock market",
            "abstract": "Prior literature widely documents that the Taiwan stock market exhibits no momentum premium. We attribute this phenomenon to the frequent transitions of the market and hypothesize that the momentum strategy can be profitable when the effect of market dynamics is taken into consideration. Confirming this notion, we document significantly positive momentum profits in Taiwan when the market continues in the same state. The momentum strategy during periods of market transitions, however, exhibits significant reversals. We provide evidence in support of the overconfidence hypothesis in explaining our findings by showing that the significantly positive momentum profit is concentrated in stocks that attract more investor attention. Further investigations show that our results are robust to the inclusion of several conditioning variables, suggesting the uniqueness and importance of market dynamics in momentum investing in Taiwan.",
            "keywords": [
                "Market dynamics",
                "Momentum profits",
                "Investor overconfidence",
                "Taiwan stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a38_3ay_3a2016_3ai_3ac_3ap_3a59-75.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor sentiment, accounting information and stock price: Evidence from China",
            "abstract": "This paper analyzes the mechanism behind the effects of investor sentiment and accounting information on stock price based on the residual income valuation model. Using data from China's A-share market, we construct the sentiment index and examine the sentiment effect from the perspective of the expected earnings growth and the required rate of return. Furthermore, we investigate the joint effect of sentiment and accounting information on stock price and highlight the asymmetric effect of investor sentiment and the moderating effect of information uncertainty. The empirical results show that investor sentiment can change both the expected earnings growth and the required rate of return, thus affecting the stock price. However, the sentiment effect during pessimistic period is evidently different from that when sentiment is relatively high, especially for the required rate of return. In addition, accounting information and investor sentiment can both explain the stock price. However, accounting information is more reliable for stocks with stable earnings, whereas investor sentiment has evident asymmetric effect on stock price and should receive more focus for stocks with high information uncertainties.",
            "keywords": [
                "Investor sentiment",
                "Accounting information",
                "Earning uncertainty",
                "Residual income valuation model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a38_3ay_3a2016_3ai_3ac_3ap_3a125-134.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price limits and the value premium in the Taiwan stock market",
            "abstract": "By proposing a measure of limit-hit frequency, this paper provides the first investigation to understand whether and how price limits are related to the cross-section of stock returns. Based on a sample of listed stocks in Taiwan, we show that the value premium is stronger among stocks with lower limit-hit frequency. This evidence is consistent with the prediction of the limited-attention explanation and rejects the limits-to-arbitrage hypothesis for the value premium in Taiwan. Further analyses indicate that the association between limit-hit frequency and the value premium is robust to several alternative explanations.",
            "keywords": [
                "Price limits",
                "Value premium",
                "Investor attention",
                "Limits-to-arbitrage",
                "information uncertainty"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a41_3ay_3a2017_3ai_3ac_3ap_3a26-45.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information discreteness, price limits and earnings momentum",
            "abstract": "The earnings momentum generates remarkably high profits in Taiwan, a market that has been widely documented to exhibit no momentum premium for conventional momentum strategies. Using the measure of information discreteness (ID) to identify the information flows of stock prices, we find that higher magnitudes of earnings surprises tend to occur in firms that attract less investor attention. Taking advantage of this observation, we confirm the prediction of the underreaction hypothesis by showing that earnings momentum profits are higher among stocks with more continuous information that is ignored by investors. Further, we propose that price limits are related to ID because they represent attention-grabbing events. We examine a modification of ID by considering the effect of price limits to explicitly isolate the continuous information from the discrete information. The evidence based on this modification provides more robust support for the underreaction hypothesis and rejects the overreaction hypothesis in explaining the profitability of the earnings momentum in Taiwan.",
            "keywords": [
                "Information discreteness",
                "Earnings momentum",
                "Price limits",
                "Limited investor attention",
                "Taiwan stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a37_3ay_3a2016_3ai_3ac_3ap_3a1-22.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor network: Implications for information diffusion and asset prices",
            "abstract": "In this study, we examine the information diffusion of firms in investor networks. Using a unique investor account-level dataset from the Taiwan Stock Exchange from 2005 to 2014, we identify the information diffusion of firms as their centralization in investor networks. Consistent with the theory of investor information networks, we find that central investors trade earlier and are more profitable than peripheral investors. Furthermore, they have greater access to superior, private information based on actual M&A events. More importantly, we find that centralized firms (i.e., firms with more central investors' networks) experience less delay in prices, and therefore demand lower price delay premiums than peripheral firms. These results suggest that investor networks speed up the incorporation of new information into asset prices, and cause the strength of information diffusion to have a great impact on stock returns.",
            "keywords": [
                "Investor network",
                "Information diffusion",
                "Price delay",
                "Asset prices"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a48_3ay_3a2018_3ai_3ac_3ap_3a186-209.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The high-volume return premium and changes in investor recognition",
            "abstract": "The phenomenon of high-volume return premium is generally attributed to the visibility hypothesis proposed by Gervais et al. (2001) based on the theoretical framework of Miller (1977) and Merton's (1987) investor recognition hypothesis. However, no existing empirical study has directly tested the visibility hypothesis due to the lack of high-frequency shareholding data. In this paper, we utilize the unique daily shareholding data for stocks listed on the Australian Stock Exchange to directly test this hypothesis by examining the relationship between the high-volume return premium and changes in investor recognition. We find that high-volume shocks do attract more investor attention and increase the investor base on the date of, and following, the shocks. This provides direct empirical evidence in support of the visibility explanation for the high-volume return premium. We also find that institutional and individual investors attend to different kinds of stocks; stocks attracting more institutional (individual) investors outperform (underperform) subsequent the volume shocks and exhibit a higher (lower) high-volume return premium. Our findings shed new light on the visibility hypothesis by showing that recognition/attention from institutional or individual investor is also crucial in determining the extent of the high-volume return premium and may help to reconcile the existing mixed empirical evidence across international markets.",
            "keywords": [
                "High volume return premium",
                "Investor recognition",
                "Breadth of ownership",
                "Investor base",
                "Institutional ownership"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a51_3ay_3a2018_3ai_3ac_3ap_3a121-136.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Continuing overreaction and momentum in a market with price limits",
            "abstract": "In this paper, we document strong return predictability for continuing overreaction in Taiwan, a market without the existence of momentum for conventional momentum strategies. Using signed volume to proxy for the level of continuing overreaction, we show that the strategy that buys stocks with upward continuing overreaction and short sells those with downward continuing overreaction generates both intermediate-term continuations and long-term reversals in this market. The evidence is consistent with the prediction of the model based on investor overconfidence and biased self-attribution in predicting future stock returns. We further examine the impact of price limits on this overreaction-based return predictability by isolating the information embedded in signed volumes for limit-hit and non-hit days, respectively. The findings indicate that the imposition of price limits seems to restrain investors' overreaction behavior and that trading volume in non-hit days is a cleaner measure to capture the level of investor overconfidence in generating intermediate-term continuations and long-term reversals.",
            "keywords": [
                "Continuing overreaction",
                "Momentum",
                "Price limits",
                "Taiwan stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a48_3ay_3a2018_3ai_3ac_3ap_3a56-71.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock return anomalies and individual investors in the Korean stock market",
            "abstract": "I find a negative cross-sectional relation between the probability of future price crashes and subsequent returns in the Korean stock market, substantially due to the overpricing of stocks with a high probability of crashes. Using precise information on retail trading in the Korean stock market, I also find that stocks with a high crash probability have a relatively high proportion of retail trading. Moreover, the negative relation between the probability of crashes and stock returns is much stronger in stocks traded more heavily by retail investors. However, I cannot find a negative relation between the probability of jackpot payoffs and subsequent returns in Korea, unlike in the United States, even among stocks with a high proportion of retail trading. Both portfolio- and firm-level evidence on the crash effect suggests that stocks with a higher retail trading proportion are more likely to be overpriced, as expected from the limits to arbitrage literature.",
            "keywords": [
                "Anomalies",
                "Crash",
                "Overpricing",
                "Retail investors",
                "Limits to arbitrage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a46_3ay_3a2017_3ai_3apa_3ap_3a141-157.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Enhancing momentum profits in the Taiwan Stock Market: The role of extreme absolute strength",
            "abstract": "We show that stocks with extreme absolute strength are highly volatile and thus attenuate the profitability of momentum in Taiwan, a market that has been widely documented as an exception of the momentum phenomenon. An enhanced momentum strategy that removes these stocks from the winner and loser portfolios generates significant profitability in the intermediate term. A major advantage of the enhanced momentum strategy is its robust profitability over time. More importantly, it is free from the momentum crashes. We provide further evidence to show that return dispersion and information uncertainty are closely related to momentum profitability in the cross-section when stocks with extreme absolute strength are removed.",
            "keywords": [
                "Momentum",
                "Absolute strength",
                "Extreme past returns",
                "Taiwan Stock Market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a59_3ay_3a2020_3ai_3ac_3as0927538x19303993.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Downside jump risk and the levels of futures-cash basis",
            "abstract": "This study investigates the effect of downward market jump risk on the futures-cash basis in the Taiwan stock index futures market. Using the slope of the option implied volatility smirk as a proxy for the risk of large downward price moves, we find that market jump risk helps explain variations in basis. Increased downward jump risk decreases the basis. Indeed, the basis driven by downward jump risk is widened with decreasing time to expiration. After separating downward jump risk into unexpected and expected jump risks, we find that unexpected downward jump risk affects the basis, while no convincing evidence supports the expected downward jump risk effect. The downside jump risk effect is robust even when using the implied volatility skew and the return of a constructed jump risk-mimicking portfolio as proxies for downward jump risk and excluding the sample period from the 2008 financial crisis.",
            "keywords": [
                "Downside jump risk",
                "Futures basis",
                "Implied volatility smirk"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a57_3ay_3a2019_3ai_3ac_3as0927538x19300745.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Who trades in competing firms around earnings announcements",
            "abstract": "This study investigates individual and institutional trading activities around earnings announcements. We find evidence of individual and institutional informed trading in competing firms before earnings announcements. We also observe that institutional trading exhibits quicker incorporation of new information, which suggests that institutional investors are more likely to use private information in trading in competing firms. The individual net order flow transmits information cross-stock when a competitor is a small firm, while institutional net order flow conveys information cross-stock irrespective of firm size. Finally, we find that institutional trading in competing firms exhibits cross-stock price impact before earnings announcements.",
            "keywords": [
                "Earning announcements",
                "Institutional and individual investors",
                "Competing firms",
                "Informed trading",
                "Cross-stock price impact"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a59_3ay_3a2020_3ai_3ac_3as0927538x1830581x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dissecting anomalies in Islamic stocks: Integrated or segmented pricing?",
            "abstract": "Is asset pricing integrated across Islamic and non-Islamic stocks? To answer this question, we identify and replicate 167 equity anomalies from the finance literature in over 1500 stocks from the Middle East equity markets for years 1997â\u0080\u00932017. To determine whether Islamic or market-wide factors better explain the cross-section of returns, we evaluate their performance with the CAPM (Sharpe, 1964), Fama and French (1993) three-factor model, Carhart (1997) four-factor model, and Fama and French (2015) five-factor model. Only 27 of the anomalies prove profitable. The five-factor model copes best with the cross-section of returns, confirming its superiority over other models. The Islamic factors better explain the cross-section of returns than the market-wide factors, pointing to at least a partial market segmentation. The results are verified by a batter of additional tests, including cross-sectional regressions, examination of one-way and two-way sorted portfolios, tests for monotonic relationships, and factor redundancy checks.",
            "keywords": [
                "Islamic finance",
                "Shariah-compliant stocks",
                "Asset pricing",
                "Equity anomalies",
                "Market integration",
                "Cross-section of returns",
                "Multifactor models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a62_3ay_3a2020_3ai_3ac_3as0927538x17305899.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}