{
    "page_info": {
        "page_number": 28,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Price discovery of cryptocurrencies: Bitcoin and beyond",
            "abstract": "Academic research on cryptocurrencies is almost exclusively directed towards Bitcoin. We extend existing literature by performing various tests on efficiency of several cryptocurrencies and additionally link efficiency to measures of liquidity. Cryptocurrencies become less predictable / inefficient as liquidity increases.",
            "keywords": [
                "Cryptocurrencies",
                "(in-)efficiency",
                "Price discovery",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a165_3ay_3a2018_3ai_3ac_3ap_3a58-61.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum in global equity markets in times of troubles: Does the economic state matter?",
            "abstract": "This paper investigates the profitability of momentum-based trading strategies pursued during the most recent economic downturns in global equity markets. In contrast to previous studies, it reveals that such strategies generated statistically significant negative returns during the most recent recessions. These â\u0080\u009cmomentum crashesâ\u0080\u009d happen during market reversals following exceptionally large market declines, as occurred in March and April 2009.",
            "keywords": [
                "Momentum",
                "Global equity markets",
                "International stock indices",
                "Business cycle"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a123_3ay_3a2014_3ai_3a1_3ap_3a100-103.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is timing everything in horse betting? Bet amount, timing and bettorsâ\u0080\u0099 returns in pari-mutuel wagering markets",
            "abstract": "Noise trader models suggest that â\u0080\u0098smart moneyâ\u0080\u0099 profits from uninformed speculators. This paper investigates how rates of return are associated with the timing of a bet and the amount staked in a pari-mutuel horse betting market. We employ a novel data set measured at the level of individual bettors on the Finnish monopoly operatorâ\u0080\u0099s online platform. Our findings suggest that, relative to other bets, late high-stakes wagers are more profitable. This implies that, along with timing, bet sizes should be accounted for when analysing market efficiency.",
            "keywords": [
                "Bet size",
                "Individual-level data",
                "Market efficiency",
                "Pari-mutuel betting",
                "Timing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a173_3ay_3a2018_3ai_3ac_3ap_3a97-99.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Variable trading hours and market reactions to earnings announcements",
            "abstract": "This study examines the relationship between stock market trading hours and market reactions to earnings announcements. The analysis demonstrates that post-announcement non-trading hours diminish trading volume reactions associated with differential interpretations. Moreover, post-announcement non-trading hours facilitate timely price reactions.",
            "keywords": [
                "Earnings announcements",
                "Disclosure timing",
                "Cyber-attacks"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a229_3ay_3a2023_3ai_3ac_3as0165176523002240.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An investment-based explanation for the dispersion anomaly",
            "abstract": "We provide an investment-based explanation for the dispersion anomaly. The firmsâ\u0080\u0099 optimality condition predicts that expected stock returns equal investment returns (the ratio of expected marginal benefits of investment to marginal costs of investment). We show that the investment model does a good job in explaining the dispersion portfolios. Firms with high forecast dispersion have low expected profitability, which is a key component of expected marginal benefit of investment. Consequently, high forecast dispersion portfolio earns lower expected returns. Our results suggest that the dispersion anomaly could be consistent with the firmsâ\u0080\u0099 value maximization.",
            "keywords": [
                "Dispersion anomaly",
                "Investment-based asset pricing",
                "Structural estimation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a186_3ay_3a2020_3ai_3ac_3as0165176519304215.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric volatility in cryptocurrencies",
            "abstract": "This article analyzes asymmetric volatility effects for the 20 largest cryptocurrencies and reports a very different asymmetry compared to equity markets: positive shocks increase the volatility by more than negative shocks. We explain this atypical effect for financial assets with trading activity of uninformed noise traders for positive shocks and trading activity of informed traders for negative shocks. The findings are consistent with â\u0080\u009cfear of missing outâ\u0080\u009d (FOMO) of uninformed investors and the existence of pump and dump schemes.",
            "keywords": [
                "Asymmetric volatility",
                "Bitcoin",
                "Cryptocurrencies",
                "FOMO"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a173_3ay_3a2018_3ai_3ac_3ap_3a148-151.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Music sentiment and stock returns",
            "abstract": "We develop a novel measure of investor sentiment based on the valence of songs that individuals listen to. Our measure of music sentiment captures seasonal and weather-induced mood swings and is associated with a systematic pattern of mispricing correction.",
            "keywords": [
                "Investor sentiment",
                "Music sentiment",
                "Mispricing",
                "Mood",
                "Valence"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a192_3ay_3a2020_3ai_3ac_3as0165176520301774.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Where and about what? Price relevant narratives depend on topic and media type",
            "abstract": "The role of traditional or social media-expressed tone on stock prices is nuanced. Negative tone of traditional media articles is much more likely to convey material information than web messages. Some topics, regardless of source, are unusually negative, causing fluctuations in investor sentiment and temporary price deviations.",
            "keywords": [
                "Negative tone",
                "Traditional media",
                "Social media",
                "Textual analysis",
                "Investor sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a213_3ay_3a2022_3ai_3ac_3as0165176522000507.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The risk premia of energy futures",
            "abstract": "This paper studies the energy futures risk premia that can be extracted through long-short portfolios that exploit heterogeneities across contracts as regards various characteristics or signals and integrations thereof. Investors can earn a sizeable premium of about 8% and 12% per annum by exploiting the energy futures contract risk associated with the hedgers' net positions and roll-yield characteristics, respectively, in line with predictions from the hedging pressure hypothesis and theory of storage. Simultaneously exploiting various signals towards style-integration with alternative weighting schemes further enhances the premium. In particular, the style-integrated portfolio that equally weights all signals stands out as the most effective. The findings are robust to transaction costs, data mining and sub-period analyses.",
            "keywords": [
                "Energy futures markets",
                "Risk premium",
                "Long-short portfolios",
                "Integration"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeneeco/v_3a102_3ay_3a2021_3ai_3ac_3as0140988321003467.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Many hands make light work: Evidence from Chinaâ\u0080\u0099s anti-epidemic bonds",
            "abstract": "Based on Chinaâ\u0080\u0099s anti-epidemic bond data, this paper investigates stock market reactions to the anti-epidemic bond issuance announcements during the COVID-19 pandemic. We find that anti-epidemic bond issuance significantly increases the cumulative abnormal return (CAR) compared with conventional bond issuance.",
            "keywords": [
                "Anti-epidemic bonds",
                "Stock market reaction",
                "COVID-19",
                "Cumulative abnormal return"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a214_3ay_3a2022_3ai_3ac_3as0165176522000866.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Hedging the time-varying risk exposures of momentum returns",
            "abstract": "Momentum returns have time-varying exposures to the three Fama and French equity risk factors. In particular factor loadings are higher when the factor returns during the ranking period are higher. In this study we look at momentum returns after hedging these time-varying exposures to the Fama and French factors. We find that specifically taking into account the conditional nature of the time-variation in factor loadings is the best way to hedge. The hedged momentum returns are higher, less risky, more stable over time and vary less over different market conditions. Determining momentum betas based on estimated individual stock betas leads to systematic biases and hence is less effective in hedging.",
            "keywords": [
                "Momentum",
                "Hedging",
                "Conditional factor model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a28_3ay_3a2014_3ai_3ac_3ap_3a78-89.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading activity in the equity market and its contingent claims: An empirical investigation",
            "abstract": "Little is known about the joint dynamics of volume across the various contingent claims on the equity market. We study the time-series of trading activity in the cash S&P 500 index and its derivatives (options, the legacy and E-mini futures contracts, and the ETF), and consider their dynamic relation with the macroeconomy, over more than 3000 trading days during 1997â\u0080\u00932009. Legacy futures volume has trended downward while other series have trended upward. Total futures volume has increased, suggesting that the trading in the legacy contract has been at least partially supplanted by trading in the E-mini contract. All series are highly cross-correlated and jointly dependent. Signed and absolute trading activity in contingent claims (most prominently, options) predicts shifts in aggregate state variables such as the short interest rate, and the term and credit spreads, as well as signed and absolute returns around major macroeconomic announcements. Overall, consistent with the informational role of options, their volume innovations have the strongest forecasting ability for fluctuations in the macroeconomic environment.",
            "keywords": [
                "Volume",
                "Derivatives",
                "Stock index markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a28_3ay_3a2014_3ai_3ac_3ap_3a13-35.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}