{
    "page_info": {
        "page_number": 166,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Performance of ProShares Triple-Leveraged Equity ETFs",
            "abstract": "Research Question: How well do triple leveraged exchange-traded funds (ETFs) issued by ProShares perform and track their underlying indices? Motivation: Prior research on the relative performance and tracking ability of leveraged and inverse ETFs (LETFs) is not conclusive. We re-examine and extend the findings of prior research (Charupat and Miu, 2011; Loviscek et al., 2014). We have a unique set of LETFs more recent and historical price data over a longer sample period, and a unifying methodological framework. Our findings help many investors understand the implications of including LETFs in their portfolios for up to six months. Idea: We examine how well LETFs achieve their objectives using mean deviations and tracking errors of cumulative and holding period returns over various non-overlapping holding periods. Our holding period ranges from one day to six months. We also study how much LETFs deviate from their benchmark indices during high volatile markets. Data: We use daily prices of LETFs and values of their underlying indices from the inception date of each LETF to May 29, 2020. We have data for 2,749 trading days. We retrieve all data from Money.net. Method/Tools: We use three sets of statistical tools to examine the return deviations. They include univariate tests, pooled regression-based alphas, betas, and tracking errors and bootstrapping. Findings: Although tracking errors increase with the number of holding periods, LETFs do well up to six months, and the magnitude of deviations are different for bull and bear ETFs. But, LETFs fail to deliver promised returns during high volatile markets. Our findings complement some prior research and contrast with others and bring some new insights on the performance of LETFs. Contributions: We provide new evidence that LETFs provide premiums or discounts beyond one month up to six months, but they fail to track their indices during high volatile markets.",
            "keywords": [
                "ETFs",
                "LETFs",
                "leveraged",
                "inverse",
                "performance",
                "tracking error"
            ],
            "eco_link": "https://econpapers.repec.org/article/mfajournl/v_3a28_3ay_3a2020_3ai_3a2_3ap_3a1-18.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Estimating permanent price impact via machine learning",
            "abstract": "In this paper, we show that vector auto-regression (VAR) models, which are commonly used to estimate permanent price impact, are misspecified and can produce conflicting and incorrect inferences when the price impact function is nonlinear. We propose an alternative method to estimate permanent price impact by modifying a reinforcement learning (RL) framework. Our approach assumes the data is stationary and Markov, but is otherwise unrestrictive. We obtain empirical estimates for our model using an iterative learning rule and demonstrate that our model captures nonlinearities and makes correct inferences.",
            "keywords": [
                "Price impact",
                "Information content of a trade",
                "Machine learning",
                "Reinforcement learning"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeconom/v_3a215_3ay_3a2020_3ai_3a2_3ap_3a414-449.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The comovement of credit default swap, bond and stock markets: An empirical analysis",
            "abstract": "This paper analyzes the empirical relationship between credit default swap, bond and stock markets during the period 2000-2002. Focusing on the intertemporal comovement, we examine weekly and daily lead-lag relationships in a vector autoregressive model and the adjustment between markets caused by cointegration. First, we find that stock returns lead CDS and bond spread changes. Second, CDS spread changes Granger cause bond spread changes for a higher number of firms than vice versa. Third, the CDS market is significantly more sensitive to the stock market than the bond market and the magnitude of this sensitivity increases when credit quality becomes worse. Finally, the CDS market plays a more important role for price discovery than the corporate bond market.",
            "keywords": [
                "Credit risk",
                "Credit spreads",
                "Credit derivatives",
                "Lead-lag relationship"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwcfswop/200420.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market efficiency and its determinants: Macro-level dynamics and micro-level characteristics of cryptocurrencies",
            "abstract": "This research investigates how market-wide conditions (macro aspects) and individual cryptocurrency-specific characteristics (micro aspects) influence the efficiency of cryptocurrency markets. Macro aspects encompass the impacts of overall market liquidity, volatility, and global uncertainty events (e.g., the COVID-19 pandemic and geopolitical conflicts) on market efficiency. Micro aspects focus on cryptocurrency-specific attributes, such as liquidity and volatility levels, and their effects on price delays. Our findings reveal that rising liquidity and declining volatility enhance market efficiency at both macro and micro levels. Furthermore, we observe that during the periods of uncertainty, inefficiencies are exacerbated among less liquid and more volatile cryptocurrencies. We propose that the perceived uncertainties and substantial transaction costs associated with cryptocurrencies that lack liquidity and exhibit high volatility act as deterrents, diminishing the eagerness of active traders to participate in arbitrage trading. Consequently, this leads to inefficiencies in the market. The results of this study offer valuable insights for financial market regulators and authorities as well as investors associated with the crypto market, particularly during the times of financial turmoils.",
            "keywords": [
                "Market efficiency",
                "Volatility",
                "Liquidity",
                "Price delay",
                "Cryptocurrencies",
                "Uncertain times"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a98_3ay_3a2025_3ai_3ac_3as1059056025001017.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extreme dependence, connectedness, and causality between US sector stocks and oil shocks",
            "abstract": "We scrutinize the possible impacts of disentangled oil price shocks on several equity index returns across multiple quantiles and throughout a sample period spanning from January 2014 to May 2023. The findings of the quantile coherency test demonstrate that the effect varies across sectors and quantiles, demonstrating that different industries react differently to crude oil shocks and that the impact is higher in the long run. The demand shocks are more powerful than the supply and risk shocks. Results show evidence of asymmetric impacts for all but the oil & gas index. The safe-haven property appears mostly against demand and supply shocks and is only visible in the short term. The pandemic outbreak has significantly shifted the direction and magnitude of total and net return connectedness over time. Across quantiles, the oil supply and risk shocks are the net receiver and transmitter, respectively, whereas the demand shocks appear to be the net receiver at extreme quantiles but act as the transmitter when markets are normal. Most sectors are net transmitters at extreme quantiles, while almost all are highly exposed to risk transmission at the median quantile. Regardless of the role they play in risk transmission, demand shocks tend to be the primary risk transmitters for the oil and gas index, while risk shocks appear to decisively spill risk to both equities and supply shocks across quantiles. Three oil shocks improve the prediction of equities during only major events, and the impact is stronger at median quantiles.",
            "keywords": [
                "Oil price shocks",
                "Equity index returns",
                "Quantile coherency",
                "Risk transmission"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a98_3ay_3a2025_3ai_3ac_3as1059056025000991.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Profitability of reversal strategies: A modified version of the Carhart model in China",
            "abstract": "This paper shows that buying stocks that have performed poorly and selling stocks that have performed well in the past generates positive returns in the Chinese stock market. Profits from reversal strategies cannot be explained by systematic risk and fundamental factors. Testing the Fama-French three-factor model and reversal strategies in multiple formation periods, we find that the price-to-earnings ratio explains the stock returns better than book-to-market ratio does, and investors benefit more from short-term reversal strategies than medium-term momentum strategies. Substituting the book-to-market factor and momentum factor for the price-to-earnings ratio factor and reversal factor, we propose a modified Carhart model. Our findings deepen understanding on the link between Chinese stock returns and their historical performance.",
            "keywords": [
                "Reversal effect",
                "Asset pricing",
                "CAPM",
                "Fama-French model",
                "Carhart four-factor model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a69_3ay_3a2018_3ai_3ac_3ap_3a26-37.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "How Jumps Affect Liquidity? The Evidence from Poland",
            "abstract": "We examine the changes in liquidity measures around the price jumps detected in intraday returns. The sample consists of 5-minute returns from the most liquid stocks quoted on the Warsaw Stock Exchange. Within an event-study we show that the appearance of the jumps has a two-fold impact on the market liquidity. On the one hand, jumps coincide with the increase in the transaction costs measured by the quoted spread, and on the other hand jumps are accompanied by the increase in the trading quantity measured by trading volume or the number of trades. The price jumps also coincide with the increase in the Amihudâ\u0080\u0099s illiquidity measure. All these effects are strong but short-lived, which constitutes the evidence for the market resiliency. Jumps are a result of the market inability to absorb huge orders without significant changes in the prices.",
            "keywords": [
                "liquidity",
                "jumps",
                "intraday data",
                "event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/faufauart/v_3a67_3ay_3a2017_3ai_3a1_3ap_3a39-52.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Illiquidity and volatility spillover effects in equity markets during and after the global financial crisis: An MEM approach",
            "abstract": "Even though the volatility spillover effects in global equity markets have been documented extensively, the transmission of illiquidity across national borders has not. In this paper, we propose a multiplicative error model (MEM) for the dynamics of illiquidity. We empirically study the illiquidity and volatility spillover effects in eight developed equity markets during and after the recent financial crisis. We find that equity markets are interdependent, both in terms of volatility and illiquidity. Most markets show an increase in volatility and illiquidity spillover effects during the crisis. Furthermore, we find volatility and illiquidity transmission are highly relevant. Illiquidity is a more important channel than volatility in propagating the shocks in equity markets. Our results show an overall crucial role for illiquidity in US markets in influencing other equity markets' illiquidity and volatility. These findings are of importance for policy makers as well as institutional and private investors.",
            "keywords": [
                "Illiquidity spillover",
                "Volatility spillover",
                "Multiplicative error model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a56_3ay_3a2018_3ai_3ac_3ap_3a208-220.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "In the shadows of opacity: Firm information quality and latent factor model performance",
            "abstract": "Little is known about how the performance of latent factor models is affected by the quality of firm-disclosed data. Using Chinese data, we demonstrate the superiority of conditional latent factor models (exemplified by the instrumented principal component analysis, IPCA) over unconditional latent factor models (risk-premium principal component analysis, RP-PCA; cross-sectional and time-series principal component analysis, XS-TS-Target-PCA). IPCAâ\u0080\u0099s outperformance is generally more pronounced in explaining trading-based firm characteristics than accounting-based ones. However, in emerging markets such as China, IPCAâ\u0080\u0099s performance is attenuated by the lower quality of firm-disclosed information and poorer stock liquidity. We make the first attempt to investigate how IPCAâ\u0080\u0099s performance is affected by more opaque information environments in emerging markets.",
            "keywords": [
                "Latent factor model",
                "Firm information quality",
                "Accounting-based firm characteristics",
                "Trading-based firm characteristics"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a100_3ay_3a2025_3ai_3ac_3as1057521925000572.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the communication efforts of the central banks in emerging economies: The case of India",
            "abstract": "The emerging market economies have revamped their monetary policy frameworks and adopted prudent policy communication, bearing in mind their structural challenges. Thus, it is crucial to examine the efficacy of the central bank communication as a policy tool in these economies. This study leverages natural language processing and textual analysis procedures to quantify the tone of the monetary policy statements by the Reserve Bank of India (RBI) â\u0080\u0093 India's central bank, and answer the following questions: Does the tone of RBI's policy communication contain information indicating future policy decisions? Does the stock market respond to the tone of RBI's policy communication? The study answers the above questions and shows that the RBI's policy statements contain forward-looking information about future policy decisions and their effectiveness in manoeuvring the Indian stock market.",
            "keywords": [
                "Central Bank communication",
                "Stock market",
                "Monetary policy",
                "Reserve Bank of India",
                "Textual analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeememar/v_3a65_3ay_3a2025_3ai_3ac_3as1566014125000081.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic shocks and volatility spillovers between stock, bond, gold and crude oil markets",
            "abstract": "This paper introduces a novel model to analyze the impact of macroeconomic shocks on volatility spillovers within key financial markets, such as Stock, Bond, Gold and Crude Oil. By treating macroeconomic variables as external factors to financial market volatility, our study distinguishes between internal financial volatility spillovers and external shocks arising from macroeconomic changes. Our analysis reveals that without macroeconomic shocks, the Stock market predominantly acts as the main source of volatility spillovers, with Crude Oil being the principal spillover recipient. However, the Stock marketâ\u0080\u0099s role in driving volatility spillover, especially towards the Crude Oil market, changes markedly in the context of macroeconomic shocks. These shocks exert a more substantial impact on Crude Oil compared to other markets. In contrast, the Bond and Gold markets exhibit a lower level of volatility transmission and are less influenced by macroeconomic shocks, thereby reinforcing their roles as stabilizers within the financial system.",
            "keywords": [
                "Volatility spillover",
                "Macroeconomic shocks",
                "Multiplicative error model",
                "Realized volatility",
                "Financial markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeneeco/v_3a136_3ay_3a2024_3ai_3ac_3as0140988324004584.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday online investor sentiment and return patterns in the U.S. stock market",
            "abstract": "We implement a novel approach to derive investor sentiment from messages posted on social media before we explore the relation between online investor sentiment and intraday stock returns. Using an extensive dataset of messages posted on the microblogging platform StockTwits, we construct a lexicon of words used by online investors when they share opinions and ideas about the bullishness or the bearishness of the stock market. We demonstrate that a transparent and replicable approach significantly outperforms standard dictionary-based methods used in the literature while remaining competitive with more complex machine learning algorithms. Aggregating individual message sentiment at half-hour intervals, we provide empirical evidence that online investor sentiment helps forecast intraday stock index returns. After controlling for past market returns, we find that the first half-hour change in investor sentiment predicts the last half-hour S&P 500 index ETF return. Examining usersâ\u0080\u0099 self-reported investment approach, holding period and experience level, we find that the intraday sentiment effect is driven by the shift in the sentiment of novice traders. Overall, our results provide direct empirical evidence of sentiment-driven noise trading at the intraday level.",
            "keywords": [
                "Asset pricing",
                "Investor sentiment",
                "Intraday return predictability",
                "Textual analysis",
                "Machine learning",
                "Social media"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a84_3ay_3a2017_3ai_3ac_3ap_3a25-40.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}