{
    "page_info": {
        "page_number": 74,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Expected Skewness and Momentum",
            "abstract": "Motivated by the time-series insights of Daniel and Moskowitz (2014), we investigate the link between expected skewness and momentum in the cross-section. The three factor alpha of skewness-enhanced (-weakened) momentum strategies is about twice (half) as large as the traditional momentum alpha. In fact, skewness is among the most important cross-sectional determinants of momentum. Our findings do not neatly fit within a specific prominent theory of momentum. Due to the simplicity of the approach, its economic magnitude, and its existence among large stocks and in the recent past, the results appear difficult to reconcile with the efficient market hypothesis.",
            "keywords": [
                "Momentum",
                "Skewness",
                "Market efficiency",
                "Return predictability",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/10601.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Predicting the Equity Premium With Dividend Ratios",
            "abstract": "Our paper reexamines the forecasting regressions which predict annual aggregate stock market returns net of the risk-free rate with lagged aggregate dividend-yield ratios and dividend-price ratios. Prior to 1990, the conditional dividend yield could reliably outperform the historical equity premium mean in predicting future equity premia *in-sample*. But our paper shows that the dividend ratios could not outperform the prevailing unconditional mean *out-of-sample*, plus any residual power was directly related to only two years, 1974 and 1975. As of 2000, even this in-sample predictive ability has disappeared. Our paper also documents changes in the time-series processes of the dividends themselves and shows that an increasing persistence of dividend-price ratio is largely responsible for weak stock return predictability.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/8788.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Ranking the stocks listed on Bovespa according to their relative efficiency",
            "abstract": "A methodology based on the algorithmic complexity theory has been applied to assess the relative efficiency of the stocks listed on Bovespa. We provide eight alternative listings of the top ten stocks according to their efficiency rates.",
            "keywords": [
                "Algorithmic complexity theory",
                "Econophysics",
                "Financial efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/22720.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Predicting Bond Betas using Macro-Finance Variables",
            "abstract": "We conduct in-sample and out-of-sample forecasting using the new approach of combining explanatory variables through complete subset regressions (CSR). We predict bond CAPM betas and bond returns conditioning on various macro-fi?nance variables. We explore differences across long-term government bonds, investment grade corporate bonds, and high-yield corporate bonds. The CSR method performs well in predicting bond betas, especially in-sample, and, mainly high-yield bond betas when the focus is out-of-sample. Bond returns are less predictable than bond betas.",
            "keywords": [
                "bond betas",
                "complete subset regressions",
                "corporate bonds",
                "macro-?finance variables",
                "model confi?dence set",
                "risk-return trade-off."
            ],
            "eco_link": "https://econpapers.repec.org/paper/aahcreate/2017-01.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Empirical Cross-Sectional Asset Pricing",
            "abstract": "I review recent research efforts in the area of empirical cross-sectional asset pricing. I start by summarizing the evidence on cross-sectional return predictability and the failure of standard (consumption) CAPM models and their conditional versions to explain these predictability patterns. One response in part of the recent literature is to focus on ad-hoc factor models, which summarize the cross-section of expected returns in parsimonious form, or on production-based approaches, which suggest links between firm characteristics and expected returns. Without imposing restrictions on investor preferences and beliefs, neither one of these two approaches can answer the question why investors price assets the way they do. Within the rational expectations paradigm, recent research that imposes such restrictions has focused on the ICAPM, long-run risks models, as well as frictions and liquidity risk. Approaches based on investor sentiment have focused on the development of empirical proxies for sentiment and for the limits to arbitrage that allow sentiment to affect prices. Empirical work that considers learning and adaptation of investors has worked with out-of-sample tests of cross-sectional predictability.",
            "keywords": [
                "Cross-section of stock returns",
                "Empirical asset pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/9227.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bond Ratings Matter: Evidence from the Lehman Brothers Index Rating Redefinition",
            "abstract": "The 2005 inclusion of Fitch ratings in the Lehman composite index ratings provides a quasi-natural experiment to identify rating-based market segmentation in the corporate bond market. Split-rated bonds with favorable Fitch rating that were mechanically upgraded to investment-grade status exhibit abnormal returns and order flows, whether or not they enter the Lehman investment-grade index itself. An asymmetric impact of favorable Fitch ratings on bonds around the HY-IG boundary whose index rating did not initially change suggests that mechanical changes in future index rating transition probabilities also affect bond pricing. Our results highlight the importance of rating-based industry norms and practices for market segmentation, in addition to rating-based regulation.",
            "keywords": [
                "Corporate bond market",
                "Index addition",
                "Industry practices",
                "Institutional investors",
                "Liquidity",
                "Market segmentation",
                "Rating agencies",
                "Rating-based regulation"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/9108.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sentiment, irrationality and market efficiency: The case of the 2010 FIFA World Cup",
            "abstract": "Soccer games create sentiment, which affects stock prices. The World Cups before 2010 provided exploitable abnormal profit which was not exploited, presumably because it was unknown. Just before the 2010 World Cup, the exploitable effect has been discovered and widely cited by practitioners who even suggested recipe how to exploit it. Indeed, the information on the abnormal profit created in 2010 World Cup a price pattern which is different from those corresponding to the previous World Cups. Like other market anomalies, we expect that market efficiency will be restored and this new effect will vanish in the future.",
            "keywords": [
                "Market efficiency",
                "Investor sentiment",
                "Flow of information",
                "Behavioral finance",
                "Abnormal returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeesoceco/v_3a49_3ay_3a2014_3ai_3ac_3ap_3a35-43.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Deciphering asymmetric spillovers in US industries: Insights from higher-order moments",
            "abstract": "Incorporating higher-order moments, like realized volatility, skewness, and kurtosis, is crucial for understanding asymmetric asset pricing trends. Our research rigorously calculates static and dynamic higher-order moment spillovers across nine distinct US industries, using ultra-high-frequency data. We dive into the complex factors driving these spillovers, examining micro and macro-level factors. Our findings illuminate how higher-order moments are transmitted among these industries, particularly during disruptive global events with time-varying patterns. Notably, we discover that crash risk's persistence surpasses that of volatility risk, highlighting a significant divergence in market agents' asset pricing mechanisms. Importantly, firm-level risk factors significantly influence crash risk, showing an inverse relationship with industry-specific uncertainty. On the other hand, external macro-level risk factors directly impact the realized volatility of these industries. Our study's insights have substantial implications for various stakeholders, including investors, fund managers, policymakers, and financial regulators.",
            "keywords": [
                "Realized volatility",
                "Realized skewness",
                "Realized kurtosis",
                "Higher moment-order transmission",
                "Disruptive global events"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a70_3ay_3a2024_3ai_3apa_3as0275531924001065.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The causal link between Polish stock market and key macroeconomic aggregates",
            "abstract": "This paper with the application of linear, nonlinear and longâ\u0080\u0093run Granger causality tests, examines the causal links between the main Polish market price index (WIG) of the Warsaw Stock Exchange and four macroeconomic aggregates, namely the value of sold industrial production, the unemployment rate, the interest rate and the rate of inflation using monthly data for the period from January 1998 to June 2008. We found a bidirectional linear causal relationship between the stock market index and sold industrial production and strong evidence of linear and nonlinear Granger causality from changes in the interest rate to fluctuations in the stock market index. Furthermore, all examined macroeconomic variables were found to have a long-run causal influence on the performance of the stock market.",
            "keywords": [
                "stock market",
                "macroeconomic aggregates",
                "cointegration",
                "linear and nonlinear causality",
                "market efficienc"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/52250.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An Examination of Sports Event Sentiment: Microeconomic Evidence from Borsa Istanbul",
            "abstract": "This paper examines the impact of international soccer matches on the Turkish stock market using firm level and sorted portfolio data, i.e. microeconomic evidence. Applying the Edmans et al. (2007) estimation method, we find a significant negative loss effect. However, once using panel data analysis and modeling spatial and temporal effects explicitly, we not only reject the null hypothesis of the sports sentiment effect, but also find that the international soccer games virtually have no power explaining stock return variation. The same conclusions are made when replacing win/loss dummies with unexpected win (loss) variable and sorting portfolio returns by market capitalization, past returns and volatility. Although we found mild evidence that sports events could affect the variance of sorted portfolio returns, there is very limited micro-evidence to support the 'overreaction' hypothesis of individual investors using Borsa Istanbul data.",
            "keywords": [
                "Individual investor sentiment",
                "sports event study",
                "market efficiency",
                "neuroeconomics"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/52874.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock liquidity and SMEsâ\u0080\u0099 likelihood of bankruptcy: Evidence from the US market",
            "abstract": "We study the association between the stock liquidity of SMEs in the US and their likelihood of bankruptcy, using a dataset that comprises information on 5075 firms over the time period from 1984 to 2013 using the hazard model of Campbell et al. (2008). We find that less liquid stocks are associated with higher probability of bankruptcy, although there is substantial heterogeneity across industries regarding the predictive power of the liquidity measure on the likelihood of bankruptcy. Furthermore, the exchange where the SMEs are listed also affects the likelihood of bankruptcy. Classification performance tests conclude that adding a liquidity measure variable to the Campbell et al. (2008) model improves its predictive power.",
            "keywords": [
                "Market liquidity",
                "Liquidity measures",
                "Bankruptcy",
                "Hazard model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a42_3ay_3a2017_3ai_3ac_3ap_3a1383-1393.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Real-time forecasting and political stock market anomalies: evidence for the U.S",
            "abstract": "Using monthly data for the period 1953-2003, we apply a real-time modeling approach to investigate the implications of U.S. political stock market anomalies for forecasting excess stock returns. Our empirical findings show that political variables, selected on the basis of widely used model selection criteria, are often included in real-time forecasting models. However, they do not contribute to systematically improving the performance of simple trading rules. For this reason, political stock market anomalies are not necessarily an indication of market inefficiency.",
            "keywords": [
                "Political stock market anomalies",
                "predictability of stock returns",
                "efficient markets hypothesis",
                "real-time forecasting"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwbubdp1/4723.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}