{
    "page_info": {
        "page_number": 237,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Unravelling the asymmetric volatility puzzle: A novel explanation of volatility through anchoring",
            "abstract": "This paper discusses a novel explanation for asymmetric volatility based on the anchoring behavioral pattern. Anchoring as a heuristic bias causes investors to focus on recent price changes and price levels, which leads to a belief in continuing trend and mean-reversion, respectively. The empirical results support our theoretical explanation through an analysis of large price fluctuations in the S&P 500 and the resulting effects on implied and realized volatility. These results indicate that asymmetry (a negative relationship) between shocks and volatility in the subsequent period indeed exist. Moreover, contrary to previous research, our empirical tests also suggest that implied volatility is not simply an upward biased predictor of future deviation compensating for the variance of the volatility but rather, due to investorsâ\u0080\u0099 systematic anchoring to losses and gains in their volatility forecasts, a co-integrated yet asymmetric over-/under-estimated financial instrument. We also provide results indicating that the medium-term implied volatility (measured by the VIX Index) is an unbiased though inefficient estimation of realized volatility, while in contrast short-term volatility (measured by the recently introduced VXST Index representing the 9-day implied volatility) is also unbiased and yet efficient.",
            "keywords": [
                "Anchoring",
                "Implied volatility",
                "Realized volatility",
                "Asymmetric volatility",
                "VIX",
                "VXST"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecosys/v_3a40_3ay_3a2016_3ai_3a3_3ap_3a345-354.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor Sentiment in the Stock Market",
            "abstract": "Real investors and markets are too complicated to be neatly summarized by a few selected biases and trading frictions. The \"top down\" approach to behavioral finance focuses on the measurement of reduced form, aggregate sentiment and traces its effects to stock returns. It builds on the two broader and more irrefutable assumptions of behavioral finance -- sentiment and the limits to arbitrage -- to explain which stocks are likely to be most affected by sentiment. In particular, stocks of low capitalization, younger, unprofitable, high volatility, non-dividend paying, growth companies, or stocks of firms in financial distress, are likely to be disproportionately sensitive to broad waves of investor sentiment. We review the theoretical and empirical evidence for these predictions.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/13189.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic Expectations and State-Dependent Factor Returns",
            "abstract": "We examine the asymmetric impact of shocks to macroeconomic expectations and their underlying dispersion on equity risk premia across different market regimes. First, we rely on a two-state logit mixture vector autoregressive model and use Consensus Economics survey data on GDP growth, inflation, and short-term interest rates to approximate macroeconomic expectations and the underlying disagreement in the United States for the period 1989M10-2022M09. We demonstrate that unexpected changes of survey forecasts and their dispersion significantly affect cyclical factor returns in a dynamic setting and that the state of the economy matters for the magnitude, persistence, and occasionally also for the sign of the effect. Second, by extending the dynamic asset pricing model of Adrian et al. (2015), we show that GDP forecasts and their dispersion are priced in the cross section and drive the size and value premium, whereas inflation expectations serve as robust predictors for the price of risk. We also document that the survey expectations-augmented specification reduces pricing and premium errors when compared to a common benchmark of return predictors.",
            "keywords": [
                "Consensus Forecasts",
                "Dynamic Asset Pricing Model",
                "Factor Risk Premia",
                "Macroeconomic Expectations",
                "Mixture VAR",
                "State-Dependency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/trrwpaper/202309.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Jump component of S&P 500 volatility and the VIX index",
            "abstract": "Much research has investigated the differences between option implied volatilities and econometric model-based forecasts in terms of forecast accuracy and relative informational content. Implied volatility is a market determined forecast, in contrast to model-based forecasts that employ some degree of smoothing to generate forecasts. Therefore, implied volatility has the potential to reflect information that a model-based forecast could not. Specifically, this paper considers two issues relating to the informational content of the S&P 500 VIX implied volatility index. First, whether it subsumes information on how historical jump activity contributed to the price volatility, followed by whether the VIX reflects any incremental information relative to model based forecasts pertaining to future jumps. It is found that the VIX index both subsumes information relating to past jump contributions to volatility and reflects incremental information pertaining to future jump activity, relative to modelbased forecasts. This is an issue that has not been examined previously in the literature and expands our understanding of how option markets form their volatility forecasts.",
            "keywords": [
                "Implied volatility",
                "VIX",
                "volatility forecasts",
                "informational efficiency",
                "jumps"
            ],
            "eco_link": "https://econpapers.repec.org/paper/qutauncer/2008-13.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Herding, Information Cascades and Volatility Spillovers in Futures Markets",
            "abstract": "Published in the Journal of Reviews on Global Economics (2013). Volume 2, pages 307-329.Economists and financial analysts have begun to recognise the importance of the actions of other agents in the decision-making process. Herding is the deliberate mimicking of the decisions of other agents. Examples of mimicry range from the choice of restaurant, fashion and financial market participants, to academic research. Herding may conjure negative images of irrational agents sheepishly following the actions of others, but such actions can be rational under asymmetric information and uncertainty. This paper uses futures position data in nine different markets of the Commodity Futures Trading Commission (CFTC) to provide a direct test of herding behaviour, namely the extent to which small traders mimic the positions of large speculators. Evidence consistent with herding among small traders is found for the Canadian dollar, British pound, gold, S&P 500 and Nikkei 225 futures. Consistent with survey-based results on technical analysis, the positions are significantly correlated with both current and past market returns. Using various time-varying volatility models to accommodate conditional heteroskedasticity, the empirical results are found to be robust to alternative models and methods of estimation. When a test of causality-in-variance is used to analyse if volatility among small traders spills over into spot markets, it is found that spillovers occur only with Nikkei 225 futures. The policy implications of the findings are also discussed.",
            "keywords": [
                "Herding",
                "speculation",
                "hedging",
                "noise traders",
                "currency and commodity markets",
                "futures and spot markets",
                "time-varying volatility",
                "causality-in-variance",
                "spillovers"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20130086.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speculative Bubbles and the Cross-Sectional Variation in Stock Returns",
            "abstract": "Evidence suggests that rational, periodically collapsing speculative bubbles may be pervasive in stock markets globally, but there is no research that considers them at the individual stock level. In this study we develop and test an empirical asset pricing model that allows for speculative bubbles to affect stock returns. We show that stocks incorporating larger bubbles yield higher returns. The bubble deviation, at the stock level as opposed to the industry or market level, is a priced source of risk that is separate from the standard market risk, size and value factors. We demonstrate that much of the common variation in stock returns that can be attributable to market risk is due to the co-movement of bubbles rather than being driven fundamentals.",
            "keywords": [
                "speculative bubbles",
                "asset pricing",
                "stock returns",
                "CAPM",
                "cross-sectional variation"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2013-01.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity Risk Premia in the International Shipping Derivatives Market",
            "abstract": "The study examines the existence of liquidity risk premia on freight derivatives returns. The Amihud liquidity ratio and bid-ask spreads are utilized to assess the existence of liquidity premia. Other macroeconomic variables are used to control for market risk. Results indicate that liquidity risk is priced and both liquidity measures have a significant role in determining freight derivatives returns. Consistent with expectations, both liquidity measures are found to have positive and significant effects on the returns of near-month freight derivatives contracts. The results have important implications for modeling freight derivatives returns, and consequently, for trading and risk management purposes.",
            "keywords": [
                "forward freight agreements",
                "liquidity risk",
                "bid-ask spreads",
                "shipping",
                "panel data"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2014-15.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "High price impact trades identication and its implication for volatility and price efficiency",
            "abstract": "We include Limit Order Book (LOB) matchedness as a new trade attribute to identify High Price Impact Trades (HPITs). HPITs are trades associated with large price changes relative to their volume proportion. We show that the inclusion of matchedness provides a finer analysis of the relationship between price contribution and trade categories. We further verify that a stronger presence of HPITs leads to a decline in volatility and improves price efficiency, which suggests a link between HPITs and informed trades.",
            "keywords": [
                "Matched trades",
                "limit order book",
                "price efficiency",
                "price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/paper/riscrcrmw/2024_5f003.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Optimal trade execution in cryptocurrency markets",
            "abstract": "Abstract Novel technologies allow cryptocurrency exchanges to offer innovative services that set them apart from other exchanges. In this paper we study the distinct features of cryptocurrency fee schedules and the implications for optimal trade execution. We formulate an optimal execution strategy that minimizes the trading fees charged by the exchange. We further provide a proof for the existence of an optimal execution strategy for this type of fee schedule. The optimal strategy involves both market and limit orders on various price levels. The optimal order distribution scheme depends on the market conditions expressed in terms of the distribution of limit order execution probabilities and the exchangeâ\u0080\u0099s specific configuration of the fee schedule. Our results indicate that a strategy kernel with an exponentially decaying allocation of trade volume to price levels further away from the best price provides superior performance and potential reduction of trade execution cost of more than 60%. The robustness of these results is confirmed in an empirical study. To our knowledge, this is the first study of optimal trade execution that takes into consideration the full fee schedule of exchanges in general.",
            "keywords": [
                "Cryptocurrencies",
                "Market microstructure",
                "Limit order book",
                "Maker taker market"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprdigfin/v_3a6_3ay_3a2024_3ai_3a2_3ad_3a10.1007_5fs42521-023-00103-y.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic Expectations and State-Dependent Factor Returns",
            "abstract": "We examine the asymmetric impact of shocks to macroeconomic expectations and their underlying dispersion on equity risk premia across different market regimes. First, we rely on a two-state logit mixture vector autoregressive model and use Consensus Economics survey data on GDP growth, inflation, and short-term interest rates to approximate macroeconomic expectations and the underlying disagreement in the United States for the period 1989M10â\u0080\u00932022M09. We demonstrate that unexpected changes of survey forecasts and their dispersion significantly affect cyclical factor returns in a dynamic setting and that the state of the economy matters for the magnitude, persistence, and occasionally also for the sign of the effect. Second, by extending the dynamic asset pricing model of Adrian et al. (2015), we show that GDP forecasts and their dispersion are priced in the cross section and drive the size and value premium, whereas inflation expectations serve as robust predictors for the price of risk. We also document that the survey expectations-augmented specification reduces pricing and premium errors when compared to a common benchmark of return predictors.",
            "keywords": [
                "consensus forecasts",
                "dynamic asset pricing model",
                "factor risk premia",
                "macroeconomic expectations",
                "mixture VAR",
                "state-dependency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cesceswps/_5f10720.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Microstructure of the Euro Money Market",
            "abstract": "This Paper provides the first empirical examination of the microstructure of the euro money market, using tick data from brokers located in six countries. Special emphasis is put on the institutional environment (monetary policy decisions and their implementation, payment systems and private market structures) and its implications for intraday volatility, quoting activity, trading volume and bid-ask spreads in the overnight deposit segment. Volatility and spreads increase right after ECB monetary policy decisions, but market expectations of the interest rate changes were relatively precise during the sample period. Main refinancing operations with the open market are associated with active liquidity re-allocation, little volatility and no signs of market power or adverse selection. Spreads and volatility were high at the end of the reserve maintenance periods and during the year 2000 changeover. Even intraday, overnight rate levels hardly differ across euro area countries, reflecting active arbitrage and a high degree of integration.",
            "keywords": [
                "Auctions",
                "Financial market microstructure",
                "High-frequency data",
                "Monetary policy instruments",
                "Overnight deposit rates",
                "Payment systems",
                "Reserve requirements",
                "Trading volume",
                "Transaction costs"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/3081.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do S&P 500 and KOSPI Move Together?: A Functional Regression Approach",
            "abstract": "This paper explores the return comovement between Korean and U.S. stock markets by investigating the existence of a possible spillover effect using high frequency data. We employ a functional regression methodology to scrutinize the moment dependence and the components of possible spillover effects. We find that the mean, volatility, skewness, and kurtosis spillover effects exist and the components of those effects have not changed over time in 2002-2006. In sum, we conclude that the KOSPI and S&P 500 move together during the sample period. The conclusion, however, is weakened once we modified the data by excluding the opening price of KOSPI since we only find the volatility spillover effect during the same period. Therefore, we can conclude that the opening price of Korean stock market may reflect new information that occurred overnight in foreign markets so that moment dependencies or moment spillover effects are weakened between Korean and U.S. stock market.",
            "keywords": [
                "Stock Market Comovement",
                "Spillover Effect",
                "Market Efficiency",
                "Functional Regression",
                "Moments Dependency"
            ],
            "eco_link": "https://econpapers.repec.org/article/keakeappr/ker-20101231-26-2-07.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}