{
    "page_info": {
        "page_number": 181,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The effect of quantitative easing on US sector returns",
            "abstract": "In this study, we used event analysis to examine whether abnormal returns can be observed for US sector returns at the time when quantitative easing was announced. In our investigation, we sought to identify the sectors in which the amount of money introduced into the economy as a result of quantitative easing. In addition, since the programme is basically implemented by the central bank in order to stabilise the economy, an examination of its effect on the sectors may provide guidance on which segments have reacted negatively, thus possibly requiring additional central bank or public intervention. In our results, we found consistency for all four QE programme in some sectors In the examination of the S&P 500 sector indices, surprisingly no significant abnormal return was found in the financial sector, by contrast, for the healthcare sector, as well as discretionary and general consumer goods, the stocks included in the sector index reacted in the same way for all 4 announcements.",
            "keywords": [
                "information and market fficiency",
                "event studies",
                "financial markets and the macroeconomy",
                "central banks and their policies"
            ],
            "eco_link": "https://econpapers.repec.org/article/pfqjournl/v_3a69_3ay_3a2023_3ai_3a4_3ap_3a7-27.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Geographic dispersion and stock returns",
            "abstract": "This paper shows that stocks of truly local firms have returns that exceed the return on stocks of geographically dispersed firms by 70 basis points per month. By extracting state name counts from annual reports filed with the Securities and Exchange Commission (SEC) on Form 10-K, we distinguish firms with business operations in only a few states from firms with operations in multiple states. Our findings are consistent with the view that lower investor recognition for local firms results in higher stock returns to compensate investors for insufficient diversification.",
            "keywords": [
                "Geography",
                "Geographic dispersion",
                "Location",
                "Local",
                "Stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a106_3ay_3a2012_3ai_3a3_3ap_3a547-565.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An improved test for statistical arbitrage",
            "abstract": "We improve upon the power of the statistical arbitrage test in Hogan, Jarrow, Teo, and Warachka (2004). Our methodology also allows for the evaluation of return anomalies under weaker assumptions. We then compare strategies based on their convergence rates to arbitrage and identify strategies whose probability of a loss declines to zero most rapidly. These strategies are preferred by investors with finite horizons or limited capital. After controlling for market frictions and examining convergence rates to arbitrage, we find that momentum and value strategies offer the most desirable trading opportunities.",
            "keywords": [
                "Bootstrap",
                "Momentum strategy",
                "Statistical arbitrage",
                "Value strategy"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a15_3ay_3a2012_3ai_3a1_3ap_3a47-80.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Persistence in US Treasury bonds",
            "abstract": "This paper investigates the persistence in the US Treasury bond rate returns from 1946 to 2019 by using fractional integration. It is shown that the degree of integration of the series (and thus the level of persistence) reduces as we increase the time of the maturity rate from the 1- and 2-year rates to the 20- and 30-year bond rates.",
            "keywords": [
                "Persistence",
                "Fractional integration",
                "US Treasury bonds"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a45_3ay_3a2022_3ai_3ac_3as1544612321002610.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speculation and lottery-like demand in cryptocurrency markets",
            "abstract": "This is the first paper that explores lottery-like demand in cryptocurrency markets. Since recent research provides evidence that cryptocurrency returns appear to be short-memory processes, we modify Bali, Cakici and Whitelawâ\u0080\u0099s (2011) and Bali, Brown, Murray, and Tangâ\u0080\u0099s (2017) MAX measure and employ a weekly forecast horizon and daily log-returns from the previous week to calculate the metric for our portfolio sorts. From an econometric point of view, this study proposes statistical tests that are robust to unknown dynamic dependency structures in the cryptocurrency data. Our results show that average raw and risk-adjusted return differences between cryptocurrencies in the lowest and highest MAX quintiles exceed 1.50% per week. These results are robust after controlling for Bitcoin risk or potential microstructure effects. Our findings are important also from a theoretical point of view because they suggest that parallel to stock markets, similar behavioral mechanisms of underlying investor behavior are present also in new virtual currency markets.",
            "keywords": [
                "MAX",
                "Lottery-like demand",
                "Cryptocurrency",
                "Financial technology",
                "Gambling"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeintfin/v_3a71_3ay_3a2021_3ai_3ac_3as1042443121000081.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cash Flow Duration and the Term Structure of Equity Returns",
            "abstract": "The term structure of equity returns is downward-sloping: stocks with high cash flow duration earn 1.10% per month lower returns than short-duration stocks in the cross section. I create a measure of cash flow duration at the firm level using balance sheet data to show this novel fact. Factor models can explain only 50% of the return differential, and the difference in returns is three times larger after periods of high investor sentiment. I use institutional ownership as a proxy for short-sale constraints, and find the negative cross-sectional relationship between cash flow duration and returns is only contained within short-sale constrained stocks.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/22520.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Who Benefits from Regional Trade Agreements? The View from the Stock Market",
            "abstract": "The effects of Regional Trade Agreements (RTAs) are disputed. In this paper, we assess these effects using capital market data and an event-study approach, using a daily data set covering a thousand announcements spanning over eighty economies and a hundred RTAs over twenty recent years. We measure the effects of news concerning RTAs on the returns of national stock markets, adjusted for international stock market movements. We then link these excess returns to features of the RTA members and the agreements themselves. We find evidence of the natural trading partner hypothesis; stock markets rise more when RTAs are signed between countries that already engage in high volumes of trade. Stock markets also rise more when poorer countries sign RTAs.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/17415.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Global and regional links between stock markets - the case of Russia and China",
            "abstract": "In a broad sample of developed and emerging economies over the past ten years we apply the approximate factor model in a search for common global and regional driving-forces in stock market returns and volatility. We focus particularly on two emerging stock markets - Russia and China, because of their unique characteristics and performance in the past years. We find that while Russian markets, like the CEEC region, substantially increased their integration with global stock markets, both the Chinese A- and B-share markets continued to move largely independently from global movements and only slightly increased in comovement with regional forces. We provide evidence of a general increase in global comovement of stock markets over the past decade and a decline in the role of regional forces, which imply a decrease of the effectiveness of cross-country hedging strategies.",
            "keywords": [
                "stock markets",
                "financial integration",
                "Russia",
                "China",
                "global and regional integration"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwbofitp/bdp2008_5f004.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Informed trading, information asymmetry and pricing of information risk: Empirical evidence from the NYSE",
            "abstract": "We investigate and test hypotheses on how informed trading varies with market-wide factors and the structural and trading characteristics of a firm. We find strong evidence of commonality in informed trading, and a systematic dependence of informed trading on firm characteristics that is largely consistent with intuition and earlier theory and empirical evidence, wherever available. We accordingly decompose informed trading into two components: one that reflects information asymmetry with respect to skilled information processors with potentially private information on systematic factors or who generate a private informational advantage using public data; and another unpredictable component that reflects truly private information, potentially of traditional insiders. We test the pricing relevance of both these components and find that it is only the unpredictable component reflecting truly private information that is priced, and is priced more strongly and in a manner more robust than total informed trading. Our pricing-relevance results strongly support Easley and O'Hara (2004) and do not support Hughes, et al. (2007).",
            "keywords": [
                "Market microstructure",
                "Common factors",
                "Risk factors",
                "Asymmetric information"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwcfrwps/0908.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cryptocurrency Market Efficiency: Evidence from Wavelet Analysis",
            "abstract": "We examine daily USD returns for Bitcoin, Ethereum and Litecoin between October 2013 and September 2019 at six separate exchanges employing wavelet methodology. This approach, as compared to the standard time domain analysis, is superior because it tests the existence of cyclical persistencies at different investment horizons. We identify significant but temporal cyclical movements and coherence between the markets at high frequencies which is broadly consistent with market inefficiency given liquidity constraints of cryptocurrencies. Moreover, we identify temporal arbitrage opportunities between the selected exchanges.",
            "keywords": [
                "efficient market hypothesis",
                "market arbitrage",
                "wavelet analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/faufauart/v_3a70_3ay_3a2020_3ai_3a2_3ap_3a121-144.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The influence of ChatGPT on artificial intelligence related crypto assets: Evidence from a synthetic control analysis",
            "abstract": "The introduction of OpenAI's large language model, ChatGPT, catalyzed investor attention towards artificial intelligence (AI) technologies, including AI-related crypto assets not directly related to ChatGPT. Utilizing the synthetic difference-in-difference methodology, we identify significant \"ChatGPT effects,â\u0080\u009d with AI-related crypto assets experiencing average returns ranging between 10.7% and 15.6% (35.5% to 41.3%) in the one-month (two-month) period after the ChatGPT launch. Furthermore, Google search volumes, a proxy for attention to AI, emerged as critical pricing indicators for AI-related crypto assets post-launch. We conclude that investors perceived AI-related crypto assets as possessing heightened potential or value after the launch, resulting in higher market valuations.",
            "keywords": [
                "ChatGPT",
                "Artificial intelligence",
                "Cryptocurrencies",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a55_3ay_3a2023_3ai_3apb_3as1544612323003653.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Intraday Bitcoin Response to Tether Minting and Burning Events: Asymmetry, Investor Sentiment, and â\u0080\u009cWhale Alertsâ\u0080\u009d on Twitter",
            "abstract": "Tether Limited has the sole authority to create (mint) and destroy (burn) Tether stablecoins (USDâ\u0082®). This paper investigates Bitcoin's response to USDâ\u0082® supply change events between 2014 and 2021 and identifies an interesting asymmetry between Bitcoin's responses to USDâ\u0082® minting and burning events. Bitcoin responds positively to USDâ\u0082® minting events over 5- to 30-minute event windows, but this response begins declining after 60 minutes. State-dependence is also demonstrated, with Bitcoin prices exhibiting a greater increase when the corresponding USDâ\u0082® minting event coincides with positive investor sentiment and is announced to the public by data service provider, Whale Alert, on Twitter.",
            "keywords": [
                "Bitcoin",
                "Tether",
                "Asset Pricing",
                "Market Efficiency",
                "Stablecoins",
                "Event Studies"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a49_3ay_3a2022_3ai_3ac_3as154461232200321x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}