{
    "page_info": {
        "page_number": 118,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Investor sentiment and evaporating liquidity during the financial crisis",
            "abstract": "This study examines how investor sentiment affected equity liquidity and trading behavior during the financial crisis of 2007â\u0080\u00932008. Using intraday data on equity index and financial ETFs, we show significant asymmetric response to investor sentiment on quoted spread, market depth, asymmetric depth, and net buying pressure. We also document that funding constraints can further increase the asymmetric impact of investor sentiment on liquidity and trading behavior. Our results can be explained by the psychological bias of negativity and help investors and risk management practitioners comprehensively understand why and how the evaporation of liquidity accelerates during the financial crisis.",
            "keywords": [
                "Investor sentiment",
                "Equity liquidity",
                "Net buying pressure",
                "Financial crisis",
                "Funding constraints"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a55_3ay_3a2018_3ai_3ac_3ap_3a21-36.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The 52-week high and momentum in the Taiwan stock market: Anchoring or recency biases?",
            "abstract": "The 52-week high price contains dual information in predicting future stock returns. On the one hand, investors are subject to the anchoring bias by viewing the 52-week high price as a reference point; on the other hand, the effect of the 52-week high price is stronger if it happened more recently, which is known as the recency bias. This paper examines the role of the 52-week high in explaining momentum profits in the Taiwan stock market by comparing two strategies that are related to anchoring and recency biases, respectively. We show that the profitability of the 52-week high strategy is attenuated by the considerably negative returns in January months, while the profitability of the recency strategy is not sensitive to the January seasonality. However, the recency strategy still displays predictable time-series patterns when conditioning variables are taken into consideration. It is profitable only during periods before 2000, expansionary periods, and up market states. Further investigations show that when all strategies are considered simultaneously, the 52-week high strategy plays a determinant role in generating momentum returns during the sample period from January 1982 to December 2012, while the recency strategy dominates the momentum profits in the 1970s. Overall, our results reveal mixed evidence for both strategies, suggesting the coexistence of the anchoring bias and the recency bias in the Taiwan stock market.",
            "keywords": [
                "52-week high",
                "Momentum profits",
                "Anchoring bias",
                "Recency bias",
                "Taiwan stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a43_3ay_3a2016_3ai_3ac_3ap_3a121-138.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Using VIX futures to hedge forward implied volatility risk",
            "abstract": "The fair value of VIX futures is derived by pricing the forward 30-day volatility which underlies the volatility risk of S&P 500 in the 30days after the futures expiration. While forward implied volatility can also be traded with forward-start strangles, this study demonstrates that VIX futures could offer more effective volatility-risk hedge for an investor who has a short position on the S&P 500 futures call option. In particular, the delta-vega-neutral hedging strategy incorporating stochastic volatility on average outperforms in out-of-sample hedging. Adding price jumps further enhances the hedging performance during the crash period.",
            "keywords": [
                "VIX futures",
                "Forward implied volatility",
                "Forward-start strangles",
                "Stochastic volatility",
                "Price jumps"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a43_3ay_3a2016_3ai_3ac_3ap_3a88-106.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Firm-specific stock and bond predictability: New evidence from Canada",
            "abstract": "Asynchronous and contemporaneous links between the values of individual stocks and bonds issued by the same firm offer indications on how firm-specific information streams between the stock and bond markets. We examine these links using a novel database including bonds issued by Canadian firms over three decades. The overall results provide strong evidence of information flows streaming from the stock to the bond market, and suggest that significant bidirectional information flows were triggered by the 2007 financial crisis. Further, information regarding the mean of the firm's value, rather than its volatility, prevails in driving contemporaneous variations in stocks and bonds.",
            "keywords": [
                "Bond yields",
                "Stock returns",
                "Bond-stock correlations",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a51_3ay_3a2017_3ai_3ac_3ap_3a174-192.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The idiosyncratic momentum anomaly",
            "abstract": "This paper seeks to uncover the drivers of the idiosyncratic momentum anomaly. We show that: (i) idiosyncratic momentum is a distinct phenomenon that exists next to conventional momentum and is not explained by it; (ii) idiosyncratic momentum is priced in the cross-section of stock returns after controlling for established and recently proposed asset pricing factors, including the ones that explain a host of momentum-related anomalies; (iii) some of the prominent explanations for the momentum premium, such as crash risk, and investor overconfidence and overreaction linked to market states and dynamics cannot explain idiosyncratic momentum profits; (iv) long-term return dynamics of idiosyncratic momentum support the underreaction hypothesis for its existence; (v) idiosyncratic momentum generates robust returns across a range of developed and emerging markets.",
            "keywords": [
                "Asset pricing",
                "Idiosyncratic momentum",
                "Momentum crashes",
                "Risk management"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a69_3ay_3a2020_3ai_3ac_3ap_3a932-957.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Chinese lexicography and stock trading",
            "abstract": "Chinese stocks with lexicographically earlier tickers are traded more frequently. Quantitatively, all else held equal, a backward change in lexicographic position by one standard deviation leads to a decrease in turnover by nearly ten percent. This lexicographic bias is heavier in the service sector and for obscure stocks. It is primarily driven by the initial character of stock tickers. Stocks switching to later lexicographic positions are penalized in trading frequency. Using alternative financial measures leads to the same findings.",
            "keywords": [
                "Alphabetic bias",
                "Chinese stock market",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a73_3ay_3a2021_3ai_3ac_3ap_3a44-59.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamics of variance risk premium: Evidence from India",
            "abstract": "Extant empirical evidence suggests that variance risk might not be priced in markets that witness high retail participation. We examine and reject this hypothesis using data from Indian markets. We employ both model-dependent and model-free approaches in our analysis. Our result is robust to alternate specifications of volatility, sampling frequencies and sample periods. We then examine the dynamics of variance risk premium. Specifically, we split realized variance into its two components: jumps and continuous variance. We find that only past continuous variance is significant in forecasting short-term synthetic variance swap returns; realized jumps do not have any predictive power. These results survive inclusion of classical risk factors. These findings suggest that only the continuous component of realized variance has significant impact on variance risk premium.",
            "keywords": [
                "Variance risk premium",
                "Model free implied volatility",
                "Synthetic variance swaps",
                "Jumps",
                "Realized variance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a70_3ay_3a2020_3ai_3ac_3ap_3a321-334.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Preference for lottery features in real estate investment trusts",
            "abstract": "This paper provides strong and novel evidence of the preference among investors for lottery-like payoffs by documenting a strong intra-industry MAX effect in REITs. Specifically, REITs with high maximum daily returns (high MAX) over the past 1-month significantly underperform REITs with low maximum daily returns (low MAX) over the same period. Such underperformance is persistent in subsequent months, although the underperformance is significant only in several months. In general, high MAX REITs are smaller and exhibit lower prices and higher idiosyncratic volatility than other REITs. However, firm characteristics cannot explain the MAX effect among REITs. In contrast, the MAX effect could significantly explain the idiosyncratic volatility puzzle among REITs. Moreover, the MAX effect is more pronounced among REITs with low institutional ownerships, while investor sentiment has no significant effect on the MAX effect among REITs.",
            "keywords": [
                "Lottery preference",
                "MAX Effect",
                "REITs"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a69_3ay_3a2020_3ai_3ac_3ap_3a599-613.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Irrational confidence, imperfect and long-lived information",
            "abstract": "We analyze a dynamic framework where an informed agent overestimates or underestimates the precision of his noisy private signal. We investigate the effect of the insider's belief on equilibrium results such as the price informativeness, the liquidity cost, the trading strategy and the expected trading volume. Interestingly, we find that irrationality can yield contrarian trading in the sense that the two successive order imbalances are negatively correlated. Thus, irrationality, distinguished from dissimulation and manipulation, may underlie insiders' trading decisions.",
            "keywords": [
                "Informed trading",
                "Information asymmetry",
                "Overconfidence",
                "Contrarian trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a27_3ay_3a2013_3ai_3ac_3ap_3a383-405.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volatility risk premium decomposition of LIFFE equity options",
            "abstract": "This study extends Bakshi and Kapadia's (2003b) framework to a multi-factor model to verify the common macro-factors attributed to the price of volatility risk in U.K. equity options. The results point out the presence of a negative risk premium and indicate that both idiosyncratic volatility and macro-factor volatilities arising from shocks to an index of industrial production and unanticipated inflation are priced in the individual LIFFE equity options. The evidence suggests that option investors are willing to pay for hedging against the shocks to those macro-factors and idiosyncratic risk.",
            "keywords": [
                "Macro-factors",
                "Volatility risk premium",
                "Idiosyncratic volatility risk",
                "Delta-neutral portfolio",
                "Moment-adjusted option pricing formula"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a24_3ay_3a2012_3ai_3ac_3ap_3a315-326.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sentiment-prone investors and volatility dynamics between spot and futures markets",
            "abstract": "This paper analyses the role of investor sentiment in the contemporaneous dynamics of spot and futures markets and in volatility spillovers between them. To explore this issue, we analyse spot and futures markets on stock market indexes in different countries: the S&P500 for the US, and a representative set of European indexes (CAC40, DAX30, FTSE100, IBEX35 and EuroStoxx50). Consistent with expectations, we have shown that the correlation is not stable with the level of investor sentiment. More specifically, the correlation between the two markets diminishes significantly during periods of high investor sentiment. Moreover, volatility shocks in either market are also found to have less impact during these periods. These results are compatible with behavioural finance theories suggesting that high investor sentiment leads to an increase in noise trading and a decline in arbitrage activity due to institutional investors' attempts to limit their risk exposure.",
            "keywords": [
                "Investor sentiment",
                "Noise traders",
                "Spotâ\u0080\u0093futures correlation",
                "Volatility spillovers"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a35_3ay_3a2015_3ai_3ac_3ap_3a180-196.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The resilience of Islamic equity funds during COVID-19: Evidence from risk adjusted performance, investment styles and volatility timing",
            "abstract": "This paper analyses the risk-adjusted performance of Islamic and conventional equity funds during the COVID-19 pandemic. We show that Islamic equity funds demonstrated differentials in risk-adjusted performance, investment styles, and volatility timing compared to their conventional counterparts. Specifically, the results revealed that Islamic equity funds are more resilient to COVID-19 shock since they outperformed non-Islamic peers during the peak months of the pandemic. The trend continues even when the spread smoothens. These findings confirm the safe-haven properties of Islamic equity funds, which is helpful for investors aiming to hedge pandemic risks. The style analysis reveals investment drift from riskier styles to more prudent options in response to each stage's uncertainties. The results suggest policymakers should further investigate Islamic financial assets and their underlying principles to improve the resilience of economic systems in any future black swan events.",
            "keywords": [
                "COVID-19",
                "Islamic equity funds",
                "Style analysis",
                "Volatility timing",
                "Resilience"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a77_3ay_3a2022_3ai_3ac_3ap_3a276-295.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}