{
    "page_info": {
        "page_number": 169,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Social interaction, volatility clustering, and momentum",
            "abstract": "This paper incorporates information uncertainty and social interaction among investors into a random utility framework and develops a dynamic equilibrium model of asset pricing and investor choice. We show that strong social interaction can lead to endogenous switching between two persistent regimes for the mean choice fraction of investor population, which can simultaneously generate volatility clustering and time-series momentum in asset returns. By using StockTwits post volume as a proxy for social interaction, we provide empirical evidence for the model predictions for various equity indices.",
            "keywords": [
                "Social interaction",
                "Mean choice",
                "Volatility clustering",
                "Time-series momentum",
                "Excess volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejeborg/v_3a203_3ay_3a2022_3ai_3ac_3ap_3a125-149.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Monetary policy regimes and the forward bias for foreign exchange",
            "abstract": "This paper provides a theoretical discussion of the forward premium anomaly. We reformulate the well-known Lucas (1982) model by allowing for the existence of monetary policy regimes. The monetary supply is viewed as having two stochastic components: (a) a persistent component that reflects the preferences of the central bank regarding the long-run money supply or inflation target, and (b) a transitory component that represents short-lived interventions. To generate agentsâ\u0080\u0099 forecasts, we consider two scenarios: (a) consumers can distinguish the permanent and the transitory components of the money supply (complete information), and (b) consumers face a signal-extraction problem to disentangle permanent and transitory components of the money supply (incomplete information). We simulate the model from a careful estimate of the parameters involved in the model. Numerical simulations reveal that, under complete information, forward unbiasedness cannot be rejected at conventionally significant levels. However, when learning about monetary policy is incorporated, the forward bias can be reproduced without artificially assuming an unreasonable degree of risk aversion.",
            "keywords": [
                "Monetary policy",
                "Regime shifts",
                "Learning",
                "Forward bias"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejebusi/v_3a85_3ay_3a2016_3ai_3ac_3ap_3a13-28.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Halloween effect and active fund management",
            "abstract": "This paper investigates the existence of a calendar anomaly in stock market returns, namely the Halloween Effect, corroborated by Bouman & Jacobsen (2002). According to this, returns during May to October are extremely affected by this phenomenon, and hence are lower in comparison with the respective of November to April. Using a sample of 118 European equity funds for the period 2008â\u0080\u00932017, we extend previous research by focusing, for the first time to the best of our knowledge, on the field of mutual funds. We provide evidence of a robust Halloween effect in the European equity mutual funds market, even after controlling for other seasonal anomalies and dividing our sample according to the size of the funds. We also show that an investment based on such a seasonal anomaly can be more profitable and effective than the Buy & Hold Strategy without any risk increase. The significant higher returns in winter months are also resulting from close to zero or negative average returns during May to October as well as high positive returns during November to April. It is finally concluded that fund managers do not seem to decrease their risk exposure to the equity market during summer periods due to the existence of this anomaly.",
            "keywords": [
                "Halloween effect",
                "Mutual funds",
                "Calendar anomalies",
                "Halloween trading strategy"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeequaeco/v_3a80_3ay_3a2021_3ai_3ac_3ap_3a534-544.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Variation in option implied volatility spread and future stock returns",
            "abstract": "A consistent theme in the finance literature is that implied volatility measures have predictive power for future stock returns and thus reflect investor beliefs about future stock valuations. We use the variability of option implied volatility spread as a proxy for the impounding of new information, and changes in the interpretation of existing information, into option prices. Over the 2006â\u0080\u00932016 period, we find that the predictive power of option implied volatility spread for future stock returns is significantly greater when implied volatility spread has been more variable in the past. Our results are statistically and economically significant and robust in both univariate and multivariate settings. Overall, our findings suggest a portfolio strategy using the conjunction of both the level and variability of the implied volatility spread results in significantly better portfolio performance than using the level alone.",
            "keywords": [
                "Options",
                "Implied volatility spread",
                "Information",
                "Stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeequaeco/v_3a83_3ay_3a2022_3ai_3ac_3ap_3a152-160.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Computing posterior signals and endogenous parameters in a dealer trading network",
            "abstract": "A numerical procedure to obtain posterior valuation signals in a theoretical equilibrium of an interdealer trading network is derived by harnessing a transformation of the adjacency matrix of the network. Applying transaction prices and quantities, the procedure leads to recovery of the endogenous parameters of the network.",
            "keywords": [
                "Adjacency matrix",
                "Posterior",
                "Trading network"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a207_3ay_3a2021_3ai_3ac_3as0165176521002779.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "How do skilled traders change the structure of the market",
            "abstract": "We extend the original heterogeneous agent model of Brock and Hommes (1998) by introducing the concept of skilled traders. The idea of skilled traders is based on the endeavor of market agents to estimate future price movements. We distinguish between the three groups of skilled traders according to their trading strategies. The first group consists of skilled traders who estimate the trend parameter and have randomly generated bias. The second group has fixed bias to zero, and the third group, most advanced one, is able to estimate the bias parameter. The most interesting result from simulations is that for all model settings the stock market changes its structure at some point with growing number of skilled traders.",
            "keywords": [
                "Heterogeneous agent model",
                "Market structure",
                "Skilled traders",
                "Hurst exponent"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a23_3ay_3a2012_3ai_3ac_3ap_3a66-71.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity and risk sharing benefits from opening an ETF market with liquidity providers: Evidence from the CAC 40 index",
            "abstract": "This article examines how the introduction of an ETF replicating a stock index impacts on the liquidity of the underlying stocks when the ETF market involves liquidity providers (LPs). We find that index stock spreads decline, relative to those of non-index stocks, after the introduction of the ETF but this liquidity improvement is not driven by changes in adverse selection costs or recognition effects. By contrast, we show that it is mainly explained by a decrease in order processing and order imbalance costs. This most probably results from additional risk sharing capacities provided by increased cross-market trading and LPs' liquidity provision in low-liquidity times.",
            "keywords": [
                "Exchange-traded fund (ETF)",
                "Index trading",
                "Transaction costs",
                "Liquidity",
                "Risk sharing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a34_3ay_3a2014_3ai_3ac_3ap_3a31-43.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impact of Trumpâ\u0080\u0099s victory on equity markets: The power of proximity",
            "abstract": "This study provides the first analytical evidence on the reaction of U.S. equity markets to Donald Trumpâ\u0080\u0099s victory in the 2024 Presidential election. Leveraging on a novel textual-based measure at the firm level, we uncover significant positive abnormal returns for firms aligned with Trumpâ\u0080\u0099s policy priorities. These firms are especially concentrated in the financial, energy, and industrial sectors. This positive equity market response is nonetheless accompanied by rising economic uncertainty, highlighting a potential disconnect between market exuberance and the macroeconomic outlook.",
            "keywords": [
                "Equity markets",
                "Donald Trump",
                "Abnormal returns",
                "Event study",
                "US 2024 Presidential election"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a247_3ay_3a2025_3ai_3ac_3as0165176525000369.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investorsâ\u0080\u0099 sentiment and US Islamic and conventional indexes nexus: A timeâ\u0080\u0093frequency analysis",
            "abstract": "This paper is the first attempt to investigate the co-movement between investorsâ\u0080\u0099 sentiment and the Islamic and conventional equity returns over diverse time-scales and frequencies in the US market. Using squared wavelet coherence methodology, we show that the time-varying nature of co-movement exists for both the Islamic and conventional indexes. Application of asymmetric causality test unveils that middle cap firms are susceptible from negative innovations in investorsâ\u0080\u0099 sentiment. We conclude that the Sharia rules have no influence on the connectedness between sentiment and Islamic equity returns.",
            "keywords": [
                "Investorsâ\u0080\u0099 sentiments",
                "Islamic and conventional stock indexes",
                "Wavelets",
                "Asymmetric causality"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a19_3ay_3a2016_3ai_3ac_3ap_3a54-59.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "How reactive is investment in US green bonds and ESG-eligible stocks in times of crisis? Exploring the COVID-19 crisis",
            "abstract": "This study examines how green bonds and environmental, social and governance (ESG) stock market returns have reacted to the COVID-19 crisis in the US. Unlike the Standard and Poor's (S&P) 500 index, the response of green bonds and ESG markets to pandemic progress is nonlinear: A low (large) level of confirmed new cases of COVID-19 has a positive (negative) impact. Furthermore, the implemented containment policies (stringency measures and vaccination campaigns) are positively valued, but their simultaneous use is perceived by investors as a bad signal. Overall, our findings question the resilience of investments in green bonds and ESG markets.",
            "keywords": [
                "ESG indices",
                "Green bonds",
                "Sustainable investment",
                "COVID-19 pandemic",
                "Stringency index"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a53_3ay_3a2023_3ai_3ac_3as1544612323000120.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Measuring investorsâ\u0080\u0099 risk aversion in Chinaâ\u0080\u0099s stock market",
            "abstract": "Our paper measures investorsâ\u0080\u0099 aversion to downside risk in Chinaâ\u0080\u0099s stock market by comparing two estimates of probability density functions for asset prices. The dynamics of the risk aversion indicator justifies the theoretical argument that the option-implied risk-neutral density incorporates information about investorsâ\u0080\u0099 risk preferences which is not captured in the historical data. Our risk aversion indicator sheds light on the investment timing of market practitioners: when the degree of risk aversion is particularly low but about to rise, there will be positive abnormal returns for most market sectors in the near future.",
            "keywords": [
                "Risk-neutral density",
                "Downside risk aversion",
                "Option prices",
                "Nonparametric estimation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a42_3ay_3a2021_3ai_3ac_3as1544612320317050.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock price reaction to ECB communication: Introductory Statements vs. Questions & Answers",
            "abstract": "Using textual analysis and high-frequency financial data, this letter emphasizes the informativeness of the different communication phases of the ECB press conference, the Introductory Statement and the Questions & Answers, for market participants. Our results show that, while the tone of the Introductory Statement brings valuable information to stock market participants, the Questions & Answers were mostly informative after the Global Financial Crisis. Moreover, the announcement of unconventional measures triggers stronger reaction from market participants, particularly during the Questions & Answers.",
            "keywords": [
                "Central bank communication",
                "Financial markets",
                "Textual analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a52_3ay_3a2023_3ai_3ac_3as1544612322007048.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}