{
    "page_info": {
        "page_number": 71,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Which News Moves Stock Prices? A Textual Analysis",
            "abstract": "A basic tenet of financial economics is that asset prices change in response to unexpected fundamental information. Since Roll's (1988) provocative presidential address that showed little relation between stock prices and news, however, the finance literature has had limited success reversing this finding. This paper revisits this topic in a novel way. Using advancements in the area of textual analysis, we are better able to identify relevant news, both by type and by tone. Once news is correctly identified in this manner, there is considerably more evidence of a strong relationship between stock price changes and information. For example, market model R-squareds are no longer the same on news versus no news days (i.e., Roll's (1988) infamous result), but now are 16% versus 33%; variance ratios of returns on identified news versus no news days are 120% higher versus only 20% for unidentified news versus no news; and, conditional on extreme moves, stock price reversals occur on no news days, while identified news days show an opposite effect, namely a strong degree of continuation. A number of these results are strengthened further when the tone of the news is taken into account by measuring the positive/negative sentiment of the news story.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/18725.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A Taxonomy of Anomalies and their Trading Costs",
            "abstract": "This paper studies the performance of a large number of anomalies after accounting for transaction costs, and the effectiveness of several transaction cost mitigation strategies. It finds that introducing a buy/hold spread, which allows investors to continue to hold stocks that they would not actively trade into, is the single most effective simple cost mitigation strategy. Most of the anomalies that we consider with one-sided monthly turnover lower than 50% continue to generate statistically significant net spreads, at least when designed to mitigate transaction costs. Few of the strategies with higher turnover do. In all cases transaction costs reduce the strategiesâ\u0080\u0099 profitability and its associated statistical significance, increasing concerns related to data snooping.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/20721.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum Strategies",
            "abstract": "We relate the predictability of future returns from past returns to the market's underreaction to information, focusing on past earnings news. Past return and past earnings surprise each predict large drifts in future returns after controlling for the other. There is little evidence of subsequent reversals in the returns of stocks with high price and earnings momentum. Market risk, size and book-to- market effects do not explain the drifts. Security analysts' earnings forecasts also respond sluggishly to past news, especially in the case of stocks with the worst past performance. The results suggest a market that responds only gradually to new information.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/5375.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Heterogeneous Expectations and Tests of Efficiency in the Yen/Dollar Forward Foreign Exchange Rate Market",
            "abstract": "This paper examines the efficiency of the forward yen/dollar market using micro survey data. We first argue that the conventional tests of efficiency (unbiasedness) of the forward rate or of the survey forecasts do not correspond directly to the zero-profit condition. Instead, we use the survey data to calculate directly potential profits of individual forecasters based on a natural trading rule. We find that although the survey data are not the best predictor of future spot rate in terms of typical mean square forecast error criteria, the survey data can be used to obtain on average positive profits. However, these profits are small and highly variable. We also examine profits generated by a trading rule using regression forecasts, where forward premium is an explanatory variable. These profits are also small and highly variable.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/5376.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Price is (Almost) Right",
            "abstract": "Most previous research tests market efficiency and asset pricing models using average abnormal trading profits on dynamic trading strategies, and typically rejects the joint hypothesis. In contrast, we measure the ability of a simple risk model and the efficient-market hypothesis to explain the level of stock prices. First, we find that cash-flow betas (measured by regressing firms' earnings on the market's earnings) explain the prices of value and growth stocks well, with a plausible premium. Second, we use a present-value model to decompose the cross-sectional variance of firms' price-to-book ratios into two components due to risk-adjusted fundamental value and mispricing. When we allow the discount rates to vary with cash-flow betas, the variance share of mispricing is negligible.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/10131.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Rain or Shine: Where is the Weather Effect?",
            "abstract": "Saunders (1993) and Hirshleifer and Shumway (2001) document the effect of weather on stock returns. The proposed explanation in both papers is that investor mood affects cognitive processes and trading decisions. In this paper, we use a database of individual investor accounts to examine the weather effects on traders. Our analysis of the trading activity in five major U.S. cities over a six-year period finds vistually no difference in individuals propensity to buy or sell equities on cloudy days as opposed to sunny days. If the association between cloud cover and stock returns documented for New York and other world cities is indeed caused by investor mood swings, our findings suggest that researchers should focus on the attitudes of market-makers, news providers or other agents physically located in the city hosting the exchange. NYSE spreads widen on cloudy days. When we control for this, the significance of the weather effect is dramatically reduced. We interpret this as evidence that the behavior of market-makers, rather than individual investors, may be responsible for the relation between returns and weather.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9465.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bad Beta, Good Beta",
            "abstract": "This paper explains the size and value anomalies' in stock returns using an economically motivated two-beta model. We break the CAPM beta of a stock with the market portfolio into two components, one reflecting news about the market's future cash flows and one reflecting news about the market's discount rates. Intertemporal asset pricing theory suggests that the former should have a higher price of risk; thus beta, like cholesterol, comes in bad' and good' varieties. Empirically, we find that value stocks and small stocks have considerably higher cash-flow betas than growth stocks and large stocks, and this can explain their higher average returns. The poor performance of the CAPM since 1963 is explained by the fact that growth stocks and high-past-beta stocks have predominantly good betas with low risk prices.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9509.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Limited Arbitrage and Short Sales Restrictions: Evidence from the Options Markets",
            "abstract": "In this paper, we investigate empirically the well-known put-call parity no-arbitrage relation in the presence of short sale restrictions. We use a new and comprehensive sample of options on individual stocks in combination with a measure of the cost and difficulty of short selling, specifically the spread between the rate a short-seller earns on the proceeds from the sale relative to the standard rate (the rebate rate spread). We find that violations of put-call parity are asymmetric in the direction of short sales constraints, their magnitudes are strongly related to the rebate rate spread, and they are maintained even in the presence of transactions costs both in the options and equity lending market. These violations appear to be related to both the maturity of the option and the level of valuations in the stock market, consistent with a behavioral finance theory that relies on over-optimistic investors in the stock market and segmentation between the stock and options markets. Moreover, the extent of violations of put-call parity and the rebate rate spread for individual stocks are significant predictors of future stock returns. For example, cumulative abnormal returns, net of borrowing costs, over a 2Â«-year sample period can exceed 65%.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9423.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Value Spread",
            "abstract": "We decompose the cross-sectional variance of firms' book-to-market ratios using both a long U.S. panel and a shorter international panel. In contrast to typical aggregate time-series results, transitory cross-sectional variation in expected 15-year stock returns causes only a relatively small fraction (20%) of the total cross-sectional variance. The remaining dispersion can be explained by expected 15-year profitability and persistence of valuation levels. Furthermore, this fraction appears stable across time and across types of stocks. We also show that the expected return on value-minus-growth strategies is atypically high at times when the value spread (the difference between the book-to-market ratio of a typical value stock and a typical growth stock) is wide.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/8242.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What Drives Firm-Level Stock Returns?",
            "abstract": "I use a vector autoregressive model (VAR) to decompose an individual firm's stock return into two components: changes in cash-flow expectations (i.e., cash-flow news) and changes in discount rates (i.e., expected-return news). The VAR yields three main results. First, firm-level stock returns are mainly driven by cash-flow news. For a typical stock, the variance of cash-flow news is more than twice that of expected-return news. Second, shocks to expected returns and cash flows are positively correlated for a typical small stock. Third, expected-return-news series are highly correlated across firms, while cash-flow news can largely be diversified away in aggregate portfolios.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/8240.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Conditional Performance Measurement Using Portfolio Weights: Evidence for Pension Funds",
            "abstract": "This paper combines the use of portfolio holdings data and conditioning information to create a new performance measure. Our conditional weight-based measure has several advantages. Using conditioning information avoids biases in weight-based measures as discussed by Grinblatt and Titman (1993). When conditioning information is used, returns-based measures face a bias if managers can trade between observation dates. The new measures avoid this interim trading bias. We use the new measures to provide fresh insights about performance in a sample of U.S. equity pension fund managers.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/8790.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information Content of Equity Analyst Reports",
            "abstract": "This paper investigates the market reaction to the information released in security analyst reports. It shows that the market reacts significantly and positively to changes in recommendation levels, earnings forecasts, and price targets. While changes in price targets and earnings forecasts both provide information to the market, revisions in price targets have a larger and more significant impact than comparable revisions in earnings forecasts. The text of the report is also a significant source of information as it provides the justifications supporting an analyst's summary opinion. When all of this information is considered simultaneously, some of it, notably the earnings forecasts, is subsumed. The results further show that analysts correctly predict price targets slightly over 50% of the time. Finally, the valuation methodology used does not seem to be correlated with either the market's reaction or the analyst's accuracy.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9246.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}