{
    "page_info": {
        "page_number": 93,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The 52-week high, q-theory, and the cross section of stock returns",
            "abstract": "The Hou et al. (2015) q-factor model outperforms other factor models in capturing the price-to-high (PTH, the ratio of current price to 52-week high price) anomaly; that is, high-PTH stocks earn high future returns. PTH's relations with future profitability and future investment growth are both significantly positive, and they mirror PTH's relation with future returns in the cross section and by time horizons. Incorporating the information about future investment growth contained in price level variables (e.g., PTH) helps the q factors to capture better those anomalies rooted in future investment growth. Together, these results suggest that the PTH anomaly is consistent with the investment capital asset pricing model.",
            "keywords": [
                "52-week high",
                "q-factor model",
                "Anomalies",
                "Profitability",
                "Investment growth"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a128_3ay_3a2018_3ai_3a1_3ap_3a148-163.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Are information and portfolio diversification substitutes or complements?",
            "abstract": "Whenever a new financial product is offered by the financial industry, a rational investor faces a trade off between diversification benefits and costs of \\getting to know\" the newly introduced asset. In this paper the investor who can diversify can also decide either to pay a fee and separate the information on different risks affecting his asset value, or to remain uninformed and receive a non-separating signal. The uninformed investor optimally filters his pooled signal. The paper provides conditions under which diversification benefits are exploited, with or without information acquisition. We discuss lack of diversification and under-diversification and provide conditions under which each of them applies.",
            "keywords": [
                "Information costs",
                "Optimal filtering",
                "Portfolio diversification"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ccawpaper/456.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reference-dependent preferences and the riskâ\u0080\u0093return trade-off",
            "abstract": "This paper studies the cross-sectional riskâ\u0080\u0093return trade-off in the stock market. A fundamental principle in finance is the positive relation between risk and expected return. However, recent empirical evidence suggests the opposite. Using several intuitive risk measures, we show that the negative riskâ\u0080\u0093return relation is much more pronounced among firms in which investors face prior losses, but the riskâ\u0080\u0093return relation is positive among firms in which investors face prior gains. We consider a number of possible explanations for this new empirical finding and conclude that reference-dependent preference is the most promising explanation.",
            "keywords": [
                "Prospect theory",
                "Riskâ\u0080\u0093return trade-off",
                "Risk",
                "Uncertainty",
                "Capital gains overhang"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a123_3ay_3a2017_3ai_3a2_3ap_3a395-414.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Predictability of Asset Returns and the Efficient Market Hypothesis",
            "abstract": "This paper is concerned with empirical and theoretical basis of the Efficient Market Hypothesis (EMH). The paper begins with an overview of the statistical properties of asset returns at different frequencies (daily, weekly and monthly), and considers the evidence on return predictability, risk aversion and market efficiency. The paper then focuses on the theoretical foundation of the EMH, and show that market efficiency could co-exit with heterogeneous beliefs and individual irrationality so long as individual errors are cross sectionally weakly dependent in the sense defined by Chudik, Pesaran, and Tosetti (2010). But at times of market euphoria or gloom these individual errors are likely to become cross sectionally strongly dependent and the collective outcome could display significant departures from market efficiency. Market efficiency could be the norm, but it is likely to be punctuated with episodes of bubbles and crashes. The paper also considers if market inefficiencies (assuming that they exist) can be exploited for profit.",
            "keywords": [
                "Market Efficiency",
                "Predictability",
                "Heterogeneity of Expectations",
                "Forecast averaging",
                "Equity Premium Puzzle"
            ],
            "eco_link": "https://econpapers.repec.org/paper/camcamdae/1033.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Disposition Effect and Momentum",
            "abstract": "The tendency of some investors to hold on to their losing stocks creates a spread between a stock's fundamental value and its equilibrium price, as well as price underreaction to information. Spread convergence, arising from the random evolution of fundamental values and updating of reference prices, generates predictable equilibrium prices that will be interpreted as possessing momentum. Cross-sectional empirical tests are consistent with the model. A variable proxying for aggregate unrealized capital gains appears to be the key variable that generates the profitability of a momentum strategy. Past one-year returns have no predictability for the cross-section of returns once this variable is controlled for.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ysmsomwrk/ysm239.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What Do We Really Know About the Cross-Sectional Relation Between Past and Expected Returns?",
            "abstract": "Multihorizon temporal relationships between stock returns are complex due to confounding sources of return premia, microstructure effects, and changes in the relationship over various horizons. We find the relation to be further complicated by the sign and consistency of the past return that also varies, somewhat sensibly, with the season and the tax environment. Accounting for these additional effects using a parsimonious technical trading rule generates surprisingly large abnormal returns, despite controlling for microstructure effects, transaction costs, and date-snooping biases. The documented variation in profits across stock characteristics, season, and tax environment appears inconsistent with existing theory, but may point to future explanations for the relation between past and expected returns.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ysmsomwrk/ysm259.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Behavior and Performance of Investment Newsletters Analysts",
            "abstract": "This study analyzes the behavior and performance of 353 investment newsletters that make asset allocation recommendations during a period covering more than 21 years (June 1980 - November 2001). Newsletters change their asset mix between equity and cash using relatively simple rules that are strongly influenced by past market returns while macro-economic variables have only a very weak influence on their asset allocation decisions. On aggregate, newsletters do not outperform a passive investment strategy but there exist well-defined newsletter sub-groups (active newsletters, contrarian newsletters) that exhibit market-timing ability. Furthermore, when we examine the recommendations of individual newsletters at a higher frequency (daily as opposed to monthly), we find considerable evidence of timing-ability. There is also evidence of persistence in newsletters' performance and a trading strategy that follows the average recommendations of newsletters that have performed well in the past 10 months is capable of outperforming the market on a risk-adjusted basis (the annual over-performance is 2.56%).",
            "keywords": [
                "Market-timing",
                "Performance Persistence",
                "Active Investing",
                "Investment Newsletters",
                "Positive-feedback Trading"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ysmsomwrk/ysm275.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Behavior Of Momentum Following And Contrarian Market Timers",
            "abstract": "I analyze the behavior of a group of investment newsletters that provide explicit recommendations about the fractions of investment holding that should be allocated to risky and riskless asset classes. I find that the group of newsletters exhibit few types of simple behaviors and a majority of them can be classified as either momentum follower or contrarian. My analysis also shows that portfolios recommended by both momentum following and contrarian newsletters are capable of outperforming a fully invested benchmark portfolio. The newsletter recommended portfolios have positive Sharpe ratios, lower beta with respect to the market and a positive Jensen's alpha. Overall, these results indicate that by using simple trading strategies and proper timing, some newsletters are able to exhibit superior performance. The results also provide empirical support for models that posit feedback based investor behavior and provide a useful parametrization for researchers modeling investor behavior.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ysmsomwrk/ysm113.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Efficiency dynamics across segmented Bitcoin Markets: Evidence from a decomposition strategy",
            "abstract": "Heterogeneity in informational inefficiency in a cross-market virtual currency, such as Bitcoin, allows for the extraction of differential gains from a portfolio of investments over time. In this paper, we measure inefficiency in five country/region segmented Bitcoin markets based on dynamic estimation of the fractional integration order of their price series. Results reveal a time-varying and country-specific pattern of inefficiency in the five Bitcoin markets, although the degree of inefficiency in each market has declined over time. Further, we introduce a new decomposition method to disentangle components of the inefficiency degree. Results suggest that the total variation around the convergence benchmark has fallen, whilst the proportion due to the difference between convergence and efficiency has risen from approximately 77% in 2013 to almost 100% in 2020. Besides, evidence of convergence emerges until the outbreak of COVID-19, beyond which the inefficiency degree diverges measurably. We show that Bitcoin markets have become more efficient after the first-wave COVID era and then the nature of market segmentation has played a less important role, levelling the cross-market difference and thus reducing the potential for arbitrage.",
            "keywords": [
                "Bitcoin",
                "Long-memory",
                "Market efficiency",
                "Market segmentation",
                "COVID-19 epidemic"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeintfin/v_3a83_3ay_3a2023_3ai_3ac_3as1042443123000100.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The 2000 presidential election and the information cost of sensitive versus",
            "abstract": "We investigate the information cost of stock trading during the 2000 presidential election. We find that the uncertainty of the election induces information asymmetry of politically sensitive firms under the Bush/Gore platforms. The unusual delay in election results in a significant increase in the adverse selection component of trading cost of politically sensitive stocks. Cross-sectional variations in bid-ask spreads are significantly and positively related to changes in information cost, controlling for the effects of liquidity cost and stock characteristics. This empirical evidence is robust to different estimation methods.",
            "keywords": [
                "Presidential election",
                "information asymmetry",
                "transaction costs",
                "bid-ask spreads",
                "adverse selection cost"
            ],
            "eco_link": "https://econpapers.repec.org/paper/wyiwpaper/001975.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the informational market efficiency of the worldwide sovereign credit default swaps",
            "abstract": "Abstract In this globalizing world, the search for predictions of asset returns across financial markets has challenged practitioners and academics for decades. Aware of this issue importance in developing investment strategy, we aim in this paper to give new evidence on the efficiency degree of the sovereign CDS markets. The new framework, used in this paper, combining a VECM and a FIGARCH models by a three-step estimation allows us to greatly improve the accuracy of the econometric estimates. Using data from 37 countries all over the world, throughout the period spanning from January 2006 to March 2017, our study provides worldwide evidence rejecting to some extent, conversely to the results of the literature, the randomness of the credit derivative markets. The implication of our results is that speculators can beat the market by predicting CDS performances, especially during crisis periods.",
            "keywords": [
                "Market efficiency",
                "Worldwide sovereign CDS",
                "VECMâ\u0080\u0093FIGARCH"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a20_3ay_3a2019_3ai_3a7_3ad_3a10.1057_5fs41260-019-00142-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday Patterns in Returns on the Romanian and Bulgarian Stock Markets",
            "abstract": "Intraday patterns in returns are well documented on the developed stock markets, but are less studied for the developing ones. Using a new tick-by-tick data sample, we provide evidence that intraday trading patterns are present on the Romanian and Bulgarian postcommunist frontier markets. Similar to other capital markets, intraday returns follow a Ï\u0089pattern, although the magnitude is different. Some intraday effects are robust, while others have disappeared over time. The detected patterns can be associated with liquidity risk and market price manipulation, but cannot be used by investors to obtain systematic abnormal earnings.",
            "keywords": [
                "intraday patterns",
                "returns",
                "investor behavior",
                "frontier markets",
                "efficient market hypothesis",
                "Romania",
                "Bulgaria"
            ],
            "eco_link": "https://econpapers.repec.org/article/rjrromjef/v_3a_3ay_3a2020_3ai_3a2_3ap_3a92-114.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}