{
    "page_info": {
        "page_number": 18,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Investor sentiment and return predictability in agricultural futures markets",
            "abstract": "This study examines the usefulness of trader-position-based sentiment index for forecasting future prices in six major agricultural futures markets. It has been found that large speculator sentiment forecasts price continuations. In contrast, large hedger sentiment predicts price reversals. Small trader sentiment hardly forecasts future market movements. An investigation was performed into various sentiment-based timing strategies, and it was found that the combination of extreme large trader sentiments provides the strongest timing signal. These results are generally consistent with the hedging-pressure theory, suggesting that hedgers pay risk premiums to transfer nonmarketable risks in futures markets. Moreover, it does not appear that large speculators in the futures markets possess any superior forecasting ability.",
            "keywords": [
                "Investor sentiment",
                "agricultural futures markets",
                "return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/36425.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Estimating the Expected Marginal Rate of Substitution: Exploiting Idiosyncratic Risk",
            "abstract": "This Paper develops a simple but general methodology to estimate the expected intertemporal marginal rate of substitution or ?EMRS?, using only data on asset prices and returns. Our empirical strategy is general, and allows the EMRS to vary arbitrarily over time. A novel feature of our technique is that it relies upon exploiting idiosyncratic risk, since theory dictates that idiosyncratic shocks earn the EMRS. We apply our methodology to two different datasets: monthly data from 1994 through 2003, and daily data for 2003. Both datasets include assets from three different markets: the New York Stock Exchange, the NASDAQ, and the Toronto Stock Exchange. For both monthly and daily frequencies, we find plausible estimates of EMRS with considerable precision and time-series volatility. We then use these estimates to test for asset integration, both within and between stock markets. We find that all three markets seem to be internally integrated in the sense that different assets traded on a given market share the same EMRS. The technique is also powerful enough to reject integration between the three stock markets, and between stock and money markets.",
            "keywords": [
                "Stochastic",
                "Discount",
                "Factor",
                "Intertemporal integration",
                "Asset",
                "Market",
                "Price",
                "Stock"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/4684.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum in the UK stock market",
            "abstract": "This paper investigates the presence of abnormal returns through the use of trading strategies that exploit the predictability of short run stock price movements. Based on historical returns of the largest set of individual securities in the UK stock market examined to date, this paper identifies profitable momentum trading strategies as investment tools over the period 1955-96. Our results show that returns on trading strategies cannot be accounted for by a simple adjustment for beta-risk. Also, although we find some evidence of a size effect in the UK stock market, this phenomenon cannot explain the momentum profits. The paper finds that these profitable investment strategies are apparent in the sub-sample 1977-96, in line with Liu, Strong and Xu (1999). However, they are not present in the earlier 1955-76 period. The implication is that momentum is not a general feature of the UK stock market, but is only apparent over certain time periods.",
            "keywords": [
                "Momentum",
                "Contrarian strategies"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/24909.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Reaction to iPhone Rumors",
            "abstract": "The paper studies the effects of new product rumors about the iPhone on the stock price of the Apple company. We scrape iPhone rumors from Macrumors.com, and obtain a dataset covering 1,264 articles containing 180 words on average bet-ween January 2002 and December 2015. Moreover, we construct a market-decided lexicon to transform qualitative information into quantitative data, and analyze what type of words and what information embedded in the rumors are apt to impact on Apple's stock price. Unlike previous studies, we do not rely on the widely-adopted Harvard-IV-4 dictionary, as the coefficients of the words from the dictionary are neither significant nor consistent with their polarities, compared with our results. The paper obtains three main findings. First, the spread of rumors has a significant impact on the stock price. Second, positive words, rather than negative words, play an important role in affecting the stock price. Third, the stock price is highly sensitive to the words related to the appearance of the iPhone.",
            "keywords": [
                "stock price",
                "iPhone",
                "rumors",
                "market-decided lexicon"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/92014.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The effect of net positions by type of trader on volatility in foreign currency futures markets",
            "abstract": "We investigate the effect of net positions by type of trader on return volatility in six foreign currency futures markets using the weekly Commitments of Traders (COT) data. When net positions are decomposed into expected and unexpected components, we find that expected net positions by type of trader generally do not co-vary with volatility. However, volatility is positively associated with shocks (in either direction) in net positions of speculators and small traders, and negatively related to shocks (in either direction) in net positions of hedgers. This evidence suggests that changes in speculative positions destabilize the market. Consistent with dispersion of beliefs models and noise trading theories, hedgers appear to possess private information, whereas speculators and small traders are less informed in these markets.",
            "keywords": [
                "Foreign currency exchange futures",
                "return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/36428.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The behavior and performance of major types of futures traders",
            "abstract": "This article examines the behavior and performance of speculators and hedgers in 15 U.S. futures markets. We find that after controlling for market risk factors, speculators are contrarians, but respond positively to market sentiment. In contrast, hedgers engage in positive feedback trading and trade against market sentiment. We also find that trades of speculators (hedgers) are positively (negatively) correlated with subsequent abnormal returns; however, it does not appear that speculators possess superior forecasting power. Therefore, hedging pressure effects likely explain the negative relation between the performance of speculators and hedgers. The positive feedback trading by hedgers together with their negative performance suggests that hedgers have a destabilizing impact on futures prices.",
            "keywords": [
                "Trader behavior",
                "perfromance",
                "hedgers",
                "speculators"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/36426.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Scheduled Announcements and Volatility Patterns: The Effects of Monetary Policy Committee Announcements on LIBOR and Short Sterling Futures and Options",
            "abstract": "Both the UK spot and futures markets in short term interest rates are found to react strongly to surprises in the scheduled announcements of the repo rate and RPI. Therefore these announcements should also affect the market for options on short term interest rates. Because the repo rate and RPI announcements are scheduled, the options market can predict the days on which announcement shocks may hit, and build this information into its volatility expectations.",
            "keywords": [
                "MONETARY POLICY",
                "INTEREST RATE",
                "MARKET"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fthsotoam/01-177.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Yes, one-day international cricket â\u0080\u0098in-playâ\u0080\u0099 trading strategies can be profitable!",
            "abstract": "In this study, we employ a Monte Carlo simulation technique for estimating the conditional probability of victory at any stage in the first or second innings of a one-day international (ODI) cricket match. This model is then used to test market efficiency in the Betfair â\u0080\u0098in-playâ\u0080\u0099 market for large sample of ODI matches. We find strong evidence of overreaction in the first innings. A trading strategy of betting on the batting team after the fall of a wicket produces a significant profit of 20%. We also find some evidence of underreaction in the second innings although it is less economically and statistically significant than the first innings overreaction. We also implement trades when the discrepancy between the probability of victory implied by current market odds differs substantially from the odds estimated by our Monte Carlo simulation model. We document a number of trading strategies that yield large statistically significant positive returns in both the first and second innings.",
            "keywords": [
                "In-play betting markets",
                "Trading strategies",
                "ODI cricket",
                "Web-scraping",
                "Monte Carlo simulation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a61_3ay_3a2015_3ai_3as2_3ap_3as164-s176.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock salience and the asymmetric market effect of consumer sentiment news",
            "abstract": "We document asymmetric announcement effects of consumer sentiment news on United States stock and stock futures markets. While a negative market effect occurs upon the release of bad sentiment news, there is no market reaction for the counterpart good news. This supports the â\u0080\u009cnegativity effectâ\u0080\u009d hypothesis. Notably, this effect seems most likely to occur in salient stocks, which is consistent with the availability heuristic.",
            "keywords": [
                "Sentiment",
                "Stock market returns",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a12_3ap_3a3289-3301.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information acquisition and market liquidity: Evidence from EDGAR search activity",
            "abstract": "We find that information acquisition is associated with an improvement in market liquidity. An empirical analysis of search activity using EDGAR as a proxy for information acquisition shows a theoretical gap in market microstructure models. We also find that EDGAR search is associated with nonsynchronicity, more efficient pricing, and negatively associated with the PIN measure. These results demonstrate that the main finding can be explained through improved incorporation of information into prices and use of sophisticated trading strategies by informed traders.",
            "keywords": [
                "Information acquisition",
                "Market liquidity",
                "EDGAR",
                "Search activity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeglofin/v_3a57_3ay_3a2023_3ai_3ac_3as1044028323000601.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Retail traders and co-movement: Evidence from Robinhood trading activity",
            "abstract": "We find evidence that retail trading activity by Robinhood traders is associated with lower levels of return co-movement and liquidity co-movement. We demonstrate the significance of these relationships primarily employing a two-way fixed effects panel data regression model covering cross-sectional and time-series observations of US stock trades from May 2018 to July 2020. The findings hold true across various cross-sectional subsamples and across subperiods before and after March 2020, coinciding with the stock market crash induced by heightened risks of the COVID-19 pandemic. With regard to returns, our analysis identifies three co-movement channels: 1) increased correlated trading by retail traders, 2) extended delay in incorporating market-wide information, and 3) a direct effect influenced by the integration of firm-specific information into prices. In contrast, for liquidity co-movement, we fail to identify evidence of plausible channels relating to either volatility or correlated trading. However, it appears that the significant direct effects that we document stem from a broadened array of trading strategies when retail traders contribute to the market. Collectively, these findings have important implications as return co-movement limits investors' ability to diversify investments and manage risks, while liquidity co-movement heightens market vulnerability to crashes.",
            "keywords": [
                "Retail traders",
                "Individual investors",
                "Co-movement",
                "Liquidity",
                "Commonality in return"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a95_3ay_3a2024_3ai_3apb_3as1057521924003636.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reprint of: Stock salience and the asymmetric market effect of consumer sentiment news",
            "abstract": "We document asymmetric announcement effects of consumer sentiment news on United States stock and stock futures markets. While a negative market effect occurs upon the release of bad sentiment news, there is no market reaction for the counterpart good news. This supports the â\u0080\u009cnegativity effectâ\u0080\u009d hypothesis. Notably, this effect seems most likely to occur in salient stocks, which is consistent with the availability heuristic.",
            "keywords": [
                "Sentiment",
                "Stock market returns",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a11_3ap_3a4488-4500.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}