{
    "page_info": {
        "page_number": 240,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Contagion Channels between Real Estate and Financial Markets",
            "abstract": "The recent crisis has demonstrated the close linkages between various asset classes within a country as well as the association between assets internationally. The aim of this research is to provide for a better understanding of some of these linkages by conducting an empirical investigation of the channels underlying the risk of contagion between real estate (i.e., REITs) and financial markets in the United States. We test for three financial mechanisms driving contagion: Information correlation, liquidity correlation, and portfolio rebalancing. A behavioral dimension in the crisis propagation is also examined by considering investor sentiment and panic risk in our analyses. A methodology based on quantile regressions and copulas is utilized for carrying out those tests. We find that contagion prevails between real estate and financial markets and that this is driven by behavioral and liquidity mechanisms. The correlated information and portfolio rebalancing hypotheses are strongly rejected. The results of this research should prove useful to investors seeking to hedge against market crashes as well as to policy makers who aim to mitigate such stressful episodes.",
            "keywords": [
                "Real Estate",
                "REITs",
                "Contagion Channels",
                "Sentiment",
                "Liquidity",
                "Financial Markets"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp1312.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Country-Specific Euro Area Government Bond Yield Reactions to ECBâ\u0080\u0099s Non-Standard Monetary Policy Announcements",
            "abstract": "This paper employs event study methods to evaluate the effects of ECBâ\u0080\u0099s non-standard monetary policy program announcements on 10-year government bond yields of euro area member states. It covers data from 11 euro area countries from January 1, 2007 to August 31, 2017 and distinguishes between the more solvent countries (Austria, Belgium, Finland, France, Germany, the Netherlands) and the less solvent ones (Greece, Ireland, Italy, Portugal, Spain). The paper makes three contributions to the literature. First, it is the first paper to reveal that measurable effects of announcements arise with a one-day delay meaning that government bond markets take some time to react to ECB announcements. Second, it quantifies the country-specific extent of yield reduction which seems inversely related to the solvency rating of the corresponding countries. The reduction of the spread between both groups in response to an event is due to a stronger decrease in the less solvent group. Third, this result is confirmed by letting the announcement variable interact with the spread level, which is an innovation in this strand of literature. By employing different data as control variables, it turns out that the results are robust for a given event set.",
            "keywords": [
                "ECB",
                "non-standard monetary policy",
                "government bond yields",
                "event study"
            ],
            "eco_link": "https://econpapers.repec.org/paper/whuwpaper/18-02.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Transmission of Monetary Policy to the Cost of Hedging",
            "abstract": "We analyze the transmission of monetary policy to the costs of hedging using options order book data. Monetary policy transmits to hedging costs both by changing the relevant state variables, such as the value of the underlying, its volatility and tail risk, and by affecting option market liquidity, including the bid-ask spread and market depth. Our estimates suggest that during the peak of the pandemic crisis in March 2020, monetary policy decisions resulted in substantial changes in hedging costs even within short intraday time windows around the decisions, amounting approximately to the annual expenses of a typical equity mutual fund.",
            "keywords": [
                "Liquidity",
                "Monetary policy",
                "Option order books",
                "Option markets",
                "COVID-19 pandemic"
            ],
            "eco_link": "https://econpapers.repec.org/paper/usgeconwp/2025_3a01.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Spot and Futures Prices of Bitcoin: Causality, Cointegration and Price Discovery from a Time-Varying Perspective",
            "abstract": "This paper investigates the causal relationships, cointegration and price discovery between spot and futures markets of Bitcoin using the daily data from a time-varying perspective for the first time in the literature. We apply the time-varying Granger causality test of Shi et al. (2018) to explore the causal relationship between spot and futures markets and find that futures prices Granger cause spot prices. We identify the existence of a cointegration relationship under the consideration of a time-varying cointegrating coefficient between spot and futures prices based on the Park and Hahn (1999) test. We also explore the time-varying price discovery process and find that futures prices dominate in the process, implying a leading informational role.",
            "keywords": [
                "Bitcoin",
                "futures",
                "time-varying",
                "causality",
                "cointegration",
                "price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/paper/waieconwp/19_2f13.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Portable Alphas from Pension Mispricing",
            "abstract": "We introduce a new dynamic trading strategy based on the systematic mispricing of U.S. companies sponsoring Defined Benefit pension plans. This portfolio produces an average return of 1.51% monthly between 1989 and 2004, with a Sharpe Ratio of 0.26. The returns of the strategy are not explained by those of primary assets. These returns are not related to those of benchmarks in the alternative investments industry either. Hence, we are in the presence of a \"pure alpha\" strategy that can be ported into a large variety of portfolios to significantly enhance their performance.",
            "keywords": [
                "Defined Benefit Plans",
                "Portable Alpha",
                "Enhanced Indexing",
                "Pension Contributions",
                "Pricing Anomaly"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bgewpaper/227.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Herding, Information Cascades and Volatility Spillovers in Futures Markets",
            "abstract": "Economists and financial analysts have begun to recognise the importance of the actions of other agents in the decision-making process. Herding is the deliberate mimicking of the decisions of other agents. Examples of mimicry range from the choice of restaurant, fashion and financial market participants, to academic research. Herding may conjure negative images of irrational agents sheepishly following the actions of others, but such actions can be rational under asymmetric information and uncertainty. This paper uses futures position data in nine different markets of the Commodity Futures Trading Commission (CFTC) to provide a direct test of herding behaviour, namely the extent to which small traders mimic the positions of large speculators. Evidence consistent with herding among small traders is found for the Canadian dollar, British pound, gold, S&P 500 and Nikkei 225 futures. Consistent with survey-based results on technical analysis, the positions are significantly correlated with both current and past market returns. Using various time-varying volatility models to accommodate conditional heteroskedasticity, the empirical results are found to be robust to alternative models and methods of estimation. When a test of causality-in-variance is used to analyse if volatility among small traders spills over into spot markets, it is found that spillovers occur only with Nikkei 225 futures. The policy implications of the findings are also discussed.",
            "keywords": [
                "Herding",
                "Speculation",
                "Hedging",
                "Noise traders",
                "Currency and commodity markets",
                "Futures and spot markets",
                "Time-varying volatility",
                "Causality-in-variance",
                "Spillovers."
            ],
            "eco_link": "https://econpapers.repec.org/paper/ucmdoicae/1325.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Monetary Policy and Commodity Prices: an endogenous analysis using an SVAR approach",
            "abstract": "This work analyzes the relationship between real interest rates and commodity prices. According to Frankelâ\u0080\u0099s hypothesis (1986-2006): \"low real interest rates lead to high real commodity prices\". However, some empirical evidence suggests that commodity prices can predict monetary policy. In this way, there is an endogeneity between commodity prices and monetary policy. Using Frankelâ\u0080\u0099s model we include a Taylor rule equation in this theoretical model, which let us analyze the endogeneity problem. In order to find empirical support of this model, we estimate SVAR and, using quarterly data from 1962:Q1 to 2009:Q1, we find that the overshooting of commodity prices to 1% increase of real interest rate can be a minimum of 2.86% and a maximum of 5.97% depending on the chosen model. The increase of real interest rate given a 1% increase in commodity prices is positive and significant but of small magnitude (0.20% - 0.05%).",
            "keywords": [
                "Monetary Policy",
                "Commodity Prices",
                "SVAR models."
            ],
            "eco_link": "https://econpapers.repec.org/paper/bdrborrec/610.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Has the Grexit news spilled over into euro area financial markets? The role of domestic political leaders, supranational executives and institutions",
            "abstract": "This paper investigates whether speculation about Greece.s exit from the euro has spilled over into other euro area countries. sovereign bond yields. Our empirical analysis is based on more than 64,000 news items on Grexit between December 2014 and October 2015, collected daily via the Factiva database. We can take account of Grexit news generally and, also, distinguish news items according to individual country press, domestic political leaders, supranational executives and institutions. Our results suggest that more news about Grexit drives up bond yields in European peripheral countries, but that there are no effects on European core countries. Thus, speculations about Grexit seem to be confined to more vulnerable economies. In addition, financial markets in peripheral countries react more to Grexit news associated to supranational executives and related institutions compared to news related to domestic politicians and European political bodies, due possibly to higher perceived credibility of the former with respect to the latter.",
            "keywords": [
                "Grexit",
                "Financial markets",
                "Government bond",
                "News",
                "Spillovers",
                "Euro area",
                "GARCH."
            ],
            "eco_link": "https://econpapers.repec.org/paper/ancwmofir/134.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market versus limit orders in an imperfectly competitive security",
            "abstract": "This paper analyzes the choice between limit and market orders in an imperfectly competitive noisy rational expectations economy. There is a unique insider, who takes into account the effect their trading has on prices. If the insider behaves as a price taker, she will choose market orders if her private information is very precise and she will choose limit orders otherwise. On the contrary, if the insider recognizes and exploits her ability to affect the market price, her optimal choice is to place limit orders whatever the precision of her private information.",
            "keywords": [
                "Market microstructure",
                "limit orders",
                "market orders",
                "insider trading",
                "market making",
                "strategic behavior",
                "rational expectations"
            ],
            "eco_link": "https://econpapers.repec.org/paper/upfupfgen/165.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does Intra-Regional Trade Matter in Regional Stock Markets?: New Evidence from Asia-Pacific Region",
            "abstract": "We provide new evidence on the relationship between bilateral trade and stock market performance over Asia-Pacific region. Using three regional blocs in Asia-Pacific region -- the Far Eastern bloc, the Chinese bloc, and the Australian bloc, we examine two main questions: whether trade linkages between countries affect stock returns of trading partners and whether stock markets of trading partners are interdependent. By incorporating two distinct dynamic properties of regime shifting and cointegration in intra-regional trade and stock market index, we employ a newly suggested multi-variable smooth transition autoregressive vector error correction model (STAR-VECM). A series of STAR-based tests reveals the evidence that bilateral trade significantly Granger-causes stock returns in Asia-Pacific region with the effect varying over regime changes. Among three blocs, Far Eastern bloc displays the most pronounced complementary relationship between trade growth and stock returns compared to other blocs. We also find evidence of stock market synchronization within each region.",
            "keywords": [
                "Stock market synchronization",
                "Regional trade",
                "Regime change",
                "Smooth transition autoregressive model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bokwpaper/1611.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Forecaster heterogeneity, surprises and financial markets",
            "abstract": "We analyze the impact of US macroeconomic surprises and forecaster heterogeneity on the USD/EUR exchange rate and US and German long-term interest rates from 1999 to 2014. We show how a direct proxy of macroeconomic disagreement, given by the heterogeneity of beliefs among forecasters regarding the upcoming macroeconomic release, matters to explain the daily and intra-day movements. Surprises impact more strongly long-term yields and the exchange rate when forecaster heterogeneity is smaller. This result, holds for the main US macroeconomic surprises and is robust to the frequency of the data used in the estimation. However the sensitivity changes with the sample. To this end, we show how estimating the same regressions in a pre-crisis period, a crisis period, and an unconventional monetary policy period there is evidence of time variation in the responses: unconventional monetary policies attenuated the response of the exchange rate to US\\ macroeconomic news, while no major change occurred for long-term interest rates in the US and in the euro area. The disagreement regimes remain relevant in determining an asymmetric response of these asset prices. Our finding underscores the importance of considering beliefs heterogeneity to describe the behavior of asset prices even at high frequency.",
            "keywords": [
                "surprises",
                "forecaster heterogeneity",
                "foreign exchange",
                "long-term interest rates",
                "unconventional monetary policy"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bdiwptemi/td_5f1020_5f15.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Low Frequency Effects of Macroeconomic News on Government Bond Yields",
            "abstract": "We analyze the reaction of the U.S. Treasury bond market to innovations in macroe-economic fundamentals. We identify these innovations based on macroeconomic news, which are defined as differences between the actual releases and market expectations. We find that that macroeconomic news explain about one-third of the low frequency (quarterly) fluctuations in long-term bond yields. When we focus on the high frequency (daily) movements, this decrease to one-tenth. This is because macroeconomic news have a persistent effect on bond yields, whereas non-fundamental factors have substantial effects on the day-to-day movements of bond yields, although their effects are shorter lived.",
            "keywords": [
                "macroeconomic announcement",
                "news",
                "treasury bond yield"
            ],
            "eco_link": "https://econpapers.repec.org/paper/sefcsefwp/372.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}