{
    "page_info": {
        "page_number": 191,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Predicting the US Real GDP Growth Using Yield Spreads of Corporate Bonds",
            "abstract": "In general, the yield spread between long- and short-term bonds contains useful information for future economic activity and inflation. Particularly, it usually reflects market participants' expectations of future monetary policy and credit demand. However, it is becoming increasingly difficult to extract such information from the yield spread of government bonds in the US because of the impact of the so-called \"flight to quality\" where investors seek refuge in risk-free government bonds during a financial crisis, and also because of a reduction in the new issue of such bonds. This paper examines the power of the yield spread of corporate bonds as a substitute for government bonds in predicting economic activity. From empirical studies, we find that the yield spread of corporate bonds is a more effective predictor than government bonds for economic activity. Since the mid-1990s, the US fiscal balance has rapidly improved. As a result, the risk premium stemming from accumulating public debt has decreased, leading to the structural narrowing of the yield spread. After excluding the impact of the improved fiscal situation, we find that the yield spreads of both corporate and government bonds provide more useful information for future economic activity. Considering the relatively stable credit risk premium observed in corporate bond yields, more attention should be paid to the information contained in the yield spread of corporate bonds for future economic activity. Our estimation indicate that the current level of yield spread of corporate bonds predicts the strong continuous expansion of the U.S. economy extending into the near future.",
            "keywords": [
                "Yield Spread",
                "Predictive Power",
                "Government Bonds",
                "Corporate Bonds"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bojbojwps/00-e-3i.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity, monetary policy and the commodity futures market",
            "abstract": "This paper explores a novel directional liquidity-based transmission channel of monetary policy, which explains the heterogeneity in the response of commodity future prices to monetary policy. Employing an event-study analysis with a high-frequency instrumental variable estimator, we find that the trading volume of our sample of commodity futures declines following FOMC announcements. Further, we find that more traded commodities are also more exposed to monetary policy surprises, suggesting a significant role for trading activity in the transmission of monetary policy shocks to commodity markets. Lastly, we show that the direction of the target rate change matters to this transmission mechanism of monetary policy.",
            "keywords": [
                "Monetary policy",
                "monetary transmission",
                "financial liquidity",
                "commodity futures"
            ],
            "eco_link": "https://econpapers.repec.org/paper/boeboeewp/1114.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The effect of genetic algorithm learning with a classifier system in limit order markets",
            "abstract": "By introducing a genetic algorithm with a classifier system as a learning mechanism for uninformed traders into a dynamic limit order market with asymmetric information, this paper examines the effect of the learning on tradersâ\u0080\u0099 trading behavior, market liquidity and efficiency. We show that the learning is effective and valuable with respect to information acquisition, forecasting, buyâ\u0080\u0093sell order choice accuracies, and profit opportunity for uninformed traders. It improves information dissemination efficiency and reduces the information advantage of informed traders and hence the value of the private information. In particular, the learning and information become more valuable with higher volatility, less informed traders, and longer information lag. Furthermore, the learning makes not only uninformed but also informed traders submit more limit orders and hence increases market liquidity supply.",
            "keywords": [
                "Limit order book",
                "Asymmetric information",
                "Genetic algorithm learning",
                "Classifier system",
                "Order submission"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utsppaper/2017-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short interest and aggregate stock returns",
            "abstract": "We show that short interest is arguably the strongest known predictor of aggregate stock returns. It outperforms a host of popular return predictors both in and out of sample, with annual R2 statistics of 12.89% and 13.24%, respectively. In addition, short interest can generate utility gains of over 300 basis points per annum for a mean-variance investor. A vector autoregression decomposition shows that the economic source of short interest's predictive power stems predominantly from a cash flow channel. Overall, our evidence indicates that short sellers are informed traders who are able to anticipate future aggregate cash flows and associated market returns.",
            "keywords": [
                "Equity risk premium",
                "Predictive regression",
                "Short interest",
                "Cash flow channel",
                "Informed traders"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cufwpaper/716.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Dow Theory: William Peter Hamilton's Track Record Re-considered",
            "abstract": "Alfred Cowles' (1934) test of the Dow Theory apparently provided strong evidence against the ability of Wall Street's most famous chartist to forecast the stock market. In this paper, we review Cowles' evidence and find that it supports the contrary conclusion -- that the Dow Theory, as applied by its major practitioner, William Peter Hamilton over the period 1902 to 1929, yielded positive risk-adjusted returns. A re-analysis of the Hamilton editorials suggests that his timing strategies yield high Sharpe ratios and positive alphas. Neural net modeling to replicate Hamilton's market calls provides interesting insight into the nature and content of the Dow Theory. This allows us to examine the properties of the Dow Theory itself out-of-sample.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ysmsomwrk/ysm30.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock Returns and Investor Sentiment: Textual Analysis and Social Media",
            "abstract": "The behavioral finance literature has found that investor sentiment has predictive ability for equity returns. This differs from standard finance theory, which provides no role for investor sentiment. We examine the relationship between investor sentiment and stock returns by employing textual analysis on social media posts. We find that our investor sentiment measure has a positive and significant effect on abnormal stock returns. These findings are consistent across a number of different models and specifications, providing further evidence against non-behavioral theories.",
            "keywords": [
                "Investor sentiment",
                "supervised learning",
                "stock returns",
                "social media",
                "sufficient reduction",
                "predictive regression"
            ],
            "eco_link": "https://econpapers.repec.org/paper/wvuwpaper/19-03.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Relationship Between Stock Returns and Investor Sentiment: Evidence from Social Media",
            "abstract": "The recent behavioral finance literature has found investor sentiment having some predictive ability in equity returns. This differs from the standard finance theory provides no role for investor sentiment. We examine the relationship between investor sentiment and stock returns by employing textual analysis on social media posts. Overall we find that our investor sentiment measure has a positive and significant effect on stock returns. These finds are consistent across a number of different models and specifications, thus finding further evidence against the standard finance theory.",
            "keywords": [
                "Investor Sentiment",
                "Stock Returns",
                "Social Media",
                "Predictive Regression"
            ],
            "eco_link": "https://econpapers.repec.org/paper/wvuwpaper/14-38.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Efficient market hypothesis: a ruinous implication for Portugese stock market",
            "abstract": "Abstract The advocates of the efficient market hypothesis recommend buying the market index for the long run, the implication for the Portuguese investors are to buy the PSI-20 index and hold it for at least 15 years. In this paper, we compare two other strategies for PSI-20 over the period 1999 to 2020. The first strategy is based on moving average trading rules and the second strategy, Gold Momentum Strategy (GMS), is based on switching between gold and PSI-20 based on semi-annual performance. Our findings suggest that the moving average trading rules beat the buy and hold strategy by more than 10% per year over the entire period and each sub-period considering both risk and transaction costs. For the second strategy, GMS which is based on comparing the performance of the PSI-20 and the gold index on semi-annual basis and go with the best of two for the next 6 months, we find similar results as the moving average trading rules.",
            "keywords": [
                "Efficient market",
                "Trading rules",
                "Momentum strategy",
                "Moving average"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a44_3ay_3a2020_3ai_3a4_3ad_3a10.1007_5fs12197-020-09514-8.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "News and Interest Rate Expectations: A Study of Six Central Banks",
            "abstract": "In this paper we analyse the effect of news relating to the expected path of monetary policy on interest rate futures. Central banksâ\u0080\u0099 transparency is in most respects much greater than it was a decade ago, and so central bank communication needs to be included as a potential source of news. We therefore consider four types of news: macroeconomic news, overseas news, monetary policy surprises and central bank communication. The effect of these types of news on daily changes in interest rate futures is estimated using an EGARCH model for a panel of six economies. We find that interest rate expectations respond to both macroeconomic and policy news, although the response to macroeconomic news is larger, especially once we include foreign news. Overall, the results suggest that the impact of the RBAâ\u0080\u0099s communication policy is in line with other major central banks, and significantly influences (and informs) expectations of future monetary policy.",
            "keywords": [
                "central bank communication",
                "news",
                "interest rate futures"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rbarbardp/rdp2004-10.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beating the market? A mathematical puzzle for market efficiency",
            "abstract": "Abstract The efficient market hypothesis is highly discussed in economic literature. In its strongest form, it states that there are no price trends. When weakening the non-trending assumption to arbitrary short, small, and fully unknown trends, we mathematically prove for a specific class of control-based trading strategies positive expected gains. These strategies are model free, i.e., a trader neither has to think about predictable patterns nor has to estimate market parameters such as the trendâ\u0080\u0099s sign like momentum traders have to do. That means, since the trader does not have to know any trend, even trends too small to find are enough to beat the market. Adjustments for risk and comparisons with buy-and-hold strategies do not satisfactorily solve the problem. In detail, we generalize results from the literature on control-based trading strategies to market settings without specific model assumptions, but with time-varying parameters in discrete and continuous time. We give closed-form formulae for the expected gain as well as the gainâ\u0080\u0099s variance and generalize control-based trading rules to a setting where older information counts less. In addition, we perform an exemplary backtesting study taking transaction costs and bid-ask spreads into account and still observeâ\u0080\u0094on averageâ\u0080\u0094positive gains.",
            "keywords": [
                "Technical analysis",
                "Efficient market hypothesis",
                "Robust positive expectation property",
                "Simultaneously long short trading",
                "Control-based trading strategies",
                "91G10",
                "91G99",
                "91B70"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprdecfin/v_3a45_3ay_3a2022_3ai_3a1_3ad_3a10.1007_5fs10203-021-00361-8.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is there accuracy of forward freight agreements in forecasting future freight rates? An empirical investigation",
            "abstract": "Participants in the maritime industry place much interest in the Forward Freight Agreements (FFA/FFAs), being an indispensable tool for hedging shipping freight risk. Our paper innovates by directly comparing the FFA predictions with their actual future settlement prices as well as by examining contracts going forward as far as next calendar year. We combine straightforward comparison measurements with cointegration analysis to test for the accuracy and efficiency of the FFA projections. We find that FFAs display limited usefulness in predicting future freights, only slightly superior than simple naive models. The shorter the contract period and the smaller the vessel the better the forecast. We also find FFAs being relatively good predictors of future market direction but missing the turning points of the market cycles.",
            "keywords": [
                "Shipping",
                "Freight Rates",
                "Forward Freight Agreements",
                "Forecasting",
                "Vector Error Correction Models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bogwpaper/230.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Grexit News and Stock Returns",
            "abstract": "During the first eight months of 2015, there was an ongoing debate about whether or not Greece should remain in the euro area. Using an event study approach, we quantify the effects of Grexit-related statements made by six important euro area politicians (Merkel, Schaeuble, Tsipras, Varoufakis, Juncker, and Schulz) on intraday stock returns in Germany, Greece, and the euro area during the period of January 1, 2015-August 19, 2015. We show that positive statements indicating that a Grexit is less likely lead to higher returns, and negative statements to lower returns. The overall impact of negative statements is more pronounced. The cumulative absolute effects on stock returns are sizeable as the statements contribute to a variation of up to 58 percentage points in the ATHEX. These large effects are of particular relevance as our study only captures an eight month snapshot of the Greek government debt crisis.",
            "keywords": [
                "Event Study",
                "Grexit",
                "Intraday Data",
                "Political Statements",
                "Stock Returns"
            ],
            "eco_link": "https://econpapers.repec.org/paper/trrwpaper/201608.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}