{
    "page_info": {
        "page_number": 62,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Definition, Benefits and Risks of High-Frequency Trading",
            "abstract": "The paper deals with high-frequency algorithmic trading (HFT), which has recently come to dominate some financial markets, e.g. the US equity markets. The author first attempts to establish a clear definition of high-frequency trading. With the most important characteristics having been analysed, it is concluded that such a definition would not bring more clarity into the debate over HFT. Strategies pursued by traders should be given consideration instead. On this account, the text proceeds with the examination of the most common strategies. Afterwards, the question is raised whether the rise of high-frequency algorithmic traders has resulted in more efficient financial markets. Based on robust evidence from academic research, important market participants and exchanges, HFT indeed seems to improve market quality by narrowing spreads and providing additional liquidity - the market-making strategy is mainly responsible for the latter. Issues such as possible system risks (flash crashes, herd behaviour) are also discussed.",
            "keywords": [
                "high-frequency trading",
                "algorithmic trading",
                "definition",
                "market quality"
            ],
            "eco_link": "https://econpapers.repec.org/article/prgjnlaop/v_3a2013_3ay_3a2013_3ai_3a5_3aid_3a413_3ap_3a3-30.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Surprises in scheduled releases: why do they move the bond market?",
            "abstract": "It is well known that information arrival has an impact on prices volatility, and trading volume in financial markets (see e.g., Goodhart and O?Hara 1997). Scheduled macroeconomic announcements, such as monthly employment figures, consumer prices, or building permits, stand out from the steady flow of information.1 Several studies (e.g. Fleming and Remolona 1997) show that these releases have a very distinct impact on prices. While most of these studies try to find out which releases are significant, considerably less effort has been devoted to the question what makes some releases so important in contrast to others that seem to attract no attention. Papers addressing this question emphasize the content of releases. For example, Edison (1996) discriminates between news related to unexpected inflation and those related to unexpected changes in economic activity. Investigating intraday T-bond futures price responses to surprises in scheduled macroeconomic releases, this paper presents evidence that the type of information is relevant. More specifically, the results suggest that the sequence of releases within a given content category helps to explain their relative importance. In other words, if market participants have already observed some figures on which they can base their assessment of a particular aspect of the economy, then the additional information of another related report should be small, and thus, its impact on prices.",
            "keywords": [
                "Macroeconomic news",
                "scheduled announcements",
                "public information",
                "price formation",
                "Treasury bonds",
                "futures market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwzewdip/5344.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Abnormal Returns and Contrarian Strategies",
            "abstract": "We test the hypothesis that strategies which are long on portfolios of looser stocks and short on portfolios of winner stocks generate abnormal returns in Brazil. This type of evidence for the US stock market was interpreted by The Bondt and Thaler (1985) as reflecting systematic evaluation mistakes caused by investors overreaction to news related to the firm performance. We found evidence of contrarian strategies profitability for horizons from 3 months to 3 years in a sample of stock returns from BOVESPA and SOMA from 1986 to 2000. The strategies are more profitable for shorter horizons. Therefore, there was no trace of the momentum effect found by Jagadeesh and Titman (1993) for the same horizons with US data. There are remaing unexplained positive returns for contrarian strategies after accounting for risk, size, and liquidity. We also found that the strategy profitability is reduced after the Real Plan, which suggests that the Brazilian stock market became more efficient after inflation stabilization.",
            "keywords": [
                "abnormal return",
                "contrarian strategy",
                "overreaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/brfjournl/v_3a1_3ay_3a2003_3ai_3a2_3ap_3a165-215.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Overreaction to Intangible Information",
            "abstract": "Academic studies have shown that returns show reversion effects, which has often been explained as market overreaction to firms past performance. Other studies have shown that future returns are positively related to book-to-market index (B/M), which has been suggested as a proxy for risk factors omitted by CAPM classic model. Both evidences have been widely used in investment strategies. More recent studies in the U.S. market showed that these observations stem from the same phenomenon: the overreaction to the intangible information, that is, information that is not present in accounting performance statements,",
            "keywords": [
                "overreaction",
                "intangibility",
                "risk",
                "returns",
                "pricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/brfjournl/v_3a7_3ay_3a2009_3ai_3a2_3ap_3a215-236.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Machine news and volatility: The Dow Jones Industrial Average and the TRNA sentiment series",
            "abstract": "This paper features an analysis of the relationship between the volatility of the Dow Jones Industrial Average (DJIA) Index and a sentiment news series using daily data obtained from the Thomson Reuters News Analytics (TRNA) provided by SIRCA (The Securities Industry Research Centre of the Asia Pacific). The expansion of on-line financial news sources, such as internet news and social media sources, provides instantaneous access to financial news. Commercial agencies have started developing their own filtered financial news feeds, which are used by investors and traders to support their algorithmic trading strategies. In this paper we use a sentiment series, developed by TRNA, to construct a series of daily sentiment scores for Dow Jones Industrial Average (DJIA) stock index component companies. A variety of forms of this measure, namely basic scores, absolute values of the series, squared values of the series, and the first differences of the series, are used to estimate three standard volatility models, namely GARCH, EGARCH and GJR. We use these alternative daily DJIA market sentiment scores to examine the relationship between financial news sentiment scores and the volatility of the DJIA return series. We demonstrate how this calibration of machine filtered news can improve volatility measures.",
            "keywords": [
                "DJIA",
                "Sentiment Scores",
                "TRNA",
                "Conditional Volatility Models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cbteconwp/14_2f04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Performance Comparison of Active and Passive Stock Funds",
            "abstract": "We intend to investigate whether active portfolio managers have higher security selection ability than passive managers in Brazil. We built net monthly historical returns and estimated gross historical returns series from January 1996 till October 2006 of 626 stock mutual funds. We used the regression model proposed by Carhart (1997) with the addition of a market timing factor and analyzed the alpha coefficient sign and significance. Our results show that a significant number of managers exploit well-known strategies as size, book-to-market ratio, momentum and market timing. When we use net returns series as the dependent variable, we find that only 4.8% of active portfolios have positive and significant alphas. Active portfolio performance on average is not significantly different than passive portfolio performance. But when we run the regressions using the estimated gross returns, we found that 10.3% of active funds have positive and signi cant alphas, and on average the performance of active funds is significantly positive. Our results are in accordance with Jensenâ\u0080\u0099s (1978) version of efficient market, in which asset prices reflect existing information till the moment when marginal benefits of using information do not exceed marginal costs.",
            "keywords": [
                "security selection",
                "stock mutual fund performance",
                "active portfolio management",
                "market efficiency."
            ],
            "eco_link": "https://econpapers.repec.org/article/brfjournl/v_3a7_3ay_3a2009_3ai_3a2_3ap_3a143-161.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Order Submission Strategies and Information: Empirical Evidence from the NYSE",
            "abstract": "We investigate the role of asymmetric information in affecting order submission strategies. Order aggressiveness depends on the state of the order book and on the asset dynamics. We find that the most important determinants are the depth on the same side of the book and a momentum indicator. When we focus on specific situations characterized by higher probability of information-based trading, we find that orders are less aggressive, suggesting strategic behavior of informed traders. This conjecture is supported by a different response to changes in the investor's information set and by a stronger price impact of less aggressive orders.",
            "keywords": [
                "Order Aggressiveness",
                "Informed Trading",
                "Order Flow"
            ],
            "eco_link": "https://econpapers.repec.org/paper/famrpseri/rp146.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor attention and the pricing of cryptocurrency market",
            "abstract": "Abstract This paper examines the underlying relationship between investor attention measured by Google Trends and the top twenty cryptocurrencies from April 2013 to April 2018. We show the bi-directional Granger causality between investor attention and cryptocurrencies (i.e., return and volatility), which is supported by linear and nonlinear Granger causality tests. The quantile regression indicates that the high investor attention is always associated with the positive return. In the overall regression analysis based on the hash algorithm, the investorâ\u0080\u0099s attention can significantly predict the return and return volatility. These findings show that investor attention significantly predicts cryptocurrencies, which provide implications for cryptocurrency investors.",
            "keywords": [
                "Investor attention",
                "Cryptocurrency market",
                "Linear and nonlinear causality",
                "Google Trends",
                "Hash algorithm",
                "Quantile regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/spreaiere/v_3a17_3ay_3a2020_3ai_3a2_3ad_3a10.1007_5fs40844-020-00182-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock Return Predictability: Evaluation based on Prediction Intervals",
            "abstract": "This paper evaluates the predictability of monthly stock return using out-of-sample (multi-step ahead and dynamic) prediction intervals. Past studies have exclusively used point forecasts, which are of limited value since they carry no information about the intrinsic predictive uncertainty associated. We compare empirical performances of alternative prediction intervals for stock return generated from a naive model, univariate autoregressive model, and multivariate model (predictive regression and VAR), using the U.S. data from 1926. For evaluation free from data snooping bias, we adopt moving sub-sample windows of different lengths. It is found that the naive model often provides the most informative prediction intervals, outperforming those generated from the univariate model and multivariate models incorporating a range of economic and financial predictors. This strongly suggests that the U.S. stock market has been informationally efficient in the weak-form as well as in the semi-strong form, subject to the information set considered in this study",
            "keywords": [
                "Autoregressive Model",
                "Bootstrapping",
                "Financial Ratios",
                "Forecasting",
                "Interval Score",
                "Market Efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/70143.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Impact Of Volatility And Performance Of Major Stock Markets On Sarajevo Stock Exchange In 2008 â\u0080\u0093 2012 Period",
            "abstract": "Previous research indicates that performance and volatility of small and regional stock markets can be influenced by the performance of major world exchanges such as New York, Frankfurt or Tokyo stock exchange. This research analyses weekly composite index data for SASE (Sarajevo Stock Exchange), NYSE, NIKKEI, and DAX indices, for the period from 2008 until the end of 2012. This time period contains significant events in the US and the rest of the world, including the housing bubble, and a great recession which followed after. Significant volatility of SASE was noted in 2007 while later periods suggest lesser volatility after a significant drop in index value in mid 2007. The data was analyzed in a side by side comparison, by the method of regression in order to establish a correlation of NYSE, NIKKEI and DAX indexes with Sarajevo Stock Exchange index. Furthermore the performance was visually represented, segmented into several dynamic and steady periods, whose regressions were separately calculated, in order to see the difference in steady and dynamic periods. Previous research suggests strong correlation between regional and major stock market indices at times of crisis, a so called spillover effect, while low correlation at times of low volatility. With these results, we will be able to understand the impact of major world indices on volatility and performance movements of Sarajevo Stock Exchange in the long and short run, as well as at times of low and high volatility. The results of research suggest that when there is less dynamics in major world indices, the SASE market becomes less affected by their results and by the global market trends, thus its performance is then dictated to a higher degree by regional or country specific financial, economic and to some degree political factors. On the other hand we can also deduce that when there are significant events developing in these major world indices, SASEâ\u0080\u0099s composite index performance are highly correlated to the dynamics and trends of major world indices. One such case this paper analyzed is evident in the â\u0080\u0098dynamic periodâ\u0080\u0099 of some 18 months, ranging from 01.01.2009-16.06.2010, where the impact of global recession on major world indexes spilled over to smaller regional exchanges; correlation between SASE and NYSE in that period is 0,92.",
            "keywords": [
                "stock price volatility",
                "fundamental analysis",
                "Sarajevo Stock Exchange",
                "regression analysis",
                "correlation analysis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/70016.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reactions of the capital markets to the shocks before and during the global crisis",
            "abstract": "This paper explores reactions to the stock markets shocks during quiet and turbulent times. In our investigation we use daily values of 28 stock exchanges indexes: 14 from developed markets and 14 from emerging markets. We find the global crisis induced, for most of the indexes, significant changes in the reactions to the shocks. The results also indicate different behaviors of indexes from developed markets in comparison with the indexes from emerging markets.",
            "keywords": [
                "Efficient Markets",
                "Underreaction",
                "Overreaction",
                "Global Crisis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/41540.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The US macroeconomic news announcements and the within-month effects on the Bucharest Stock Exchange",
            "abstract": "Within-month anomalies and influence of macroeconomic news announcements are important characteristics of a stock market. In this paper we investigate their presence on Bucharest Stock Exchange. We find significant within-month effects and a considerable impact of some US macroeconomic news announcements. It results also that within-month effects are in fact caused by macroeconomic news announcements.",
            "keywords": [
                "Within-month effects",
                "Macroeconomic news announcements",
                "Romanian capital market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/41626.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}