{
    "page_info": {
        "page_number": 258,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Missing Events in Event Studies: Identifying the Effects of Partially-Measured News Surprises",
            "abstract": "Macroeconomic news announcements are elaborate and multi-dimensional. We consider a framework in which jumps in asset prices around macroeconomic news and monetary policy announcements reflect both the response to observed surprises in headline numbers and latent factors, reflecting other details of the release. The details of the non-headline news, for which there are no expectations surveys, are unobservable to the econometrician, but nonetheless elicit a market response. We estimate the model by the Kalman filter, which essentially combines OLS- and heteroskedasticity-based event study estimators in one step, showing that those methods are better thought of as complements rather than substitutes. The inclusion of a single latent factor greatly improves our ability to explain asset price movements around announcements.",
            "keywords": [
                "Event study",
                "Bond markets",
                "High-frequency data",
                "Identification"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/13153.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock Market's Assessment of Monetary Policy Transmission: The Cash Flow Effect",
            "abstract": "We show that firm liability structure and associated cash flow matter for firm behavior, and that financial market participants price stocks accordingly. Looking at firm level stock price changes around monetary policy announcements, we find that firms that have more cash flow exposure see their stock prices affected more. The stock price reaction depends on the maturity and type of debt issued by the firm, and the forward guidance provided by the Fed. This effect has remained intact during the ZLB period. Importantly, we show that the effect is not a rule of thumb behavior outcome and that the marginal stock market participant actually studies and reacts to the liability structure of firm balance sheets. The cash flow exposure at the time of monetary policy actions predicts future net worth, investment, and assets, verifying the stock pricing decision and also providing evidence of cash flow effects on firms' real behavior. The results hold for S&P500 firms that are usually thought of not being subject to tight financial constraints.",
            "keywords": [
                "Cash flow effect of monetary policy",
                "Investor sophistication",
                "Financial frictions",
                "Stock pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/14017.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A New Robust Inference for Predictive Quantile Regression",
            "abstract": "This paper studies asset return predictability via quantile regression for all types of persistent regressors. We propose to estimating a quantile regression with an auxiliary regressor and constructing a weighted estimator using the estimated coefficients of the original predictor and the auxiliary regressor, together with a novel test procedure. We show that it can reach the local power under the different optimal rates for nonstationary and stationary predictors, respectively. Our approach can be easily implemented to test the joint predictive ability of financial variables in multiple regression. The heterogenous predictability of US stock returns at different quantile levels is reexamined.",
            "keywords": [
                "Auxiliary regressor",
                "Highly persistent predictor",
                "Multiple regression",
                "Predictive quantile regression",
                "Robust inference",
                "Weighted estimator"
            ],
            "eco_link": "https://econpapers.repec.org/paper/kanwpaper/202002.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "ASYMMETRIES IN CONDITIONAL MEAN AND VARIANCE: MODELLING STOCK RETURNS BY asMA-asQGARCH",
            "abstract": "The asymmetric moving average model (asMA) is extended to allow for asymmetric quadratic conditional heteroskedasticity (asQGARCH). The asymmetric parametrization of the conditional variance encompasses the quadratic GARCH model of Sentana (1995). We introduce a framework for testing asymmetries in the conditional mean and the conditional variance, separately or jointly. Some of the new model's moment properties are also derived. Empirical results are given for the daily returns of the composite index of the New York Stock Exchange. There is strong evidence of asymmetry in both the conditional mean and conditional variance functions. In a genuine out-of-sample forecasting experiment the performance of the best fitted asMA-asQGARCH model is compared to pure asMA and no-change forecasts. This is done both in terms of conditional mean forecasting as well in terms of risk forecasting.",
            "keywords": [
                "Time series",
                "finance",
                "nonlinearity",
                "estimation",
                "testing",
                "forecasting",
                "NYSE"
            ],
            "eco_link": "https://econpapers.repec.org/paper/hhsumnees/0535.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Missing Events in Event Studies: Identifying the Effects of Partially Measured News Surprises",
            "abstract": "Macroeconomic news announcements are elaborate and multi-dimensional. We consider a framework in which jumps in asset prices around announcements reflect both the response to observed surprises in headline numbers and to latent factors, reflecting other news in the release. Non-headline news, for which there are no expectations surveys, is unobservable to the econometrician but nonetheless elicits a market response. We estimate the model by the Kalman filter, which efficiently combines OLS and heteroskedasticity-based event study estimators in one step. With the inclusion of a single latent surprise factor, essentially all yield curve variance in event windows are explained by news.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/aeaaecrev/v_3a110_3ay_3a2020_3ai_3a12_3ap_3a3871-3912.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock Market's Assessment of Monetary Policy Transmission: The Cash Flow Effect",
            "abstract": "We show that firm liability structure and associated cash flow matter for firm behavior, and that financial market participants price stocks accordingly. Looking at firm level stock price changes around monetary policy announcements, we find that firms that have more cash flow exposure see their stock prices affected more. The stock price reaction depends on the maturity and type of debt issued by the firm, and the forward guidance provided by the Fed. This effect has remained intact during the ZLB period. Importantly, we show that the effect is not a rule of thumb behavior outcome and that the marginal stock market participant actually studies and reacts to the liability structure of firm balance sheets. The cash flow exposure at the time of monetary policy actions predicts future net worth, investment, and assets, verifying the stock pricing decision and also providing evidence of cash flow effects on firmsâ\u0080\u0099 real behavior. The results hold for S&P500 firms that are usually thought of not being subject to tight financial constraints.",
            "keywords": [
                "cash flow effect of monetary policy",
                "investor sophistication",
                "financial frictions",
                "stock pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cesceswps/_5f7898.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mind Your Language: Market Responses to Central Bank Speeches",
            "abstract": "Post-meeting central bank communication often moves markets, but researchers have paid less attention to the more frequent central bankersâ\u0080\u0099 speeches. We create a novel dataset of U.S. Federal Reserve speeches and develop supervised multimodal natural language processing methods to identify how monetary policy news affect bond and stock market volatility and tail risk through implied changes in forecasts of GDP, inflation, and unemployment. We find that forecast revisions derived from FOMC member speeches can help explain volatility and tail risk in both equity and bond markets. Speeches from Chairs tend to produce larger forecast revisions and unconditionally raise volatility and tail risk. There is some evidence that a speakerâ\u0080\u0099s monetary policy views, i.e, hawkishness vs. dovishness, may affect the impact of implied forecast revisions after conditioning on GDP growth. We show that central bank communication may calm markets, depending on the signals conveyed.",
            "keywords": [
                "central bank communication",
                "multimodal machine learning",
                "natural language processing",
                "speech analysis",
                "high-frequency data",
                "volatility",
                "tail risk"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedlwp/96270.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Missing Events in Event Studies: Identifying the Effects of Partially-Measured News Surprises",
            "abstract": "Macroeconomic news announcements are elaborate and multi-dimensional. We consider a framework in which jumps in asset prices around macroeconomic news and monetary policy announcements reflect both the response to observed surprises in headline numbers and latent factors, reflecting other details of the release. The details of the non-headline news, for which there are no expectations surveys, are unobservable to the econometrician, but nonetheless elicit a market response. We estimate the model by the Kalman filter, which essentially combines OLS- and heteroscedasticity-based event study estimators in one step, showing that those methods are better thought of as complements rather than substitutes. The inclusion of a single latent factor greatly improves our ability to explain asset price movements around announcements.",
            "keywords": [
                "event study",
                "bondmarkets",
                "high-frequency data",
                "identification"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cesceswps/_5f7229.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Testing for co-jumps in high-frequency financial data: an approach based on first-high-low-last prices",
            "abstract": "This paper proposes a new test for simultaneous intraday jumps in a panel of high frequency financial data. We utilize intraday first-high-low-last values of asset prices to construct estimates for the cross-variation of returns in a large panel of high frequency financial data, and then employ these estimates to provide a first-high-low-last price based test statistic to detect common large discrete movements (co-jumps). We study the finite sample behavior of our first-high-low-last price based test using Monte Carlo simulation, and find that it is more powerful than the Bollerslev et al (2008) return-based co-jump test. When applied to a panel of high frequency data from the Chinese mainland stock market, our first-high-low-last price based test identifies more common jumps than the return-based test in this emerging market.",
            "keywords": [
                "Covariance",
                "Co-jumps",
                "High-frequency data",
                "First-High-Low-Last price",
                "Microstructure bias",
                "Nonsynchronous trades",
                "Realized covariance",
                "Realized co-range."
            ],
            "eco_link": "https://econpapers.repec.org/paper/mshebswps/2011-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Expected Stock Returns and Variance Risk Premia",
            "abstract": "Motivated by the implications from a stylized self-contained general equilibrium model incorporating the effects of time-varying economic uncertainty, we show that the difference between implied and realized variation, or the variance risk premium, is able to explain a non-trivial fraction of the time series variation in post 1990 aggregate stock market returns, with high (low) premia predicting high (low) future returns. Our empirical results depend crucially on the use of â\u0080\u009cmodel-free,â\u0080\u009d as opposed to Black-Scholes, options implied volatilities, along with accurate realized variation measures constructed from high-frequency intraday, as opposed to daily, data. The magnitude of the predictability is particularly strong at the intermediate quarterly return horizon, where it dominates that afforded by other popular predictor variables, like the P/E ratio, the default spread, and the consumption-wealth ratio (CAY).",
            "keywords": [
                "Equilibrium asset pricing",
                "stochastic volatility",
                "risk neutral expectation",
                "return predictability",
                "option implied volatility",
                "realized volatility",
                "variance risk premium"
            ],
            "eco_link": "https://econpapers.repec.org/paper/aahcreate/2008-48.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Virtue of Complexity in Return Prediction",
            "abstract": "We theoretically characterize the behavior of return prediction models in the high complexity regime, i.e. when the number of parameters exceeds the number of observations. Contrary to conventional wisdom in finance, return prediction R2 and optimal portfolio Sharpe ratio generally increase with model parameterization, even when minimal regularization is used. Empirically, we document this \"virtue of complexity\" in US equity market prediction. High complexity models deliver economically large and statistically significant out-of-sample portfolio gains relative to simpler models, due in large part to their remarkable ability to predict recessions.",
            "keywords": [
                "Portfolio choice",
                "Machine learning",
                "Random matrix theory",
                "Benign overfit",
                "Overparameterization"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/17194.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Financial Markets where Traders Neglect the Informational Content of Prices",
            "abstract": "We present a model of a financial market where some traders are ``cursed'' when choosing how much to invest in a risky asset, failing to fully take into account what prices convey about others' private information. Cursed traders put more weight on their private signals than rational traders. But because they neglect that the price encodes other traders' information, prices depend less on private signals and more on public signals than rational-expectation-equilibrium (REE) prices. Markets comprised entirely of cursed traders generate more trade than those comprised entirely of rationals; mixed markets can generate even more trade, as rationals employ momentum-trading strategies to exploit cursed traders. We contrast our results to other models of departures from REE and show that per-trader volume with cursed traders increases when the market becomes large, while natural forms of overconfidence predict that volume should converge to zero.",
            "keywords": [
                "Behavioral finance",
                "Cursedness",
                "Financial markets",
                "Overconfidence",
                "Return predictability",
                "Trading volume"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/10629.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}