{
    "page_info": {
        "page_number": 98,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Price Discovery in the Chinese Gold Market",
            "abstract": "This study conducts price discovery analysis in the Chinese gold market. Our result indicates that the price discovery in Chinese gold market occurs predominantly in the futures market. The result is robust to the different measures of price discovery, namely information share, component share, and information leadership share. Partitioning the daily trades into three trading sessions, we find that the dominance of the futures market occurs in all trading sessions. We further investigate the sequential price discovery within the spot market or futures market. We find that the price discovery of gold spot market and gold futures market occur in the night trading session.",
            "keywords": [
                "Chinese gold market",
                "Futures",
                "Price discovery",
                "Information share",
                "Component share",
                "Information leadership share",
                "Sequential price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/71135.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The January Effect across Volatility Regimes",
            "abstract": "Using a Markov regime switching model, this article presents evidence on the well-known January effect on stock returns. The specification allows a distinction to be drawn between two regimes, one with high volatility and other with low volatility. We obtain a time-varying January effect that is, in general, positive and significant in both volatility regimes. However, this effect is larger in the high volatility regime. In sharp contrast with most previous literature we find two major results: i) the January effect exists for all size portfolios. ii) the negative correlation between the magnitude of the January effect and the size of portfolios fails across volatility regimes. Moreover, our evidence supports a decline in the January effect for all size portfolios except the smallest, for which it is even larger.",
            "keywords": [
                "Markov Switching Model",
                "Stock Returns",
                "Seasonality",
                "Size Portfolios."
            ],
            "eco_link": "https://econpapers.repec.org/paper/grawpaper/07_2f04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Effects of Macroeconomic Announcements on Stock Returns across Volatility Regimes",
            "abstract": "Based on a simple Markov regime switching model, this article presents evidence on the effects of macroeconomic announcements on individual stocks returns. The model specification allows two regimes to be distinguished: one with high volatility and the other with low volatility. Considering the level of significance at 5%, the response of stock returns to macroeconomic announcements is much stronger in the low volatility regime. However, the effects of the Fama-French factors on individual stock returns is unambiguously significant in both regimes.",
            "keywords": [
                "Markov Switching Model",
                "Macroeconomic announcements",
                "Stock Returns."
            ],
            "eco_link": "https://econpapers.repec.org/paper/grawpaper/08_2f17.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investorsâ\u0080\u0099 Misreaction to Unexpected Earnings: Evidence of Simultaneous Overreaction and Underreaction",
            "abstract": "Behavioral Finance aims to explain empirical anomalies by introducing investor psychology as a determinant of asset pricing. Two kinds of anomalies, namely underreaction and overreaction, have been established by an impressive record of empirical work. While underreaction defines a slow adjustment of prices to corporate events or announcements, overreaction deals with extreme stock price reactions to previous information or past performance. Theoretical models have shown that both phenomena find potential explanations in cognitive biases, that is, investor irrationality. This study investigates current and past earnings surprises and subsequent market reaction for listed US companies over the period 1983-1999. The results suggest that investors simultaneously exhibit short-term underreaction to earnings announcements and long-term overreaction to past highly unexpected earnings. A potential explanation for the reported overreaction phenomenon is the representativeness bias. As I show, the overreaction and the later reversal is stronger for events, which exhibit a long series of similar past earnings surprises.",
            "keywords": [
                "Behavioral finance",
                "overreaction",
                "underreaction",
                "pead",
                "representativeness bias",
                "earnings announcements"
            ],
            "eco_link": "https://econpapers.repec.org/paper/grfmtpaps/mk003.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Other Side of the Trading Story: Evidence from NYSE",
            "abstract": "We analyse the well-known TORQ dataset of trades on the NYSE over a 3-month period, breaking down transactions depending on whether the active or passive side was institutional or private. This allows us to compare the returns on the different trade categories. We find that, however we analyse the results, institutions are best informed, and earn highest returns when trading with individuals as counter party. We also confirm the conclusions found elsewhere in the literature that informed traders often place limit orders, especially towards the end of the day (as predicted on the basis of laboratory experiments in Bloomfield, O.Hara, and Saar (2005)). Finally, we find that trading between institutions accounts for the bulk of trading volume, but carries little information and seems to be largely liquidity-driven.",
            "keywords": [
                "liquidity trade",
                "informed trades"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cdfwpaper/2008_2f12.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Technical Trading Rules and the Size of the Risk Premium in Security Returns",
            "abstract": "Among analysts, technical trading rules are widely used for forecasting security returns. Recent literature provides edivende that these rules may provide positive profits after accounting for transaction costs. This would be contrary to the theory of the efficient market hypothesis which states that security prices cannot be forecasted from their past values or other past variables.",
            "keywords": [
                "FINANCIAL MARKET",
                "RISK",
                "TRADE"
            ],
            "eco_link": "https://econpapers.repec.org/paper/gueguelph/1996-11.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Testing Weak Form Efficiency on the Toronto Stock Exchange",
            "abstract": "We believe that in order to test for weak form efficiency in the market a vast pool of individual stocks must be analyzed rather than a stock market index. In this paper, we use a model-based bootstrap to generate a series of simulated trials and apply a modified chart pattern recognition algorithm to all stocks listed on the Toronto Stock Exchange (TSX). We compare the number of patterns detected in the original price series with the number of patterns found in the simulated series. By simulating the price path we eliminate specific time dependencies present in real data, making price changes purely random. Patterns, if consistently identified, carry information which adds value to the investment process, however, this informativeness does not guarantee profitability. We draw conclusions on the relative efficiency of some sectors of the economy. Although, we fail to reject the null hypothesis of weak form efficiency on the TSX, some sectors of the Canadian economy appear to be less efficient than others. In addition, we find negative dependency of pattern frequencies on the two moments of return distributions, variance and kurtosis.",
            "keywords": [
                "Market efficiency",
                "weak form market efficiency",
                "Canada",
                "Toronto Stock Exchange"
            ],
            "eco_link": "https://econpapers.repec.org/paper/gueguelph/2010-02..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Option-implied volatility spillover indices for FX risk factors",
            "abstract": "This study employs option price data to back out the implied portfolio volatilities of the dollar and carry trade risk factors of the G-10 currencies. We construct a forward-looking option-implied volatility spillover index. Our findings indicate that the dollar and carry trade risk factors are orthogonal in the first moment and exhibit strong stochastic interrelations in the second expected moment.",
            "keywords": [
                "Volatility spillovers",
                "Currency markets",
                "G10 currencies",
                "Option-implied volatility",
                "Risk factors",
                "Expected volatility",
                "Expected portfolio volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a157_3ay_3a2017_3ai_3ac_3ap_3a83-87.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Isobars and the Efficient Market Hypothesis",
            "abstract": "Isobar surfaces, a method for describing the overall shape of multidimensional data, are estimated by nonparametric regression and used to evaluate the efficiency of selected markets based on returns of their stock market indices.",
            "keywords": [
                "Isobars",
                "Efficient market hypothesis",
                "Nonparametric regression",
                "Extreme value theory"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fauwpaper/wp2010_5f21.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Are volatility spillovers between currency and equity market driven by economic states? Evidence from the US economy",
            "abstract": "This study examines the volatility spillovers between the foreign exchange rate markets of three of the USAâ\u0080\u0099s major trading partners and the US stock market, utilizing the forecast-error variance decomposition framework of a VAR model proposed by Diebold and Yilmaz (2009). The empirical results, based on a data set covering the period 1986â\u0080\u00932014 suggest that the level of total volatility spillover effects is high only when they precede periods of economic turbulence. If the economy is quiet, volatility spillover effects are virtually non-existent.",
            "keywords": [
                "Volatility spillover index",
                "Currency markets",
                "Equity markets",
                "Economic states",
                "Economic turbulence"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a127_3ay_3a2015_3ai_3ac_3ap_3a72-75.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Commodity futures and market efficiency",
            "abstract": "We analyze the market efficiency of 25 commodity futures across various groupsâ\u0080\u0094metals, energies, soft commodities, grains and other agricultural commodities. To do so, we utilize the recently proposed Efficiency Index to find out that the most efficient among all of the analyzed commodities is heating oil, closely followed by WTI crude oil, cotton, wheat, and coffee. On the other end of the ranking scale we find live cattle and feeder cattle. The efficiency is also found to be characteristic for specific groups of commodities, with energy commodities being the most efficient and other agricultural commodities (composed mainly of livestock) the least efficient groups. We also discuss contributions of long-term memory, fractal dimension and approximate entropy to the total inefficiency. Last but not least, we come across the nonstandard relationship between the fractal dimension and the Hurst exponent. For the analyzed dataset, the relationship between these two variables is positive, meaning that local persistence (trending) is connected to global anti-persistence. We attribute this behavior to specifics of commodity futures: they may be predictable over a short term and locally, but over a long term they return to their fundamental prices.",
            "keywords": [
                "Commodities",
                "Efficiency",
                "Entropy",
                "Long-term memory",
                "Fractal dimension"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeneeco/v_3a42_3ay_3a2014_3ai_3ac_3ap_3a50-57.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Big is brilliant: Understanding the Chinese size effect through profitability shocks",
            "abstract": "Taking a dynamic view, this paper assesses the extent to which profitability shocks affect the size premium in the Chinese market. In the short run, there is a significant U-shaped relationship between size and profitability shocks; i.e., both small and large firms experience large and (in most cases) positive profitability shocks, while firms with medium market capitalizations display small profitability shocks. In the long run, profitability shocks in large firms remain large and stable, while profitability shocks in small firms decrease sharply. Adjusting for profitability shocks increases the returns of small firms but decreases the returns of large firms, indicating that large and positive profitability shocks in small firms cannot bring investors sizable returns even though the correlation between profitability shocks and returns is positive. Mismatches between profitability shocks and the per-unit return impact of such shocks (e.g., when firms experience positive shocks but the market reacts to these shocks irrationally) can help explain this phenomenon. Our work reveals that in terms of fundamentals, large firms are very worthy of investment owing to their superb fundamental performance, i.e., large and persistent profitability shocks.",
            "keywords": [
                "Size effect",
                "Expected stock returns",
                "Profitability shocks",
                "Empirical asset pricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a74_3ay_3a2021_3ai_3ac_3as1057521921000478.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}