{
    "page_info": {
        "page_number": 140,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Central Bankâ\u0080\u0093Driven Mispricing",
            "abstract": "We explore whether Quantitative Easing (QE) negatively affected the functioning of the treasury market. Focusing on the arbitrage between European sovereign bonds and their futures contracts, we show that the scarcity of treasuries created by QE led to a disconnect between the prices of identical assets. We identify three channels: reduced bond market liquidity, increased funding costs in the repo market, and a higher cost of carry. A change in a policy instrument allows us to identify scarcity as the main driver and rule out alternatives, such as balance sheet costs. Our results extend to other arbitrage relations involving treasuries.",
            "keywords": [
                "Central Bank interventions",
                "Price discovery",
                "Sovereign bonds",
                "Futures contracts",
                "Arbitrage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a166_3ay_3a2025_3ai_3ac_3as0304405x25000121.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The effect of uncertainty on the precious metals market: New insights from Transfer Entropy and Neural Network VAR",
            "abstract": "This study employs a fresh perspective to investigate the causal relationship between uncertainty, measured via the two proxies of Economic Policy Uncertainty (EPU) and the Chicago Board Options Exchange Volatility Index (VIX), and precious metals prices. In this paper, we use two state-of-the-art methodologies, namely Multilayer Perceptron Neural Network Non-linear Granger causality and Transfer Entropy, to examine the data for four kinds of metals: gold, silver, palladium and platinum. We determine that gold is still the dominant â\u0080\u0098safe-havenâ\u0080\u0099 asset to hedge against uncertainty. Interestingly, these precious metals were also observed to effect EPU and VIX, while they are immune to EPU shocks but not to those from the VIX. Moreover, this paper also contributes to understanding the specific lag period of precious metals sending shocks to EPU, whereas these shocks immediately happen with equity volatility. This paper not only contributes new quantitative methods augmented with neural networks and econophysics to a growing body of literature but also provide insights to shock transmission mechanisms in commodity markets, particularly those for precious metals.",
            "keywords": [
                "EPU",
                "Gold",
                "Silver",
                "Platinum",
                "Palladium",
                "VIX"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejrpoli/v_3a66_3ay_3a2020_3ai_3ac_3as0301420719309365.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Quantile connectedness and network among Green bonds, Renewable Energy, and G7 sustainability markets",
            "abstract": "This paper examines the quantile spillovers and interconnectedness between green bonds, renewable energy, and the G7 sustainability markets under extreme market conditions. It reaches beyond the widely employed studies based in the mean values of variables by resorting to the advanced quantile vector auto-regression methodology. The results show that the overall connectedness is stronger during extreme, either bearish or bullish market situations, than during normal market conditions. Furthermore, we show that all sustainability markets, except Japan, are the net transmitters of shocks, while all the green bonds are the net receivers. Moreover, we document that spillovers vary significantly over time and that extreme market conditions reduce the net spillover influences. The relative tail dependence analysis shows that the connectedness at the lower quantile relatively dominates the connectedness at the upper quantile. Finally, the total spillovers are higher at the extremes than at the median quantile, whereas the periods of major crises are associated with unusually high connectedness, as consistent with the literature on contagion effects.",
            "keywords": [
                "Quantile spillovers",
                "G7 sustainability markets",
                "Green and renewable energy",
                "COVID-19 pandemic"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeerenene/v_3a231_3ay_3a2024_3ai_3ac_3as0960148124010115.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Gold, gold mining stocks and equities- partial wavelet coherence evidence from developed countries",
            "abstract": "This paper investigates the association of gold mining stocks with gold and equities in the United Kingdom (UK) and the United States (US). The benchmark correlation matrix results are obtained using the conventional Maximal Overlap Discrete Wavelet Transform (MODWT). We augment these results by testing the co-movement over time as well as across time horizons through application of the partial wavelet coherence, which marks departure from conventional wavelet coherence approach. The results obtained are noteworthy in several respects. Gold mining stocks and gold are found to be highly coherent, whereas gold mining stocks and equities indicate weak coherence. These results are useful for multi-horizon investors seeking assets with hedge and safe-haven property.",
            "keywords": [
                "Partial wavelet coherence",
                "Gold mining stocks",
                "Gold"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejrpoli/v_3a62_3ay_3a2019_3ai_3ac_3ap_3a378-384.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "THE JANUARY EFFECT IN THE AFTERMATH OF FINANCIAL CRISIS OF 2008",
            "abstract": "The January effect is one of the most researched seasonal anomalies on the financial market. However, very few authors have looked into the January effect after the financial crisis of 2008 and even fewer have used data of individual companies instead of indexes in doing so. This paper intends to fill this void by analyzing returns of individual micro-cap companies on the three biggest stock markets New York Stock Exchange, London Stock Exchange and Tokyo Stock Exchange for a time period January 2010 to January 2017. Analysis of each individual company using simple averages and regression analysis documented that abnormally high rates of return on micro-capitalization stocks are no longer present in the stock market in the aftermath of the financial crisis of 2008. Further confirmation of disappearance of January effect is conditional on new longer datasets as they become available.",
            "keywords": [
                "stock price",
                "anomalies",
                "January effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/hdeepregl/v_3a71_3ay_3a2020_3ai_3a6_3ap_3a557-578.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity of assets and liquidity of shares: the example of the Warsaw Stock Exchange",
            "abstract": "The purpose of the article is to present the problem of financial liquidity and the liquidity of assets on the financial market. The integration of these two approaches should show if there will be any relationship between the liquidity of the companyâ\u0080\u0099s assets and the liquidity of its securities listed on the capital market. The applied research methodology is similar to that described by Goplan, Kadan, and Pevzner (2012) in â\u0080\u009cAsset liquidity and stock liquidityâ\u0080\u009d. Studies were conducted on a group of companies listed on the Warsaw Stock Exchange in the period: 30 April 2012 â\u0080\u0093 31 December 2017. Conducting several separate studies using various measures describing liquidity on the data obtained for the Polish capital market confirms the hypothesis put forward at the beginning of the study that there is a statistically significant relationship between the liquidity of the shares and the liquidity of the companyâ\u0080\u0099s assets",
            "keywords": [
                "financial liquidity",
                "economic condition of companies",
                "capital market",
                "liquidity of shares"
            ],
            "eco_link": "https://econpapers.repec.org/article/nbpnbpbik/v_3a52_3ay_3a2021_3ai_3a1_3ap_3a1-22.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do investors respond to changes in the composition of sustainability indices?",
            "abstract": "This paper investigates the price effects associated with changes in the composition of the first sustainability index in Central and Eastern Europe â\u0080\u0093 the RESPECT Index â\u0080\u0093 over its lifetime, i.e. 2009â\u0080\u00932019, using an event study technique and the advanced market model for the calculation of abnormal returns. The results show a strong negative reaction by the stock prices of companies that are either included in or excluded from a sustainability index. The effect is short-lived but statistically significant in some asymmetric event windows. The study contributes to the discussion of how the emerging capital markets perceive the value of socially responsible activities undertaken by firms. The research indicates that events such as addition to and removal from a sustainability index (as well as announcements thereof) create a trading opportunity. Additionally, it suggests that investors at the Warsaw Stock Exchange â\u0080\u0093 at least in the short run â\u0080\u0093 tend to sell stocks of companies formally recognised as socially responsible",
            "keywords": [
                "emerging markets",
                "index effect",
                "sustainable and responsible investing (SRI)",
                "sustainable finance",
                "sustainability indices"
            ],
            "eco_link": "https://econpapers.repec.org/article/nbpnbpbik/v_3a52_3ay_3a2021_3ai_3a4_3ap_3a319-338.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Efficient Prediction of Excess Returns",
            "abstract": "It is well known that augmenting a standard linear regression model with variables that are correlated with the error term but uncorrelated with the original regressors will increase asymptotic efficiency of the original coefficients. We argue that in the context of predicting excess returns, valid augmenting variables exist and are likely to yield substantial gains in estimation efficiency and, hence, predictive accuracy. The proposed augmenting variables are ex post measures of an unforecastable component of excess returns: ex post errors from macroeconomic survey forecasts and the surprise components of asset price movements around macroeconomic news announcements. These \"surprises\" cannot be used directly in forecasting--they are not observed at the time that the forecast is made--but can nonetheless improve forecasting accuracy by reducing parameter estimation uncertainty. We derive formal results about the benefits and limits of this approach and apply it to standard examples of forecasting excess bond and equity returns. We find substantial improvements in out-of-sample forecast accuracy for standard excess bond return regressions; gains for forecasting excess stock returns are much smaller.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/14169.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Exchange Rate Fundamentals and Order Flow",
            "abstract": "We address whether transaction flows in foreign exchange markets convey fundamental information. Our GE model includes fundamental information that first manifests at the micro level and is not symmetrically observed by all agents. This produces foreign exchange transactions that play a central role in information aggregation, providing testable links between transaction flows, exchange rates, and future fundamentals. We test these links using data on all end-user currency trades received at Citibank over 6.5 years, a sample sufficiently long to analyze real-time forecasts at the quarterly horizon. The predictions are borne out in four empirical findings that define this paper's main contribution: (1) transaction flows forecast future macro variables such as output growth, money growth, and inflation, (2) transaction flows forecast these macro variables significantly better than the exchange rate does, (3) transaction flows (proprietary) forecast future exchange rates, and (4) the forecasted part of fundamentals is better at explaining exchange rates than standard measured fundamentals.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/13151.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sell Side School Ties",
            "abstract": "We study the impact of social networks on agents' ability to gather superior information about firms. Exploiting novel data on the educational backgrounds of sell side equity analysts and senior officers of firms, we test the hypothesis that analysts' school ties to senior officers impart comparative information advantages in the production of analyst research. We find evidence that analysts outperform on their stock recommendations when they have an educational link to the company. A simple portfolio strategy of going long the buy recommendations with school ties and going short buy recommendations without ties earns returns of 5.40% per year. We test whether Regulation FD, targeted at impeding selective disclosure, constrained the use of direct access to senior management. We find a large effect: pre-Reg FD the return premium from school ties was 8.16% per year, while post-Reg FD the return premium is nearly zero and insignificant. In contrast, in an environment that did not change selective disclosure regulation (the UK), the analyst school-tie premium has remained large and significant over the entire sample period.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/13973.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Lazy Prices",
            "abstract": "Using the complete history of regular quarterly and annual filings by U.S. corporations from 1995-2014, we show that when firms make an active change in their reporting practices, this conveys an important signal about future firm operations. Changes to the language and construction of financial reports also have strong implications for firmsâ\u0080\u0099 future returns: a portfolio that shorts â\u0080\u009cchangersâ\u0080\u009d and buys â\u0080\u009cnon-changersâ\u0080\u009d earns up to 188 basis points in monthly alphas (over 22% per year) in the future. Changes in language referring to the executive (CEO and CFO) team, regarding litigation, or in the risk factor section of the documents are especially informative for future returns. We show that changes to the 10-Ks predict future earnings, profitability, future news announcements, and even future firm-level bankruptcies; meanwhile firms that do not make changes experience positive abnormal returns. Unlike typical underreaction patterns in asset prices, we find no announcement effect associated with these changesâ\u0080\u0093with returns only accruing when the information is later revealed through news, events, or earningsâ\u0080\u0093suggesting that investors are inattentive to these simple changes across the universe of public firms.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/25084.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum, Reversals, and Investor Clientele",
            "abstract": "Different share classes on the same firms provide a natural experiment to explore how investor clienteles affect momentum and short-term reversals. Domestic retail investors have a greater presence in Chinese A shares, and foreign institutions are relatively more prevalent in B shares. These differences result from currency conversion restrictions and mandated investment quotas. We find that only B shares exhibit momentum and earnings drift, and only A shares exhibit monthly reversals. Institutional ownership strengthens momentum in B shares. These patterns accord with a setting where momentum is caused by informed investors who underreact to fundamental signals, and short-term reversals represent premia to absorb the demands of noise traders. Overall, our findings confirm that clienteles matter in generating stock return predictability from past returns.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/29453.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}