{
    "page_info": {
        "page_number": 135,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Quantile spillovers and connectedness analysis between oil and African stock markets",
            "abstract": "This study examines the spillovers and connectedness between oil and the African stock markets under bearish, normal, and bullish market conditions. Using the quantile connectedness method, we find higher spillovers under bearish market conditions than in both tranquil and bullish market conditions. Oil is a net transmitter of spillovers in the African markets. Furthermore, Ghana, Kenya, Nigeria, and South Africa are net receivers of spillovers, and Tunisia, Egypt, Morocco, and Mauritius are net transmitters of spillovers in the lower quantile. In the median quantile, Ghana shifts to being a net transmitter of spillovers, whereas Egypt becomes a net receiver of spillovers. In the upper quantiles, all markets are net transmitters of spillovers, except for Mauritius and Egypt. We find a strong connectedness between oil and the Nigerian market during bearish and tranquil market conditions which alleviates the bullish market scenario. Moreover, spillovers reached the maximum level in early 2020, corresponding to the first wave of the COVID-19 pandemic. The portfolio analysis shows that an optimally weighted portfolio offers the best downside risk for all markets. The hedged portfolio offers the best risk reduction for all economies.",
            "keywords": [
                "African markets",
                "Oil",
                "Spillovers",
                "Quantiles"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecanpo/v_3a78_3ay_3a2023_3ai_3ac_3ap_3a60-83.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The nonlinear connection between 52-week high and announcement effect of insider trading â\u0080\u0094 Evidence from mainland China and Taiwan",
            "abstract": "Employing two regulatory experiments including the pre-disclosure of insider sales in the Taiwan and the post-disclosure in China, this study investigates the different thinking of investors and effects in the stock markets. Using threshold model, we find that the investors may be reluctant to sell their holding for those priced stocks related to 52-week high under pre-disclosure of insider sales, because they cannot make sure when the insiders to sell actually. Oppositely, investors hurry to sell priced stocks near 52-week high under post-disclosure of insider sales owing to the certainty of insider sales. This paper confirms the anchoring effect of 52-week high for the event of insider trading.",
            "keywords": [
                "Threshold model",
                "Insider sales",
                "52-Week high",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a94_3ay_3a2021_3ai_3ac_3ap_3a1043-1057.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Estimating inflation compensation for Turkey using yield curves",
            "abstract": "Inflation compensation derived from nominal and real bond yields contains market based, real time information regarding the inflation expectations and the pricing of inflation risks. In this study, we calculate inflation compensation for Turkey by using nominal and real yield curves. The findings of event study analysis on inflation compensation indicate that changes in the term structure of inflation compensation contain information regarding the credibility of monetary authority. Moreover, we find that, at daily frequency, liquidity conditions have no significant effect on inflation compensation and hence the effects of events such as monetary policy decisions and inflation surprises on inflation compensation can be attributed mainly to changes in inflation expectations and pricing of inflation uncertainty.",
            "keywords": [
                "Inflation compensation",
                "Real yield",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a32_3ay_3a2013_3ai_3ac_3ap_3a592-601.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Limit order books, uninformed traders and commodity derivatives: Insights from the European carbon futures",
            "abstract": "This paper provides a suitable model for studying the strategic behavior of uninformed investors that trade commodity derivatives via limit order books. Two main testable implications are obtained after solving for the model equilibrium. The adverse selection costs of uninformed traders depend on the inflow of market orders and their risk aversion. Next, the adverse selection costs of uninformed buyers and sellers and the difference of their asset valuations determine the size of their bid-ask spread.",
            "keywords": [
                "Market microstructure",
                "Limit order book",
                "Uninformed traders",
                "Bid-ask spread",
                "European carbon futures"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a81_3ay_3a2019_3ai_3ac_3ap_3a387-410.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can futures price be a powerful predictor? Frequency domain analysis on Chinese commodity market",
            "abstract": "This paper presents the causal relationships between futures and spot prices of six metal and agriculture commodities in Chinese commodity market, using GC test, frequency domain approach proposed by Brietung and Candelon (2006) and Garbadeâ\u0080\u0093Silber (Gâ\u0080\u0093S) Model. Frequency domain approach indicates that futures price of each commodity is really a powerful predictor for spot price in both long and short terms, but not vice versa. From the results of Gâ\u0080\u0093S model, futures price of each commodity decides more than 70% of the price movements, which plays a dominant role in price discovering process. There are bi-directional casual relationships between futures and spot prices of all the six commodities excluding aluminum (Al) from the conclusions of time domain GC test.",
            "keywords": [
                "Futures price",
                "Spot price",
                "Chinese commodity market",
                "Frequency domain approach",
                "Garbadeâ\u0080\u0093Silber Model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a35_3ay_3a2013_3ai_3ac_3ap_3a264-271.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The intraday directional predictability of large Australian stocks: A cross-quantilogram analysis",
            "abstract": "This study investigates the directional predictability of overnight periods for intraday returns of large Australian stocks. The intraday reactions to overnight developments are studied using cross-quantilograms, a new, flexible methodology that facilitates detailed insights into the quantile dependence between two time series. The results provide evidence for the existence of intraday reversals after overnight periods that carry very bad news, whereas the picture of the short-term reactions to very positive overnight returns is mixed. The observed rebounds concern extreme quantiles and occur with a short delay during the first part of the trading day. The study also shows that continuation and reversal effects are not mutually exclusive. The economic significance of the identified patterns is illustrated by analysing the performance of a simple contrarian strategy.",
            "keywords": [
                "Quantile dependence",
                "Directional predictability",
                "Reversals",
                "Australian stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a64_3ay_3a2017_3ai_3ac_3ap_3a221-230.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock return autocorrelations and predictability in the Chinese stock marketâ\u0080\u0094Evidence from threshold quantile autoregressive models",
            "abstract": "This paper applies the threshold quantile autoregressive model to study stock return autocorrelations and predictability in the Chinese stock market from 2005 to 2014. The results show that the Shanghai A-share stock index has significant negative autocorrelations in the lower regime and has significant positive autocorrelations in the higher regime. It attributes that Chinese investors overreact and underreact in two different states. These results are similar when we employ individual stocks. Besides, we investigate stock return autocorrelations by different stock characteristics, including liquidity, volatility, market to book ratio and investor sentiment. The results show autocorrelations are significantly large in the middle and higher regimes of market to book ratio and volatility. Psychological biases can result into return autocorrelations by using investor sentiment proxy since autocorrelations are significantly larger in the middle and higher regime of investor sentiment. The empirical results show that predictability exists in the Chinese stock market.",
            "keywords": [
                "Stock return autocorrelations",
                "Predictability",
                "Chinese stock market",
                "Threshold quantile autoregressive model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a60_3ay_3a2017_3ai_3ac_3ap_3a391-401.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Climate risks and market efficiency",
            "abstract": "Climate science finds that the trend towards higher global temperatures exacerbates the risks of droughts. We investigate whether the prices of food stocks efficiently discount these risks. Using data from thirty-one countries with publicly-traded food companies, we rank these countries each year based on their long-term trends toward droughts using the Palmer Drought Severity Index. A poor trend ranking for a country forecasts relatively poor profit growth for food companies in that country. It also forecasts relatively poor food stock returns in that country. This return predictability is consistent with food stock prices underreacting to climate change risks.",
            "keywords": [
                "Climate risks",
                "Climate change",
                "Stock market",
                "Efficiency",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeconom/v_3a208_3ay_3a2019_3ai_3a1_3ap_3a265-281.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Variance disparity and market frictions",
            "abstract": "This paper introduces a new model-free approach to measuring the expectation of market variance using VIX derivatives. This approach shows that VIX derivatives carry different information about future variance than S&P 500 (SPX) options, especially during the 2008 financial crisis. I find that the segmentation is associated with frictions such as funding illiquidity, market illiquidity, and asymmetric information. When they are segmented, VIX derivatives contribute more to the variance discovery process than SPX options. These findings imply that VIX derivatives would offer a better estimate of expected variance than SPX options, and that a measure of segmentation may be useful for policymakers as it signals the severity of frictions.",
            "keywords": [
                "Economic uncertainty",
                "Illiquidity",
                "Asymmetric information",
                "Implied variance",
                "VIX derivative"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeconom/v_3a214_3ay_3a2020_3ai_3a2_3ap_3a326-348.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "High frequency traders and the price process",
            "abstract": "Using a dataset that uniquely identifies counterparties to each S&P500 eMini transaction, we classify each market participant as high or low frequency, and each transaction, by the speed of the traders involved. We investigate empirically the comparative influence of high and low frequency traders on the price process, and conversely the influence of the price process on the trading of high and low frequency traders. We find that high frequency traders have a particularly high success rate on each transaction, measured by the likelihood that the following price change will go in their direction as well as by the amount of time they have to wait to realize their gain, when trading against low frequency traders. Contrary to common wisdom, we find that high frequency tradersâ\u0080\u0099 activity does not induce volatility or jumps. In fact, it is their absence that is problematic: volatility and jumps are more prevalent in periods when they trade less intensely. Conversely, we find that spikes in volatility and jumps cause high frequency traders to trade less intensely, decreasing their provision of liquidity. Finally, looking at the market microstructure noise component to the price model, we find that higher level of noise generates trading opportunities for high frequency traders and lead them to increase their trading activity.",
            "keywords": [
                "High frequency trading",
                "Liquidity",
                "Market impact",
                "Price process",
                "Volatility",
                "Jumps",
                "Market microstructure noise"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeconom/v_3a217_3ay_3a2020_3ai_3a1_3ap_3a20-45.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sector-specific calendar anomalies in the US equity market",
            "abstract": "While previous studies have predominantly examined market-wide calendar anomalies, they have overlooked the seasonal patterns in each sector. This study bridges this gap by identifying sector-specific calendar anomalies within the US equity market. Using the longest available data (January 1999â\u0080\u0093December 2023) on sectoral exchange-traded funds (ETFs) without overlapping constituents, we statistically estimate significant positive and negative month-of-the-year effects across nine sectors as well as the S&P500. We present a comprehensive analysis of which months exhibit statistically significant and persistent calendar anomalies within individual sectors using two sample periods. Where necessary, we capture volatility clustering in a number of ETFs to improve the efficiency of our estimators. We also check the stability of the estimated models to reinforce the generalizability of our findings. Inter alia, the findings suggest that eight out of nine sectoral ETFs consistently yield positive returns in April and/or November and/or December. In both sample periods, none of the ten ETFs (including SPY) exhibited a significant positive or negative calendar anomaly in the muted months of March, May, June, August, September, and October. This study offers investment strategists useful insights for portfolio rebalancing, allowing them to capitalize on the most likely seasonal patterns affecting equity returns in specific sectors.",
            "keywords": [
                "Calendar effects",
                "Exchange traded funds",
                "Sector analysis",
                "Equity market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a95_3ay_3a2024_3ai_3apa_3as1057521924002795.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Jumps in equilibrium prices and market microstructure noise",
            "abstract": "Asset prices observed in financial markets combine equilibrium prices and market microstructure noise. In this paper, we study how to tell apart large shifts in equilibrium prices from noise using high frequency data. We propose a new nonparametric test which allows us to asymptotically remove the noise from observable price data and to discover jumps in fundamental asset values. We provide its asymptotic distribution to decide when such jumps occur. In finite samples, our test offers reasonable power for distinguishing between noise and jumps. Empirical evidence indicates that it is necessary to incorporate the presence of jumps in equilibrium prices.",
            "keywords": [
                "Jumps",
                "Noise",
                "Nonparametric tests",
                "High frequency data"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeconom/v_3a168_3ay_3a2012_3ai_3a2_3ap_3a396-406.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}