{
    "page_info": {
        "page_number": 85,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The intertemporal cross-price behavior of common stocks: Evidence and impications",
            "abstract": "The paper presents a measure of the intertemporal cross correlation between two time series and reports evidence of the presence of intertemporal cross dependence between the returns of NYSE stocks and those of the SP 500, showing that frequently traded stocks behave differently from stocks with thinner markets.",
            "keywords": [
                "intertemporal cross correlation",
                "times series analysis of stock returns",
                "trading frequency",
                "market thinness"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/44896.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Weather and stock markets: empirical evidence from Portugal",
            "abstract": "Multiple psychological studies support a relationship between weather and the mood of individuals. Furthermore, mood seems to influence the decision making process of individuals namely when those decisions are risky. Therefore, weather may have an indirect impact on market returns. We review the current evidence and investigate the relationship between four weather variables (Rain, Temperature, Sunshine and Wind speed) and the returns of a Portuguese stock market index between January 2000 and December 2009. In this research, based on â\u0080\u009cbin testsâ\u0080\u009d and regression analysis, we detect the influence of temperature, especially, low temperatures, on the stock market (low temperatures being associated with higher returns) but we cannot rule out the possibility that weather effects are being confounded with simpler calendar patterns.",
            "keywords": [
                "Stock market anomalies",
                "Weather effects",
                "Stock returns",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/54119.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Day of the Week Effect in the Pakistani Equity Market: An Investigation",
            "abstract": "This paper investigates the day of the week effect in the Pakistani equity market. Using daily data on eight sector indices as well as the general market index from January 1989 to December 1993, the analysis did not find, in general, significant differences in stock returns across trading days in the market. An overtime analysis indicates the presence of this anomaly in the period before the market was opened to international investors which disappeared in the later periods.",
            "keywords": [
                "Day Effect",
                "Pakistan",
                "Seasonality",
                "Equity Market",
                "Efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/5268.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short-term returns and the predictability of Finnish stock returns",
            "abstract": "The predictability of Finnish stock returns is studied using the framework of Ferson and Harvey (1993). We use a conditional asset pricing model where risk premia and risk sensitivities are conditioned on a range of financial information variables. In particular, we study the effect of the return interval on the predictability of short-term stock returns. Using daily, weekly, and monthly Finnish size and industry-sorted portfolio returns, we find that the predictability of returns increases with the length of return interval, but so does the power of the conditional pricing model to explain the predictability. Consistent with earlier results, we report that the time variation in risk premium accounts for most of the predictability. However, the results show also there is a sizable positive interaction between beta and risk premium which seems to increase for smaller companies.",
            "keywords": [
                "asset pricing",
                "predictability",
                "return interval",
                "time aggregation"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/13984.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Financial Forecast for the Relative Strength Index",
            "abstract": "In this paper we provide a closed-form expression for one of the most popular index in Technical Analysis: the Relative Strength Index (RSI). Given that we show how the standard binomial model for the stock price can be used to predict RSI. The algorithm is as simple as to code a standard European option. In an empirical application to the Chilean exchange rate we show how the method works having a better out of sample performance than an ARMA(1,1) model.",
            "keywords": [
                "Relative Strength Index",
                "Binomial Model",
                "Financial Forecast"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/25913.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Hedging, Familiarity and Portfolio Choice",
            "abstract": "We exploit the restrictions of intertemporal portfolio choice in the presence of non-financial income risk to design and implement tests of hedging that use the information contained in the actual portfolio of the investor. We use a unique dataset of Swedish investors with information broken down at the investor level and into various components of wealth, investor income, tax positions and investor demographic characteristics. Portfolio holdings are identified at the stock level. We show that investors do not engage in hedging, but invest in stocks closely related to their non-financial income. We explain this with familiarity, that is the tendency to concentrate holdings in stocks with which the investor is familiar in terms of geographical of professional proximity or that he has held for a long period. We show that familiarity is not a behavioral bias, but is information-driven. Familiarity-based investment allows investors to earn higher returns than they would have otherwise earned if they had hedged.",
            "keywords": [
                "Asset pricing",
                "Portfolio decision",
                "Hedging"
            ],
            "eco_link": "https://econpapers.repec.org/paper/hhssifrwp/0021.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading volume and return volatility of Bitcoin market: evidence for the sequential information arrival hypothesis",
            "abstract": "Abstract This paper gives the first empirical evidence on the relationships between trading volume and return volatility of the Bitcoin denominated in fifteen foreign currencies by investigating two competing hypotheses, i.e., mixture of distribution hypothesis (MDH) and sequential information arrival hypothesis (SIAH). Allowing for both linear and nonlinear correlation and causality tests, the empirical results mainly show that: first, trading volume and return volatility are negatively correlated, implying a lack of support for the MDH; second, we document significant leadâ\u0080\u0093lag relationships between trading volume and return volatility, which support the SIAH; third, the results are robust to alternative measurements of trading volume, data source and sub-period analysis. Generally speaking, these findings have practical implications for investors, who are interested in investing in Bitcoin market.",
            "keywords": [
                "Bitcoin",
                "Trading volume",
                "Return volatility",
                "Mixture of distribution hypothesis",
                "Sequential information arrival hypothesis",
                "Foreign currencies"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjeicoo/v_3a14_3ay_3a2019_3ai_3a2_3ad_3a10.1007_5fs11403-019-00250-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do designated market makers provide liquidity during a flash crash?",
            "abstract": "We show that (electronic) designated market makers are not necessarily beneficial to the stock market during ash crashes. They actually consume liquidity when it is most needed, even if they are rewarded by the exchange to provide immediacy. This behavior exacerbates the transient price impact, unrelated to fundamentals, typically observed during a ash crash. In their place, slow traders provide liquidity, taking advantage of the discounted price. We thus uncover a trade-off between the greater liquidity and efficiency provided by designated market makers in normal times, and the disruptive consequences of their quoting/trading activity during distressed times.",
            "keywords": [
                "flash crashes",
                "designated market makers (DMMs)",
                "high-frequency traders (HFTs)",
                "market fragility"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsafewp/270.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information leakage prior to market switches and the importance of Nominated Advisers",
            "abstract": "This study tests the information leakage hypothesis prior to the public announcement of firms switching between the Alternative Investment Market (AIM) and the Main Market (MM) in the UK. We find significant abnormal stock returns 60 trading days prior to the announcement of these switches. The results are robust after controlling for switching anticipation, rumors, other major corporate announcements, and firm performance one year prior to the switch. We also show that having a reputable Nominated Adviser (Nomad) significantly moderates the abnormal stock returns prior to market switches. However, this effect does not hold when Nomads also act as brokers in firms that switch markets. Overall, these findings provide novel evidence about abnormal stock returns prior to the announcement of market switches in the UK and the role of Nomads. As such, we shed light on the significance and the limits of decentralized regulation on informed trading activity.",
            "keywords": [
                "Information leakage",
                "Market switches",
                "Alternative investment market (AIM)",
                "Main market (MM)",
                "Nominated advisers (Nomads)"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebracre/v_3a56_3ay_3a2024_3ai_3a6_3as0890838924002257.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "High-frequency quoting, trading, and the efficiency of prices",
            "abstract": "We examine the relation between high frequency quotation and the behavior of stock prices between 2009 and 2011 for the full cross section of securities in the US. On average, higher quotation activity is associated with price series that more closely resemble a random walk, and significantly lower cost of trading. We also explore market resiliency during periods of exceptionally high low-latency trading: large liquidity drawdowns in which, within the same millisecond, trading algorithms systematically sweep large volume across multiple trading venues. Although such large drawdowns incur trading costs, they do not appear to degrade the price formation process or increase the subsequent cost of trading. In an out-of-sample analysis, we investigate an exogenous technological change to the trading environment on the Tokyo Stock Exchange that dramatically reduces latency and allows co-location of servers. This shock also results in prices more closely resembling a random walk and a sharp decline in the cost of trading.",
            "keywords": [
                "High frequency trading",
                "Market microstructure",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a116_3ay_3a2015_3ai_3a2_3ap_3a271-291.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Coming early to the party",
            "abstract": "We examine the strategic behavior of High Frequency Traders (HFTs) during the pre-opening phase and the opening auction of the NYSE-Euronext Paris exchange. HFTs actively participate, and profitably extract information from the order flow. They also post \"flash crash\" orders, to gain time priority. They make profits on their last-second orders; however, so do others, suggesting that there is no speed advantage. HFTs lead price discovery, and neither harm nor improve liquidity. They \"come early to the party\", and enjoy it (make profits); however, they also help others enjoy the party (improve market quality) and do not have privileges (their speed advantage is not crucial).",
            "keywords": [
                "High-Frequency Traders (HFTs)",
                "Proprietary Trading",
                "Opening Auction",
                "Liquidity Provision",
                "Price Discovery"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwsafewp/182.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Profitability of Technical Analysis in the Singapore Stock Market: before and after the Asian Financial Crisis",
            "abstract": "In the aftermath of the Asian financial crisis, a series of reform and liberalization measures have been implemented in Singapore to upgrade its financial markets. This study investigates whether these measures have led to less profitability for those investors who employ technical rules for trading stocks. Our results show that the three trading rules consistently generate higher annual returns for 1988-1996 than those for 1999-2007. Further, they generally perform better than the buy-and-hold (BH) strategy for 1988-1996 but perform no better than the BH strategy for 1999-2007. These findings suggest that the efficiency of the Singapore stock market has been considerably enhanced by the measures implemented after the crisis.",
            "keywords": [
                "Asian financial crisis",
                "profitability",
                "technical analysis",
                "moving average",
                "trading range breakout"
            ],
            "eco_link": "https://econpapers.repec.org/article/risintegr/0468.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}