{
    "page_info": {
        "page_number": 17,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Dynamics of extreme spillovers across European sustainability markets",
            "abstract": "Abstract This study examines the asymmetric spillovers, quantile connectedness, and dynamic inter-dependence structures among the leading European Dow Jones sustainability markets (Belgium, Europe, Finland, France, Germany, Italy, the Netherlands, and Spain). We used the quantile cross-spectral approach of Barunik and Kley (Econom J 22:131â\u0080\u0093152, 2019) and the quantile connectedness analysis of Ando et al. (Manag Sci, 2022) to achieve our objectives. The results show a positive short-term dependence between European and country-level sustainability markets during bearish and bullish market scenarios. The dependence is higher in the long term than in the short and intermediate terms in bearish markets than that for bullish markets. The return spillover is higher during bearish market conditions than during bullish ones. The sustainability indices of Belgium, Italy, the Netherlands (only at lower quantiles), and Finland are net receivers in the system under bearish and bullish market conditions, whereas the remaining indices are net return transmitters in the system.",
            "keywords": [
                "European sustainability markets",
                "Asymmetric spillovers",
                "COVID-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/spreurase/v_3a15_3ay_3a2025_3ai_3a1_3ad_3a10.1007_5fs40822-024-00272-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Performance-Effekte nach Directors' Dealings in Deutschland, Italien und den Niederlanden",
            "abstract": "Directors' Dealings have been extensively analysed especially for U.S. and U.K. stock markets. This event study is meant to bridge the gap for Germany, Italy and the Netherlands. The question to be investigated is whether board members and other company insiders earn abnormal returns with market transactions in their company's stocks and whether other market participants can profitably adopt these strategies at the time company insiders make these transactions public.",
            "keywords": [
                "Directors' dealings",
                "insider trading",
                "information efficiency",
                "market efficiency",
                "event study",
                "Europe",
                "stock market"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwfsfmwp/57.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extreme time-frequency connectedness between energy sector markets and financial markets",
            "abstract": "The renewable energy market has developed into a distinct asset class that has garnered significant attention from investors worldwide. This study investigates the connectedness between the S&P 500 and various energy sectors, including the Green Bond (Green Bond), S&P GSCI Carbon Emission Allowances Index (GSCI EUA), S&P GSCI Biofuel (GSCI Biofuel), and S&P Global Clean Energy Indices (Global Clean Energy). Combining the quantile connectedness approach of Ando et al. (2022) and the spillover index developed by Chatziantoniou et al. (2022), we investigate the quantile time-frequency connectedness among these markets. Our findings reveal that the impact of tail risk spreading to the energy sector during extremely challenging market conditions is significantly amplified. Most tail risk spillovers between the energy sectors involve short-term risk spillovers, as seen by analyzing the frequency domain. The impact of tail risk spillover is stronger during extreme situations, showing a short-term asymmetry. Global Clean Energy and the S&P 500 play important roles in spreading risk to other sectors, known as tail risk spillover. They add to the overall risk that affects the network system. On the other hand, other energy sectors (GSCI EUA and GSCI Biofuel) as well as green bonds act as net recipients by receiving the risk rather than spreading it further, potentially providing portfolio diversification. It is essential to understand how these key players influence risk in the financial system. Utilizing a variety of techniques to assess portfolio performance shows the importance of understanding the return transmission mechanism in the process of developing a portfolio and suggests that Clean Energy, given its relative independence, may make an excellent diversification investment.",
            "keywords": [
                "Energy sector",
                "quantiles spillover",
                "portfolio management"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecanpo/v_3a84_3ay_3a2024_3ai_3ac_3ap_3a847-877.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sunny Upside? The Relationship Between Sunshine and Stock Market Returns",
            "abstract": "\"Weather can have profound effects on economic activity, most obviously agriculture, construction, and transportation. It has also been reported that the daily weather in New York City affects U. S. stock returns, a clear challenge to the efficient market presumption that rational investors will not let their assessment of a stockâ\u0080\u0099s value be swayed by whether the sun happens to be shining. Studies claiming to have found a sunshine effect are clouded by differing methodologies which may have been chosen to buttress the results. We examine a fresh set of data and confirm the existence of a New York City sunshine effect which may have weakened over time as trading has become more geographically dispersed.\"",
            "keywords": [
                "\"weather and stock market",
                "market efficiency\""
            ],
            "eco_link": "https://econpapers.repec.org/article/renjournl/v_3a7_3ay_3a2015_3ai_3a2_3ap_3a173-183.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do airlines always suffer from crashes?",
            "abstract": "We examine the impact of aviation disasters on the stock prices of the crash airlines and their rival airlines. Results show that the crash airlines experience deeper negative abnormal returns as the degree of fatality increases. The stock prices of the rival airlines also suffer in large-scale disasters but benefit from the disasters when the fatality is minor.",
            "keywords": [
                "Air crashes",
                "Stock market",
                "Contagion effect",
                "Switch effect",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a118_3ay_3a2013_3ai_3a1_3ap_3a113-117.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Profitability of CAPM Momentum Strategies in the US Stock Market",
            "abstract": "This paper provides a historical review of the performance of the risk-adjusted momentum strategies when buying and selling stocks according to the alpha estimates of the CAPM and Famaâ\u0080\u0093French regressions. Our sample covers over 60 million US daily firm-return observations. High Sharpe ratios are obtained under our risk-adjusted strategies. It is also found that stock market crashes have no apparent impact on our momentum profits.",
            "keywords": [
                "Momentum Strategies",
                "Sharpe Ratio",
                "Fama-French Model",
                "CAPM Model."
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/80563.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Long-run performance of IPOs and the role of financial analysts: some French evidence",
            "abstract": "This paper examines the long-run performance of French initial public offerings (IPOs) carried out between 1991 and 2005. Using various methodologies, we found that IPOs in our sample performed poorly relative to the comparison portfolios over the 1991â\u0080\u00932005 horizon in contrast to that reported by prior studies of the French market. This abnormal long-run performance is more severe for orphan IPOs (those without financial analystsâ\u0080\u0099 recommendations) than for non-orphan IPOs the first year following the offerings (a statistically significant difference). In contrast to the widely held belief, this evidence suggests that analyst coverage is indeed not important to the issuing firm. Investors pay more attention to non-orphan IPOs when they are not book built, venture capital backed, underwritten by a large syndicate and less underpriced. Over the 1991â\u0080\u00932005 period, an analystâ\u0080\u0099s affiliation does not appear to matter. This result is inconsistent with the conflict of interest hypothesis. During the first year of issuance, analystsâ\u0080\u0099 recommendations are associated with the success of a newly public firm. However, once we extend the horizon to 3 or 5 years after the issuance, we can find that analystsâ\u0080\u0099 recommendations are not significantly related to the long-run performance of IPOs.",
            "keywords": [
                "initial public offerings",
                "financial analyst",
                "long-run performance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/41551.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The high volume return premium: Cross-country evidence",
            "abstract": "We examine the high volume return premium across 41 different countries and find it to be a phenomenon found in both developed and emerging markets. The premium is not caused by systematic differences in risk or liquidity. Using Merton's (1987) investor recognition hypothesis as a guide, we find the magnitude of the premium is generally associated with country and firm characteristics hypothesized to affect returns subsequent to a change in a stock's visibility. We also characterize the time-series properties of the premium and consider economic trading strategies.",
            "keywords": [
                "Return premium",
                "Volume",
                "International stock markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a103_3ay_3a2012_3ai_3a2_3ap_3a255-279.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The price impact of options and futures volume in after-hours stock market trading",
            "abstract": "We set out in this study to investigate the price impacts of options and futures trading prior to the stock market opening. Our findings indicate clustering by a high proportion of informed traders during the â\u0080\u0098pre-openâ\u0080\u0099 period, with their options and futures trading volume being found to have significant influences on price changes. The evidence from our focus on this specific trading period suggests that in both the options and futures markets, institutional investors are more sophisticated than other traders. The trading behavior of these informed traders adds support to the â\u0080\u0098stealth-tradingâ\u0080\u0099 hypothesis, particularly in the futures market.",
            "keywords": [
                "Price impact",
                "Informed traders",
                "Options volume",
                "Futures volume",
                "After-hours trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a21_3ay_3a2013_3ai_3a1_3ap_3a984-1007.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Estimating the Expected Marginal Rate of Substitution: Exploiting Idiosyncratic Risk",
            "abstract": "This paper develops a simple but general methodology to estimate the expected intertemporal marginal rate of substitution or \"EMRS\", using only data on asset prices and returns. Our empirical strategy is general, and allows the EMRS to vary arbitrarily over time. A novel feature of our technique is that it relies upon exploiting idiosyncratic risk, since theory dictates that idiosyncratic shocks earn the EMRS. We apply our methodology to two different data sets: monthly data from 1994 through 2003, and daily data for 2003. Both data sets include assets from three different markets: the New York Stock Exchange, the NASDAQ, and the Toronto Stock Exchange. For both monthly and daily frequencies, we find plausible estimates of EMRS with considerable precision and time-series volatility. We then use these estimates to test for asset integration, both within and between stock markets. We find that all three markets seem to be internally integrated in the sense that different assets traded on a given market share the same EMRS. The technique is also powerful enough to reject integration between the three stock markets, and between stock and money markets.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/10805.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock price patterns around the trades of corporate insiders on the London Stock Exchange",
            "abstract": "This paper examines the patterns of security returns around the trades of corporate insiders in the shares of their own company. We find patterns in abnormal returns in the days around a director's trade that are consistent with directors engaging in short- term market timing: they sell (buy) after an increase (decline) in prices, and their trades are followed by a partial price reversal. This provides strong evidence that directors trade to exploit patterns in share prices. We also find positive gross, but not net, abnormal returns to imitating some of the trades of directors once transactions costs implicit in the bid-ask spread are taken into account. We also report that some types of trades have superior predictive content over future returns. In particular, we find that medium-sized trades are more informative for short-term returns than large ones, consistent with Barclay and Warner's (1993) \"stealth trading\" hypothesis.",
            "keywords": [
                "market efficiency",
                "corporate insiders",
                "insider trading",
                "directors' trading",
                "informed trading"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/119116.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Emerging Stock Markets Return Seasonalities: the January Effect and the Tax-Loss Selling Hypothesis",
            "abstract": "We test for seasonal effects in stock returns, the January effect anomaly and the tax-loss selling hypothesis using monthly stock returns in eighteen emerging stock markets for the period 1987-1995. Even though considerable evidence for seasonal effects applies in several countries, we find very little evidence in favour of the January effect and the tax-loss selling hypothesis. These results provide some support to the informational efficiency aspect of the market efficiency hypothesis",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nigwpaper/0037.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}