{
    "page_info": {
        "page_number": 34,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Institutional ownership, investor recognition and stock performance around index rebalancing: Evidence from Indian market",
            "abstract": "This study examines the effect of institutional ownership and investorsâ\u0080\u0099 recognition on stock performance around index rebalancing in the Indian market. Studying two significant indices-Nifty 50 and Next Nifty 50 of the National Stock Exchange (NSE) of India from 2002 to 2016 around index rebalancing, we observe the increase (decrease) in institutional ownership for index addition (deletion) category stocks where they exhibit positive (negative) stock returns on an average. Also, we observe that the deletion category stocks suffer from investorsâ\u0080\u0099 loss of attention around index rebalancing. Further, we find that foreign institutional investors react to index rebalancing events relatively faster compared to mutual funds and banking institutions. Overall our results support index rebalancing as an information event for Indian markets, conveying positive information about addition stocks whereas negative stock price response for deletion stocks.",
            "keywords": [
                "Institutional investors",
                "Investor recognition",
                "Index rebalancing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeemulfin/v_3a55_3ay_3a2020_3ai_3ac_3as1042444x20300049.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trader activities, ownership, and stock price reactions to MSCI standard index changes: Evidence from Taiwan",
            "abstract": "This paper examines market reactions to constituent changes in the MSCI Taiwan Index. We find that abnormal returns are significantly positive for additions and significantly negative for deletions. Foreign investors purchase the shares of stocks added to the index, and sell the shares deleted from the index. We also find that individuals and corporate investors provide liquidity to foreign investors. In terms of investment performance around announcement and implement dates, foreign investors have positive returns on additions and small losses on deletions, while individuals suffer losses on additions.",
            "keywords": [
                "MSCI Taiwan index",
                "Index changes",
                "Constituents",
                "Investment performance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeemulfin/v_3a36_3ay_3a2016_3ai_3ac_3ap_3a49-63.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Web search volume acceleration and cross-sectional returns",
            "abstract": "This study examines the effect of web search volume acceleration (WSVA) on predicting future stock returns. We find that WSVA can significantly and negatively predict future stock returns in the Chinese stock market. After controlling for firm characteristics and changing the WSVA measurement, the negative return predictability of WSVA is still significant, and WSVA provides more predictive information than is contained in the web search volume speed (WSVS). Our empirical results are unable to be explained by existing common risk factors. We find that the return predictability of WSVA becomes stronger for stocks that grab higher investor attention, during higher investor sentiment period, and for stocks that face higher limits of arbitrage, which supports for stock mispricing theory in behavioral finance.",
            "keywords": [
                "Web search volume acceleration",
                "Cross-sectional returns",
                "Mispricing",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a66_3ay_3a2023_3ai_3ac_3as0275531923001927.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The change in salience and the cross-section of stock returns: Empirical evidence from China A-shares",
            "abstract": "This study explores the relationship between stocks' change in salience (CS) and the cross-section of stock returns. We find that the change in salience can negatively predict future stock returns. Investors, attracted by salient attributes of choices, overestimate prominent rising trends in stock historical return performance and extrapolate, leading stocks with prominent rising trends to be overpriced and earning lower subsequent returns. In terms of potential mechanisms, we find that costly arbitrage and lottery preference are two underlying mechanisms behind the mispricing of CS. The CS effect is more pronounced among stocks with greater costly arbitrage and greater lottery preference. Moreover, both institutional and individual investors are shown to generate distortions of expectations induced by salient thinking. Our findings are robust after considering common risk factors, shell contamination, short-term reversals, the prospect theory, and investor attention.",
            "keywords": [
                "Salience theory",
                "Change in salience",
                "Return predictability",
                "Costly arbitrage",
                "Lottery preference"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a85_3ay_3a2024_3ai_3ac_3as0927538x24000702.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Analyst optimism and market sentiment: Evidence from European corporate sustainability reporters",
            "abstract": "This study investigates the effect of investor sentiment on analystsâ\u0080\u0099 optimism bias for a set of European companies with high-quality non-financial information reporting. The contents of the reports should make stock recommendations for such firms that are less prone to sentiment-driven optimism bias; our observations show this to be the case. For further insight, we analysed the informative value of stock recommendations in high- and low-sentiment periods, taking sustainability reporting quality into account. We find that buy recommendations for high-sustainability stocks have no informational value when sentiment is high, whereas informative recommendations in the form of sell recommendations for low-sustainability stocks appear when sentiment is high.",
            "keywords": [
                "Financial analysts",
                "Optimism bias",
                "Investor sentiment",
                "Sustainability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a69_3ay_3a2024_3ai_3ac_3as027553192400045x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Evaluating asset pricing models in the Korean stock market",
            "abstract": "This paper evaluates and compares asset pricing models in the Korean stock market. The asset pricing models considered are the CAPM, APT-motivated models, the Consumption-based CAPM, Intertemporal CAPM-motivated models, and the Jagannathan and Wang conditional CAPM model. By using various test portfolios as well as individual stocks, we conduct time-series tests and cross-sectional regression tests based on individual t-tests, the joint F-tests, the Hansen and Jagannathan (1997) distance, and R-squares. Overall, the Fama and French (1993) five-factor model performs most satisfactorily among the asset pricing models considered in explaining the intertemporal and cross-sectional behavior of stock returns in Korea. The Fama and French (1993) three-factor model, the Chen et al. (2010) three-factor model, and the Campbell (1996) model are the next. The results indicate that the two bond portfolios, term spread and default spread, play an important role in explaining stock returns in Korea.",
            "keywords": [
                "Pricing performance",
                "Asset pricing models",
                "CAPM",
                "APT",
                "Consumption-based CAPM",
                "Intertemporal CAPM",
                "Korean stock markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a20_3ay_3a2012_3ai_3a2_3ap_3a198-227.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Firms' profit instability and the cross-section of stock returns: Evidence from China",
            "abstract": "This study utilizes samples from the Chinese A-share market to examine the relation between firmsâ\u0080\u0099 profit instability and cross-sectional stock returns. The empirical evidence indicates that firms with high profit instability have substantially lower future stock returns than those with low profit instability. The predictive information contained in profit instability is not subsumed by the level of profitability or the volatility of cash flow and is robust after controlling for well-known firm characteristics and risks. In addition, the long-term predictive performance of the firmâ\u0080\u0099s profit instability is permanent over at least five years. Moreover, the profit instability effect is stronger among firms with better recent past performance, more lottery-like payoffs, and higher arbitrage risk. This finding suggests that the immaturity of investors and high constraints on arbitrage are the main sources of the profit instability effect in the Chinese market, which is consistent with the implications of behavioral mispricing explanations. Our investigation enriches the studies on profitability anomalies by uncovering profit instability as an incremental signal in predicting stock returns. Furthermore, this study provides a novel view to better understand the mechanisms of the anomalies related with firms' profitability in undeveloped stock markets of emerging economies, thereby benefiting investors from all over the world to seek more efficient investment strategies.",
            "keywords": [
                "Profit instability",
                "Predictive power",
                "Expected returns",
                "Chinese stock market",
                "Mispricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a53_3ay_3a2020_3ai_3ac_3as0275531919308256.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Oil price shocks and the equity market: Evidence for the S&P 500 sectoral indices",
            "abstract": "Using monthly returns of ten S&P 500 sectoral indices from January 1990 to January 2015, I examine the impact of demand and supply shocks of oil on the stock market. I confirm that positive shocks to U.S. production of oil and economic activity have a significant and positive influence on stock returns. Moreover, the negative and persistent effect of real oil price shocks on all sectoral indices except energy and utility found by this study. I also examine the impact of oil price volatility on stock returns. Oil price volatility has a negative and significant effect on all industries, even oil-related and oil substitutes. In addition, I get the VAR estimations for the crisis period and find that there is a substantial increase in the role of oil price shocks in the decomposition of stock returns of all sectors. Furthermore, stock returns are better explained by U.S. oil production shocks than other shocks in most sectors over the financial crisis time period. In addition, I find the asymmetric effects of oil shocks are applicable to only two out of ten sectors, implying the effect of oil price return on equity returns only in the energy and utility sectors are not asymmetric.",
            "keywords": [
                "Oil price shock",
                "Equity returns",
                "Oil price volatility",
                "VAR"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a49_3ay_3a2019_3ai_3ac_3ap_3a137-155.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Quality acceleration and cross-sectional returns: Empirical evidence",
            "abstract": "This study investigates the relationship between quality acceleration and cross-sectional returns, and explores the source of quality acceleration effect. We provide empirical evidence that quality acceleration positively and significantly predicts subsequent stock returns, and this predictive ability of quality acceleration lasts for three months, and does not reverse in the long term. These results are robust to alternative subsamples and alternative measures of quality acceleration, and common anomalies. The prediction information contained in quality acceleration is not subsumed by quality level and quality growth, and even exceeds the prediction information contained in quality level and growth. Consistent with a behavioral mispricing explanation, we find that the quality acceleration effect becomes stronger in the period of high investor sentiment, while the quality acceleration effect becomes weaker or even disappears in the period of low investor sentiment. However, the quality acceleration effect cannot be explained by limits to arbitrage and investor attention. Finally, quality acceleration has incremental predictive power for future one-quarter-ahead earnings growth, as well as future two- and three-quarters-ahead quality growth, which could be overlooked by investors.",
            "keywords": [
                "Quality acceleration",
                "Return predictability",
                "Mispricing",
                "Investor sentiment",
                "Limits to arbitrage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a69_3ay_3a2024_3ai_3ac_3as027553192400062x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The effect of macroeconomic announcements at a sectoral level in the US and European Union",
            "abstract": "This paper examines macroeconomic announcement shocks on United States (US) and European Union (EU) sectoral indices. We first examine unexpected (surprise) macroeconomic announcements and then decompose the surprise announcements further into positive and negative shocks. There are significant differences in announcement effects between the US and the EU markets with US macroeconomic announcements being more influential than EU announcements. Sector returns are more responsive to macroeconomic news shocks when decomposed into positive and negative components, as well as being more consistent with the predicted relationships. There is also some evidence of an asymmetric announcement reaction to positive and negative shocks. As sectors respond differently to the global and regional shocks this implies they are not fully integrated and indicates possible risk diversification.",
            "keywords": [
                "Stock market",
                "Macroeconomic news",
                "Market expectations"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a44_3ay_3a2018_3ai_3ac_3ap_3a256-272.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do foreign institutional traders have private information for the market index? The aspect of market microstructure",
            "abstract": "We investigate whether foreign institutional investors possess private information in index futures trading based upon six-year market index futures transaction data on the Taiwan Futures Exchange (TAIFEX). According to the French and Roll (1986) â\u0080\u0098decomposition of price formationâ\u0080\u0099, our empirical results rule out the possibility that volatility dynamics are driven by public information and mispricing, since the findings indicate that private information proxied by information-related intraday patterns of volatility and bid-ask spread would be the major cause of price variations. A test of the information hypothesis of Schlag and Stoll (2005) provides further support for the existence of private information in foreign institutional trading. Finally, when calculating the cumulative return for foreign institutional traders from detailed account-by-account trading data, the conclusions drawn from our empirical analysis remain unchanged.",
            "keywords": [
                "Foreign institutional investors",
                "Market index futures",
                "Private information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a55_3ay_3a2018_3ai_3ac_3ap_3a308-323.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday volume-return nexus in cryptocurrency markets: Novel evidence from cryptocurrency classification",
            "abstract": "This paper analyses the volume-return relationships across the top 30 most traded cryptocurrencies from February 2018 to July 2019 using high-frequency intraday data. We use a novel approach for the classification of cryptocurrencies with respect to multiple qualitative factors, such as geographical location of headquarters, founder and founderâ\u0080\u0099s origin, platform on which the cryptocurrency is built, and consensus algorithm, among others. We identify significant bidirectional causalities between trading volume and returns at different high-frequency intervals; however, those linkages are weakening with decreasing data frequencies. The findings confirm the leading position of the Bitcoin trading volume in the cryptocurrency price formation. This evidence will help investors to design effective trading strategies in cryptocurrency markets providing useful insights from cryptocurrency categorisation.",
            "keywords": [
                "Cryptocurrency classification",
                "Bitcoin",
                "Volume-return relationships",
                "Granger causality"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a60_3ay_3a2022_3ai_3ac_3as0275531921002130.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}