{
    "page_info": {
        "page_number": 48,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Shorting flows, public disclosure, and market efficiency",
            "abstract": "Shorting flows remain a significant predictor of negative future stock returns during 2010â\u0080\u00932015, when daily short-sale volume data are published in real time. This predictability decays slowly and lasts for a year. Long-term shorting flows are more informative than short-term shorting flows. Indeed, abnormal short-term shorting flows do not predict future returns or anticipate bad news. We find that short sellers exploit prominent anomalies. A comparison with the Regulation SHO data indicates that the predictability is much shorter-term during 2005â\u0080\u00932007. Short sellers appear to have shifted from trading on short-term private information to trading on long-term public information that is gradually incorporated into prices.",
            "keywords": [
                "Short sale",
                "Public disclosure",
                "Return predictability",
                "Anomalies"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a135_3ay_3a2020_3ai_3a1_3ap_3a191-212.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Security analysts and capital market anomalies",
            "abstract": "We examine the value and efficiency of analyst recommendations through the lens of capital market anomalies. We find that analysts do not fully use the information in anomaly signals when making recommendations. Analysts tend to give more favorable consensus recommendations to stocks classified as overvalued and, more important, these stocks subsequently tend to have particularly negative abnormal returns. Analysts whose recommendations are better aligned with anomaly signals are more skilled and elicit stronger recommendation announcement returns. Our findings suggest that analystsâ\u0080\u0099 biased recommendations could be a source of market friction that impedes the efficient correction of mispricing.",
            "keywords": [
                "Analysts",
                "Analyst recommendations",
                "Anomalies",
                "Mispricing",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a137_3ay_3a2020_3ai_3a1_3ap_3a204-230.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric decrease in liquidity trading before earnings announcements and the announcement return premium",
            "abstract": "Investors are reluctant to trade in the high-information-asymmetry days before earnings announcements. We show that the decrease in liquidity trading before announcements is asymmetric. We analyze buy and sell orders of investors with passive investment strategies, and find they do not reduce their sales as much as their purchases in the days before announcements. Investors needing liquidity sell stocks at a discount relative to the post-announcement price, and these preannouncement liquidity sales are a significant driver of the average positive returns, or return premium, known to characterize announcement days.",
            "keywords": [
                "Earnings announcement premium",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a118_3ay_3a2015_3ai_3a2_3ap_3a383-398.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Why does public news augment information asymmetries?",
            "abstract": "The arrival of a public signal worsens the adverse selection problem if informed investors are risk averse. Precisely, the public signal reduces uncertainty which boosts informed investorsâ\u0080\u0099 participation leading to a more toxic order flow. I confirm the modelâ\u0080\u0099s empirical predictions by estimating the effect of the publication of the weekly change in oil inventories on liquidity via a difference-in-differences strategy. The bid-ask spread of stocks related to oil doubles after the release and their volume increases by 32% regardless of the reportâ\u0080\u0099s surprise. Further, consistent with the model, implied volatility drops and insiderâ\u0080\u0099s trading increases after the reportâ\u0080\u0099s publication.",
            "keywords": [
                "Public information",
                "News release",
                "Asymmetric information",
                "liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a137_3ay_3a2020_3ai_3a1_3ap_3a72-89.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "When low beats high: Riding the sales seasonality premium",
            "abstract": "This paper examines whether predictable seasonal patterns in firm fundamentals generate time variation in stock returns. Our findings indicate that stock returns are counterseasonal. Specifically, a long-short strategy of buying low-sales season stocks and shorting high-sales season stocks produces an annual alpha of 8.4% (14.5% over the last decade). This seasonal effect has a relatively high Sharpe ratio and occurs independently of previously documented seasonal anomalies. We analyze several possible hypotheses for this phenomenon.",
            "keywords": [
                "Asset pricing",
                "Return predictability",
                "Seasonality",
                "Market efficiency",
                "Product markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a138_3ay_3a2020_3ai_3a2_3ap_3a572-591.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Have we solved the idiosyncratic volatility puzzle?",
            "abstract": "We propose a simple methodology to evaluate a large number of potential explanations for the negative relation between idiosyncratic volatility and subsequent stock returns (the idiosyncratic volatility puzzle). Surprisingly, we find that many existing explanations explain less than 10% of the puzzle. On the other hand, explanations based on investorsâ\u0080\u0099 lottery preferences and market frictions show some promise in explaining the puzzle. Together, all existing explanations account for 29â\u0080\u009354% of the puzzle in individual stocks and 78â\u0080\u009384% of the puzzle in idiosyncratic volatility-sorted portfolios. Our methodology can be applied to evaluate competing explanations for other asset pricing anomalies.",
            "keywords": [
                "Idiosyncratic volatility",
                "Cross-section of stock returns",
                "Lottery preferences",
                "Market frictions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a121_3ay_3a2016_3ai_3a1_3ap_3a167-194.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information Shocks and Short-Term Market Underreaction",
            "abstract": "Using jumps in stock prices as a proxy for large information shocks, we provide evidence consistent with short-term underreaction in the US equity market. Strategies long (short) stocks with positive (negative) lagged jump returns earn significantly positive returns over the next one- to three-month horizons. The results based on intraday jumps, especially overnight jumps, provide further evidence consistent with underreaction. The underreaction is robust to controlling for other firm characteristics, extends stock return momentum over intermediate to short horizons, and captures market underreaction to information shocks beyond earnings surprises. We further show that limited investor attention contributes to short-term underreaction.",
            "keywords": [
                "Information shocks",
                "Short-term underreaction",
                "Stock return momentum",
                "Earnings announcement effect",
                "Limited investor attention"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a124_3ay_3a2017_3ai_3a1_3ap_3a43-64.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A trend factor: Any economic gains from using information over investment horizons?",
            "abstract": "In this paper, we provide a trend factor that captures simultaneously all three stock price trends: the short-, intermediate-, and long-term, by exploiting information in moving average prices of various time lengths whose predictive power is justified by a proposed general equilibrium model. It outperforms substantially the well-known short-term reversal, momentum, and long-term reversal factors, which are based on the three price trends separately, by more than doubling their Sharpe ratios. During the recent financial crisis, the trend factor earns 0.75% per month, while the market loses â\u0088\u00922.03% per month, the short-term reversal factor loses â\u0088\u00920.82%, the momentum factor loses â\u0088\u00923.88%, and the long-term reversal factor barely gains 0.03%. The performance of the trend factor is robust to alternative formations and to a variety of control variables. From an asset pricing perspective, it also performs well in explaining cross-section stock returns.",
            "keywords": [
                "Trends",
                "Moving averages",
                "Asymmetric information",
                "Predictability",
                "Momentum",
                "Factor models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a122_3ay_3a2016_3ai_3a2_3ap_3a352-375.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Institutional ownership and return predictability across economically unrelated stocks",
            "abstract": "We document strong weekly lead-lag return predictability across stocks from different industries with no customer-supplier linkages (economically unrelated stocks). Between 1980 and 2010, the industry-neutral long-short hedge portfolio earns an average of over 19 basis points per week. This predictability is related to common institutional ownership and is distinct from previously documented lead-lag effects. Common institutional ownership is a complementary rather than a substitute explanation for return predictability. Information linkages are enough to induce return predictability among stocks in the same industry, but economically unrelated stocks exhibit return predictability only when they have common institutional owners. Our findings suggest that institutional portfolio reallocations can induce return predictability among otherwise unrelated stocks.",
            "keywords": [
                "Return predictability",
                "Anomalies",
                "Institutional ownership",
                "Institutional trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinin/v_3a31_3ay_3a2017_3ai_3ac_3ap_3a45-63.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Uncertainty about what is in the price",
            "abstract": "A critical question facing speculators contemplating to trade on private information is whether their signal has already been priced in by the market. In our model, speculators assess the novelty of their information based on recent price movements, and market makers are aware that speculators might be trading on stale news. An asymmetric response to past price movements ensues: after price increases, buy volume â\u0080\u0093 because it may result from stale news trading â\u0080\u0093 has a lower price impact than sell volume (and vice versa after price decreases). Consequently, return skewness is negatively related to lagged returns. We find strong support for these and other predictions using a comprehensive sample of US stocks.",
            "keywords": [
                "Strategic trading",
                "Learning from prices",
                "Price impact"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a161_3ay_3a2024_3ai_3ac_3as0304405x24001387.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bayesian Performance Evaluation",
            "abstract": "This paper proposes a Bayesian method of performance evaluation for investment managers. We begin with a flexible set of prior beliefs that can be elicited without any reference to probability distributions or their parameters. We then combine these prior beliefs with a general multi-factor model and derive an analytical solution for the posterior expectation of alpha', the intercept term from the model. This solution can be computed using only a few extra steps beyond maximum likelihood estimation and does not require a comprehensive or bias-free database. We then apply our methodology to a sample of domestic diversified equity mutual funds and ask what prior beliefs would imply zero investment in active managers?' To justify such a zero-investment strategy, we find that a mean-variance investor would need to believe that less than 1 out of every 100,000 managers has an expected alpha greater than 25 basis points per month. Overall, our analysis suggests that even when the average manager is expected to underperform passive benchmarks, it requires very strong prior beliefs to imply zero investment in managers with the best past performance.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/7069.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Multiscale dependence, spillovers, and connectedness between precious metals and currency markets: A hedge and safe-haven analysis",
            "abstract": "In this study, we examine the frequency volatility spillovers, connectedness, and quantile dependence between precious metals futures (gold, palladium, platinum, and silver) and the main US foreign exchange rates of Australia, Canada, China, Eurozone, Japan, Switzerland, and the UK. We use them as a hedging tool for developed currency markets. We further investigate the key drivers of frequency spillovers, before and during COVID-19, and the property of precious metals as a hedge and safe haven against currency risk exposure. We performed the quantile coherency analysis and found that the dependence is positive among the currencies and negative between currencies and precious material in most cases. Using the time-frequency spillovers analysis, we show that gold and silver are net transmitters of spillover to the other markets; however, palladium is a net receiver of spillover for all three horizons. The EUR is a net contributor of risk regardless of the time horizon. Using the quantile regression model, we demonstrate that the effect of the West Texas Intermediate crude oil price (WTI), Economic Policy Uncertainty (EPU) index, volatility index (VIX), and USD index (USDX) on total spillover varies over quantiles in terms of magnitude and direction. Finally, we show that all precious metals can be used as a strong hedge against these major currencies.",
            "keywords": [
                "Precious metals",
                "Currencies",
                "Safe haven",
                "Frequency spillovers",
                "COVID-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejrpoli/v_3a77_3ay_3a2022_3ai_3ac_3as0301420722002008.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}