{
    "page_info": {
        "page_number": 155,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Price Discovery and Efficiency of Indian Agricultural Commodity Futures Market: An Empirical Investigation",
            "abstract": "Abstract This study examines the price discovery process and relative efficiency of ten most liquid agricultural commoditiesâ\u0080\u0099 futures contracts, traded on the largest agricultural commodity exchange of India (National Commodity and Derivative Exchange Limited). Three different common factor methodologiesâ\u0080\u0094component share method (Gonzalo and Granger in J Bus Econ Stat 13:27â\u0080\u009335, 1995), information share method (Hasbrouck in J Financ 50:1175â\u0080\u00931199, 1995), and modified information share method (Lien and Shrestha in J Futures Mark 29:377â\u0080\u0093395, 2009)â\u0080\u0094have been employed to determine the extent of price discovery contribution by spot and futures markets. The sample consists of daily data for the period from January 1, 2009 to October 20, 2015. Stationarity and Cointegration test results reveal that spot and futures prices are integrated and cointegrated for all commodities. The price discovery results show that the futures market leads the spot market in case of six commodities, i.e., castor seed, coriander, cottonseed oilcake, soy oil, sugarM and turmeric. Whereas, in the case of four commodities (chana (chickpea), guar seed, jeera, and mustard seed), price discovery takes place in the spot market. Therefore, it could be inferred that futures market is more efficient in price discovery of agricultural commodities. Policymakers could use these results to design futures contracts on other commodities or to plan concrete policies to curb speculation without hampering the efficiency of the agricultural commodity derivatives market.",
            "keywords": [
                "Price discovery",
                "Agricultural commodities",
                "Lead-lag relationship",
                "Information share",
                "Market efficiency",
                "Futures market"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjqecon/v_3a16_3ay_3a2018_3ai_3a1_3ad_3a10.1007_5fs40953-017-0074-7.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday price information flows between the CSI300 and futures market: an application of wavelet analysis",
            "abstract": "Abstract This study investigates linear and nonlinear price information flows between the Chinese Stock Index 300 (CSI300) and futures market using high-frequency data and their wavelet transformed series for three regimes for which stock short-selling restrictions in China are different. Empirical results generally indicate information feedback between these two markets regardless of assumptions of linear and nonlinear causality and regimes for original series and wavelet transformed data at different scales.",
            "keywords": [
                "CSI300",
                "Spot",
                "Futures",
                "Information flow",
                "Causality",
                "Wavelet method"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprempeco/v_3a54_3ay_3a2018_3ai_3a3_3ad_3a10.1007_5fs00181-017-1245-2.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Determinants and international influences of the Chinese freight market",
            "abstract": "Abstract The past decades witness the impressive development of China. Along with the huge demand of China for commodities, the Chinese shipping market becomes more and more important. This paper investigates the determinants and the interactions of the Chinese shipping market with the international shipping market. We utilize the relatively large-dimensional Chinese commodities data as part of the controlled variables. The principal component analysis is applied to the commodities data to reduce the size of the data dimension. It is found that the controlled variables, including fuel cost, financial markets, and prices of large commodities, have the explanatory capability for the Chinese and the international shipping markets. There are mutual influences between the two shipping markets, with the Chinese market more sensitive to the movements of the international market. The Chinese shipping market has integrated into the international shipping market to some extent, instead of being isolated.",
            "keywords": [
                "Baltic Dry Index",
                "Chinese shipping market",
                "VAR"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprempeco/v_3a62_3ay_3a2022_3ai_3a5_3ad_3a10.1007_5fs00181-021-02089-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impacts of institutional ownership on stock returns",
            "abstract": "Abstract The relation between institutional investorsâ\u0080\u0099 trading persistence and stock returns is still not clear. Despite the fact that previous studies have demonstrated the persistence of institutional trading can be short-term positively correlated with following stock returns, some empirical studies show that this short-term positive relation holds only under particular circumstances. Recently, Dasgupta et al. (J Finance 66:635â\u0080\u0093653, 2011) have even found that the persistence of institutional trading is associated with reversals in stock returns. To fill the gap in the literature, I use a unique monthly institutional ownership data to present new empirical evidence showing that institutional trading not only has a short-term positive impact on stock returns but can also have a long-term negative effect. Moreover, I find that stocks with the lower accumulated growth of institutional ownership tend to have greater momentum than stocks with higher such growth. A zero-investment strategy of buying stocks with â\u0080\u0098LOWâ\u0080\u0099-decile institutional ownership and selling â\u0080\u0098HIGHâ\u0080\u0099-decile ones can outperform the market and generate significant abnormal returns.",
            "keywords": [
                "Institutional investors",
                "Herding",
                "Momentum effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprempeco/v_3a58_3ay_3a2020_3ai_3a2_3ad_3a10.1007_5fs00181-018-1519-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic surprises, market environment, and safe-haven currencies",
            "abstract": "Abstract We study the reaction of the CHF and JPY to macroeconomic surprises and changes in the broader market environment before and during the crisis using high-frequency data. Results show that the CHF and JPY are traditionally more sensitive to macroeconomic surprises than other currencies, reflecting the fact that macroeconomic surprises impact uncertainty and risk aversion. This link was further magnified during the crisis and could not be broken by the specific measures adopted by monetary authorities to limit the appreciation trend. We also find some evidence that, during the crisis, CHF and JPY responded more strongly to surprises generating an appreciation than to surprises leading to a depreciation. Additionally, both currencies also systematically respond to changes in the general market environment. This result is robust to the use of two measures of the market environment: VIX and on a novel index based on Bloomberg wires.",
            "keywords": [
                "Safe-haven currencies",
                "Swiss franc",
                "Yen",
                "Macroeconomic surprises",
                "Risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprsjecst/v_3a155_3ay_3a2019_3ai_3a1_3ad_3a10.1186_5fs41937-019-0031-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price discovery of German index derivatives during financial turmoil",
            "abstract": "Abstract According to basic finance theory, a derivativeâ\u0080\u0099s price is derived from the value of its underlying asset and therefore incorporates the same informational content as the fundamental. Empirically however, this prediction can often be refuted due to liquidity and trading cost aspects. Using a unique high-frequency data set, this paper studies the price formation of the German equity index market, the DAX, in a multivariate framework and breaks it down into its four main market segments. For the period under consideration from July 2007 to December 2009, which is characterized by severe financial turmoil, I find that the futures market leads in terms of price discovery, closely followed by the exchange-traded fund. Further, the time series behavior of the information share measures clearly suggests a sensitivity towards the market environment. I show that the informational contribution to price discovery is affected by the financial crisis and that short-selling constraints weaken the price discovery role of certain markets.",
            "keywords": [
                "Price discovery",
                "Index futures",
                "Index options",
                "ETF",
                "Information share",
                "Financial crisis 2008â\u0080\u00932009"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprrvmgts/v_3a13_3ay_3a2019_3ai_3a1_3ad_3a10.1007_5fs11846-017-0241-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "B-share discount puzzle in China: a revisit of dual-share firms",
            "abstract": "Abstract This paper revisits the B-shares discount puzzle for dual-class shares in China. The major finding shows that the Shanghai stock market experiences a greater downward correction in stock prices and the discount rate of B-shares diminishes after the B-sharesâ\u0080\u0099 opening, but, in the long run the price discounts of B-shares persist. The stock returns of dual-class firms in both Shanghai and Shenzhen B-share markets have negative abnormal returns during the opening event, and then reverse into positive ones markedly in the long run. The investorsâ\u0080\u0099 trading activities are sensitive to the number of board members and state-ownership structures. In addition, the return spillover from the sample B-share to the A-share index obviously accelerates and the impact persistence is shortened.",
            "keywords": [
                "Investment deregulation",
                "Chinese stock market",
                "Dual-share firm",
                "Price discount",
                "62G08",
                "62H12",
                "62J02"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprrvmgts/v_3a14_3ay_3a2020_3ai_3a5_3ad_3a10.1007_5fs11846-018-0324-x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "SPECULATIVE STRATEGIES IN THE FOREIGN EXCHANGE MARKET BASED ON GENETIC PROGRAMMING PREDICTIONS",
            "abstract": "In this paper, we investigate the out-of-sample forecasting ability of a genetic program to approach the dynamic evolution of the Yen/US$ and Pound Sterling/US$ exchange rates, and verify whether the method can beat the random walk model. Later on, we use the predicted values to generate a trading rule and we check the possibility of obtaining extraordinary profits in the Foreign Exchange Market. Our results reveal a slight forecasting ability for one-period-ahead which is lost when more periods ahead are considered. On the other hand, our trading strategy obtains above-normal profits. However, when transaction costs are incorporated, the profits practically disappear or become negativ",
            "keywords": [
                "Genetic Programming",
                "Exchange Rate Forecasting",
                "Foreign Exchange Market Trading Strategies"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecf5/217.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Statistical Evidences for the Influence of GP's Representation on Forecasting",
            "abstract": "The research on financial engineering by means of genetic programming is gradually popular and appealing. For example, Kaboudan (1999, 2001) and Iba and Sasaki (1999), Iba and Sasaki (1999), used standard GP to evolve forecasting models. Neely, et al. (1997), Allen and Karjalainen (1999), Fyfe et al. (1999), and Neely and Weller (1999) applied standard GP to evolving trading strategies. In Wang (2000), automated defined functions (ADFs) are further included to search useful trading strategies. Iba and Nikolaev (2000) employed an enhanced GP system, STROGANOFF (Iba et al.,1994), which searches for polynomial autoregressive models to the stock price prediction. In addition, Nikolaev and Iba (2001) developed polynomial harmonic GP which outperforms the previous GP system, STROGANOFF. In the research of financial engineering, besides the determination of important explanatory variables, there are two important factors which influence our understanding about the regularity of the time series data. The first one is the inherent complexity of data series. The second one concerns how we explain the regularity, i.e., representation. In Kaboudan (1995, 1998), he gave a complexity measure (theta) for a time series data. The work of Iba and Nikolaev (2000) has implicitly pointed out the importance of representation in GP. In this paper, we try to figure out the relationship between the complexity of time series data and GP's representation",
            "keywords": [
                "Genetic Programming",
                "Boolean Functions",
                "Strongly Typed Genetic Programming",
                "Automatically Defined Functions",
                "Financial Data Mining"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecf4/156.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the Possibility of Informationally Efficient Markets",
            "abstract": "In a dynamic asset pricing model informed traders receive a noisy signal of the value of a risky asset while uninformed traders learn to extract the information from the price. The relative popularity of the two strategies depends on past performance. An \"intensity of choice\" parameter is endogenous, reflecting the traders\" confidence in selecting the better of the two strategies. The asymptotic properties of the model depend on the evolutionary process for modeling relative popularity. It also depends on how the treatment of the convergence of the model as the popularity of being informed declines towards zero. It is possible to create prices that are arbitrarily close to perfect efficient",
            "keywords": [
                "Market Efficiency",
                "Asset Pricing",
                "Learning"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecf4/139.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Discovering Financial Patterns in the Foreign Exchange Markets",
            "abstract": "Motivated from the charting analysis in the financial industry, Chen and He (2003) are the first to use self-organizing maps to search for and identify price patterns. Such a model is referred to as the trajectory-domain model (TDM). Chen and Tsao (2003) apply the TDMs to three American stock indices, including the Dow Jones, Nasdaq, and S&P 500. It is found that there is some evidence to support the relevance of the TDM to informative pattern discovery. Some patterns discovered by the TDMs can in effect transmit signals of abnormal returns. In this study, we examine a number of interesting questions for the application of the TDM. First, while the TDM seems to be successful in the stock markets, we ask whether the TDM can still discover informative patterns in the foreign exchange markets. In particular, we consider four foreign exchange rates, including TWD/USD, GBP/USD, JPY/USD, and HKD/USD. Second, Neely and Weller (1999) apply the trading rules discovered from DEM/USD to the European Monetary System and conclude that the rules perform well for some of the currencies. This finding seems to suggest that the profitable trading rules discovered from one market could be transferred to one another market. The question we are interested here is to see if the similar results exist when the trading rule is based on the geometric patterns, in particular, the patterns discovered by TDM.",
            "keywords": [
                "Trajectory-Domain Model",
                "Self-Organizing Maps",
                "Charting Analysis",
                "Exchange Rates"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecf4/203.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Efficiency and Learning in an Endogenously Unstable Environment",
            "abstract": "\\tTraders in this model of an asset market have the opportunity to conduct individual research to acquire a noisy signal of a security's future value, or they can employ least-squares learning in an attempt at extracting the private information of other traders through observing the price. For a fixed proportion of the traders using fundamental research, n, the model converges to a stable fixed point equilibrium. At the fixed point, the regression traders outperform the fundamental traders for all values of n > 0. The equilibrium suffers from a Grossman and Stiglitz (1980) type paradox of efficient markets. Endogenize n based on performance and the Grossman-Stiglitz paradox is alleviated. The model is characterized by an unstable fixed point. As the model converges towards the fixed point, the regression traders perform well. As n falls, the regression traders begin to have a substantial impact on the price, causing greater fluctuations in profits and in n. Inevitably, the actual n is significantly different than the value of n implicit in the regression traders' coefficient values, introducing error in the regression trader's forecast. This leads to substantial mispricing that results in losses to the regression traders. It also throws the model far from the fixed point, starting the convergence process over.",
            "keywords": [
                "Least squares learning",
                "efficient markets",
                "chaos"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecf1/105.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}