{
    "page_info": {
        "page_number": 219,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Betting against beta with intraday and overnight signals",
            "abstract": "The abnormal returns of the Betting Against Beta (BAB) strategy have attracted much interest among researchers and practitioners. Based on a market anomaly related to the Capital Asset Pricing Model, this strategy uses daily beta as a signal for portfolio construction. However, recent literature shows how some financial quantities, including beta, change between trading and non-trading periods. For this reason, we decided to compare the performance of the original BAB strategy with two BAB variants, where the signal for portfolio construction is given by intraday and overnight beta, respectively. Despite all strategies exhibiting positive cumulative returns, using the intraday beta signal leads to significantly higher performances. Further analyses show that the abnormal intraday BAB returns are mainly due to nano and micro-cap stocks which tend to outperform large-cap stocks, as well known from the literature.",
            "keywords": [
                "Beta",
                "Beta overnight",
                "Beta intraday",
                "Betting against beta",
                "Anomalies"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a86_3ay_3a2023_3ai_3ac_3as1057521923000583.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impacts of futures trading on volatility and volatility asymmetry of Bitcoin returns",
            "abstract": "The impact of Bitcoin futures introduction on the underlying Bitcoin volatility has been a controversial topic. Conflicting results had been obtained from different sample periods and methodologies. To address this debate, this study examines the impact of futures trading on volatility and volatility asymmetry of Bitcoin returns in the short and long run. Using exponential GARCH models, we introduce a dummy in the variance equation to capture the changes in the volatility after the introduction of Bitcoin futures. We find that after the introduction, spot return volatility decreases in the short run, but increases in the long run. Besides, in the short run, there exists an inverse leverage effect before and after the introduction; in the long run, the inverse leverage effect before the introduction changes to a usual level effect after the introduction. Finally, we examine whether greater futures trading activity, proxied by trading volume and open interest, is associated with greater Bitcoin volatility. To do so, we decompose each proxy into expected and unexpected components and document that, in the long run, Bitcoin volatility covaries positively with unexpected futures trading volume, but negatively with unexpected futures open interest.",
            "keywords": [
                "Bitcoin",
                "Futures-trading activity",
                "Volatility",
                "Asymmetry",
                "GARCH models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a86_3ay_3a2023_3ai_3ac_3as1057521923000133.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A random walk through Mayfair: Art as a luxury good and evidence from dynamic models",
            "abstract": "The movement of international art prices in conjunction with other asset prices is preliminary to our understanding whether art is a luxury good. It is well known that there are linkages between art market prices and equity prices. However, less is known about the structure of dependence between these variables and the influence of gold prices and sentiment. We analyse art prices, at the outset using Granger causality and error correction models (ECM) to capture the long term dynamics between art prices, equity markets, gold prices and investor sentiment. The dataset we use is unique and covers British art prices from 1895 to the present. Initial results do not give a complete picture of price movements or a fitting description of wealth effects; to rectify this we look at short term dynamics in the art market. We assume a regime switching model to describe the movement of prices using a threshold variable that drives prices into possibly locally explosive regimes. These results indicate a dynamic wealth effect in that high (low) stock prices lead to subsequent increases (decreases) in art prices. However, this approach means that elasticities are now stochastic, and we redefine what a luxury good is. This is further explored by directly calculating elasticities from our model and its variants to analyse properties of art as a luxury good. Our threshold approach gives deeper insight into the impact of different market conditions than conventional ECM and cointegration modelling.",
            "keywords": [
                "Art prices",
                "Cointegration",
                "Granger causality",
                "Luxury goods",
                "Stochastic elasticities",
                "Threshold models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejimfin/v_3a95_3ay_3a2019_3ai_3ac_3ap_3a112-127.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric volatility in the cryptocurrency market: New evidence from models with structural breaks",
            "abstract": "Previous literature shows that major cryptocurrencies exhibit inverse asymmetric volatility: positive shocks increase price volatility more than negative ones. In this study, we revisit the asymmetric volatility dynamics of major cryptocurrencies using asymmetric GARCH models that incorporate endogenously detected structural breaks. Our results show that after incorporating structural breaks, volatility persistence decreases and asymmetric volatility increases for all cryptocurrencies in this study. Thus, prior research that ignores structural breaks underestimates the impact of unexpected news on price volatility in cryptocurrency markets. We also present important economic implications of our results: ignoring structural breaks adversely affects the hedging strategies, derivatives valuations, and risk exposure measurement of investors in cryptocurrency markets.",
            "keywords": [
                "Cryptocurrencies",
                "Asymmetric volatility",
                "Volatility persistence",
                "Structural breaks"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a87_3ay_3a2023_3ai_3ac_3as1057521923001679.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extrapolation beyond peers: An asset pricing perspective",
            "abstract": "We introduce a novel measure that captures the beta deviation of individual firms from their industry peers within China's stock market. Our analysis reveals that stocks with greater beta deviation generate significantly higher future returns. This predictive power is unaffected by established return predictors and remains robust across alternative peer identification methods, beta estimation techniques, and subsample tests. Our findings suggest a behavioral interpretation, linking positive predictability to mispricing driven by investors' extrapolation biases. Overall, our research highlights the critical role of incorporating peer firms into asset pricing, particularly in emerging markets.",
            "keywords": [
                "Peer firm",
                "Market beta",
                "Industry peers",
                "Extrapolative expectation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejimfin/v_3a148_3ay_3a2024_3ai_3ac_3as0261560624001402.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Common shocks in stocks and bonds",
            "abstract": "We propose an approach to identify economic shocks (monetary, growth, and risk premium news) from stock returns and Treasury yield changes, which allows us to study the drivers of asset prices at a daily frequency since the early 1980s. We apply the identification to examine investorsâ\u0080\u0099 responses to news from the Fed and key macro announcements. We uncover two risk premium shocksâ\u0080\u0094time-varying compensation for discount rate and cash flow newsâ\u0080\u0094which have distinct effects on stocks and bonds. Since the mid-1990s, the Fed-induced reductions in both risk premium sources have generated high average stock returns but an ambiguous response in bonds on FOMC days.",
            "keywords": [
                "Structural shocks",
                "Federal Reserve",
                "announcements",
                "Risk premia",
                "Stock-bond comovement"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a142_3ay_3a2021_3ai_3a2_3ap_3a880-904.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dispersion in beliefs among active mutual funds and the cross-section of stock returns",
            "abstract": "We propose a measure of dispersion in fund managers×³ beliefs about future stock returns based on their active holdings, i.e., deviations from benchmarks. We find that both the level of and the change in dispersion positively predict subsequent stock returns on a risk-adjusted basis. This effect is particularly pronounced among stocks with high information asymmetry and binding short-sale constraints. These results suggest that a subgroup of informed managers drives up the dispersion in active holdings when they place large bets after receiving positive private information. Binding short-sale constraints, however, prevent them from fully using their negative private information, leading to low dispersion in active holdings.",
            "keywords": [
                "Mutual funds",
                "Private information",
                "Dispersion in beliefs",
                "Short-sale constraints",
                "Asymmetric information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a114_3ay_3a2014_3ai_3a2_3ap_3a341-365.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Early option exercise: Never say never",
            "abstract": "A classic result by Merton (1973) is that, except just before expiration or dividend payments, one should never exercise a call option and never convert a convertible bond. We show theoretically that this result is overturned when investors face frictions. Early option exercise can be optimal when it reduces short-sale costs, transaction costs, or funding costs. We provide consistent empirical evidence, documenting billions of dollars of early exercise for options and convertible bonds using unique data on actual exercise decisions and frictions. Our model can explain as much as 98% of early exercises by market makers and 67% by customers.",
            "keywords": [
                "Option exercise",
                "Frictions",
                "Short-sale costs",
                "Transaction costs",
                "Convertible bonds"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a121_3ay_3a2016_3ai_3a2_3ap_3a278-299.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Event-day Options",
            "abstract": "This paper considers new options on Treasury and stock futures than expire each Wednesday and Friday. I examine the volatilities implied by these options as of the night before expiration, and compare the volatilies just before FOMC days and employment report days with the volatilities on other Tuesdays or Thursdays, respectively. This can be used to measure the risk neutral uncertainty associated with FOMC announcements and employment reports. I can also compare the average physical and risk neutral uncertainty: the difference between them is the average variance risk premium. Average variance risk premia are large and significantly positive, especially for FOMC days. Lastly, I construct options-implied densities on the eve of FOMC and employment report days.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/28306.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Common Shocks in Stocks and Bonds",
            "abstract": "We propose an approach to identifying economic shocks (monetary, growth, and risk-premium news) from stock returns and Treasury yield changes, which allows us to study the drivers of asset prices at a daily frequency since the early 1980s. We apply the identification to examine investorsâ\u0080\u0099 responses to news from the Fed and key macro announcements. We uncover two risk-premium shocksâ\u0080\u0094time-varying compensation for discount-rate and cash-flow newsâ\u0080\u0094which have distinct effects on stocks and bonds. Since the mid-1990s, the Fed-induced reductions in both risk premium sources have generated high average stock returns but an ambiguous response in bonds on FOMC days.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/28184.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sparse Signals in the Cross-Section of Returns",
            "abstract": "This paper applies the Least Absolute Shrinkage and Selection Operator (LASSO) to make rolling 1-minute-ahead return forecasts using the entire cross section of lagged returns as candidate predictors. The LASSO increases both out-of-sample fit and forecast-implied Sharpe ratios. And, this out-of-sample success comes from identifying predictors that are unexpected, short-lived, and sparse. Although the LASSO uses a statistical rule rather than economic intuition to identify predictors, the predictors it identifies are nevertheless associated with economically meaningful events: the LASSO tends to identify as predictors stocks with news about fundamentals.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/23933.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Cross-Section of Risk and Return",
            "abstract": "In the finance literature, a common practice is to create characteristic portfolios by sorting on characteristics associated with average returns. We show that the resulting portfolios are likely to capture not only the priced risk associated with the characteristic, but also unpriced risk. We develop a procedure to remove this unpriced risk using covariance information estimated from past returns. We apply our methodology to the five Fama and French (2015) characteristic portfolios. The squared Sharpe ratio of the optimal combination of the resulting characteristic efficient portfolios is 2.16, compared with 1.16 for the original characteristic portfolios.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/24164.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}