{
    "page_info": {
        "page_number": 231,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Strategic Trading and Learning about Liquidity",
            "abstract": "Many practitioners point out that the speculative profits of institutional traders arc eroded by the difficulty in gauging the price impact of their trades. In this paper. we develop a model of strategic trading where speculators face such a dilemma because of incomplete information about time-varying market liquidity. Unlike the competitive market makers that they trade against, informed traders do not know whether the liquidity ( \"noise\") trades are generated from a distribution with high or low variance. Instead, they have to learn about liquidity from past prices and trading volume. Extreme price deviations from forecasts of fundamentaIs based on public news or low trading volume tend to lead to revisions of beliefs in favor of the low liquidity state. This revision in beliefs implies that strategie trades and market statistics such as informational efficiency arc path-dependent on past market outcomes. Our paper has a number of normative implications for practitioners concerned with gauging the potential price impact of their trades.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/lmumuenec/15.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do Investors Infer Vocal Cues from CEOs During Quarterly REIT Conference Calls?",
            "abstract": "Abstract We examine the investor reaction to emotionally charged information. Using audio files of quarterly earnings conference calls and specialized Layered Voice Analysis software, we isolate the emotional content of managersâ\u0080\u0099 vocal cues. With results that are both statistically and economically significant, we find that executive emotion is positively related to investorsâ\u0080\u0099 initial reaction. Moreover, this strong investor reaction to emotional signals by REIT managers appears to be justified, suggesting that credible, value-relevant information is contained in the emotion related signals. However, we also find some limited evidence of a partial reversal in subsequent trading windows, suggesting that investors may second guess themselves or fear they overreacted.",
            "keywords": [
                "REITs",
                "Conference calls",
                "Disclosure",
                "Stock returns",
                "Vocal cues",
                "Layered voice analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapjrefec/v_3a54_3ay_3a2017_3ai_3a4_3ad_3a10.1007_5fs11146-016-9557-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity commonality in the secondary corporate loan market",
            "abstract": "This study is the first to examine liquidity commonality, a measure of liquidity risk, in the U.S. secondary corporate loan market. Liquidity commonality varies substantially across market states, being completely absent during more benign market conditions. The results have implications for banking portfolio management, the pricing of liquidity risk and for regulators interested in the time-variation of liquidity risk in illiquid markets.",
            "keywords": [
                "Liquidity",
                "Liquidity commonality",
                "Liquidity risk",
                "Financial crisis",
                "OTC markets",
                "Loan market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a161_3ay_3a2017_3ai_3ac_3ap_3a10-14.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Revealing Downturns",
            "abstract": "When Bayesian risk-averse investors are uncertain about their assets' cash flows' exposure to systematic risk, stock prices react more to news in downturns than in upturns, implying higher volatility in downturns and negatively skewed returns. The reason is that, in good times, less desirable assets with low average cash flows and high loading on market risk perform similar to more desirable assets with high average cash flows and low market risk, rendering them difficult to distinguish. However, their relative fundamental performance diverges in downturns, enabling better inference. Consistent with these predictions, stocks' reaction to earnings news is up to 70% stronger in downturns than in upturns.",
            "keywords": [
                "Earnings response",
                "Business cycle",
                "Asymmetry",
                "Bayesian learning"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/12597.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What do the Famaâ\u0080\u0093French factors add to C-CAPM?",
            "abstract": "This study extends standard C-CAPM by including two additional factors related to firm size (SMB) and book-to-market value ratio (HML) â\u0080\u0094 the Famaâ\u0080\u0093French factors. C-CAPM is least able to price firms with low book-to-market ratios. The explanation of these returns, as well as the returns on the SMB and HML portfolios, is significantly improved by the inclusion of the HML factor. The component of the risk premia explained by consumption varies across size. We suggest that a possible explanation for the role of HML is its association with the investment growth prospects of firms.",
            "keywords": [
                "Risk premium",
                "Equity return",
                "Stochastic discount factor",
                "No-arbitrage condition"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a22_3ay_3a2013_3ai_3ac_3ap_3a113-127.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Oil and foreign exchange market tail dependence and risk spillovers for MENA, emerging and developed countries: VMD decomposition based copulas",
            "abstract": "This paper examines the short- and medium run dependence structures between oil and currency markets for MENA, other developing and developed countries, using a novel multiresolution decomposition method, namely the variational mode decomposition (VMD), along with a battery of time-invariant and time-varying symmetric and asymmetric copula functions. Further, we assess the downside and upside short- and medium-run risk spillovers from oil to U.S. exchange rate returns and vice versa by computing the conditional Value-at-Risk (CoVaR) risk measures. Before the copula estimations, we apply the spillover index of Diebold and Yilmaz (2012) and network diagrams to identify and select the currencies that are the most significant net contributors or net receivers of returns from/to the oil/currency markets. The copula results show strong evidence of time-varying and high average (tail) dependence between oil returns and the FX markets, which are net transmitters to oil, for the short and medium time horizons. On the other hand, we find average and relatively low dynamic dependence between oil and the net receiver currencies, regardless of the time horizons. Moreover, there is evidence of up and down risk asymmetric systemic risks from oil to currencies and vice versa for some countries in the short-and medium run horizons. Finally, the risk spillovers are asymmetric over time and investment horizons. These results have several important implications for hedging strategies and diversification benefits for oil and FX traders and institutional investors.",
            "keywords": [
                "Oil prices",
                "Currency markets",
                "Conditional Value at Risk",
                "Copula",
                "Multiresolution approach"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeneeco/v_3a67_3ay_3a2017_3ai_3ac_3ap_3a476-495.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Open source information, investor attention, and asset pricing",
            "abstract": "In this paper, we advocate the search frequency of stock name in Baidu Index as a novel and direct proxy for investor attention. Firstly, empirical results show that the quantified investor attention is a desired explanatory variable for abnormal return even trading volume is considered. Secondly, the Main Board is more efficient than the ChiNext and the SME Board in the view of informational efficiency. Thirdly, investor attention exhibits strong contemporary relationship with abnormal return. Fourthly, open source information can enhance the speed of information dissemination and make the market efficient.",
            "keywords": [
                "Baidu Index",
                "Investor attention",
                "Market efficiency",
                "Granger causality",
                "Psychological biases"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a33_3ay_3a2013_3ai_3ac_3ap_3a613-619.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speculative bubbles in present-value models: A Bayesian Markov-switching state space approach",
            "abstract": "We estimate the dynamics of a speculative bubble subject to a surviving and a collapsing regime together with the dynamics of dividends and returns in a tractable state space specification of the present-value model. To estimate this new high-dimensional model, we develop an efficient Markov chain Monte Carlo sampler to simulate from the joint posterior distribution. We find that real-world stock price bubbles show significant Markov-switching structure. Further, the results indicate that dividend growth rates are highly predictable. Finally, we find that bubble variation explains a large share of the variation in the price-dividend ratio and unexpected return.",
            "keywords": [
                "Rational bubbles",
                "Present-value model",
                "Markov-switching model",
                "State space model",
                "Bayesian analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeedyncon/v_3a127_3ay_3a2021_3ai_3ac_3as0165188921000361.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Daily Data is Bad for Beta: Opacity and Frequency-Dependent Betas",
            "abstract": "A stockâ\u0080\u0099s market exposure, beta, varies across return frequencies. Sorting stocks on the difference between low- and high-frequency betas (Î\u0094Î²) yields large systematic mispricings relative to the CAPM at high frequencies, but significantly smaller mispricings at low frequencies. We provide a risk-based explanation for this frequency dependence by introducing uncertainty about the effect of systematic news on firm value (opacity) into a frictionless model. We document a robust relationship between the frequency dependence of betas and proxies for opacity. Our findings suggest that opacity poses significant challenges to using betas estimated from high-frequency returns. While the CAPM may be an appropriate asset pricing model at low frequencies, additional factors, e.g., based on opacity, are necessary at high frequencies.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprasset/v_3a4_3ay_3a2014_3ai_3a1_3ap_3a78-117..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Has the Grexit news affected euro area financial markets?",
            "abstract": "This paper investigates whether news about Greek exit from the euro area has affected other European countriesâ\u0080\u0099 sovereign bond yields. Our empirical analysis covers more than 64,000 daily news items on Grexit between December 2014 and October 2015. We build a Grexit intensity index that captures policy concerns about the euro area break-up. Higher intensity of Grexit news drives up government bond yields in peripheral countries (Italy, Portugal, and Spain, excluding Ireland), whereas there are no effects on core countries. Those reactions reveal a contagious punishment from the financial markets based on fear factors related to political stability of individual member state and the euro areaâ\u0080\u0099s solidity.",
            "keywords": [
                "Grexit",
                "Financial markets",
                "Government bond",
                "News",
                "Euro area",
                "GARCH"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a49_3ay_3a2019_3ai_3ac_3ap_3a71-84.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Geopolitical Shocks And Commodity Market Dynamics: New Evidence From The Russian-Ukraine Conflict",
            "abstract": "We investigate the event-based geopolitical shocks from the Russian invasion of Ukraine on agricultural and energy commodities using daily event-based structural vector autoregression (SVAR). We find that the geopolitical shock affects the markets of wheat (2%), corn (1%) and European natural gas (7.5%). However, substantial heterogeneity is observed among the agricultural and energy markets. Geopolitical risk stemming from the Russia-Ukraine conflict affects the European natural gas market more strongly than the US and Asian markets. The regional segment of natural gas markets could explain this. Finally, our analysis explores how geopolitical news affects the dynamics of stock, currency, and bond markets.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/31950.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Performance Maximization of Actively Managed Funds",
            "abstract": "Ratios that indicate the statistical significance of a fund?s alpha typically appraise its performance. A growing literature suggests that even in the absence of any ability to predict returns, holding options positions on the benchmark assets or trading frequently can significantly enhance performance ratios. This paper derives the performance maximizing strategy - a variant of buy-write - and the least upper bound on such performance enhancement, thereby showing that if common equity indexes are used as benchmarks, the potential performance enhancement from trading frequently is usually negligible. The enhancement from holding options can be substantial if the implied volatilities of the options are higher than the volatilities of the benchmark returns.",
            "keywords": [
                "Alpha",
                "Hedge funds",
                "Mutual funds",
                "Options",
                "Portfolio management"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/7676.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}