{
    "page_info": {
        "page_number": 128,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Investor attention and information diffusion from analyst coverage",
            "abstract": "This study examines the impact of investor attention and analyst coverage on the diffusion of information. Using trading turnover as a proxy for investor attention, the results show that attention is crucial to the information diffusion from financial analysts. The effect of analyst coverage on improving stock synchronicity is greater when investors are more attentive. Firms with less analyst coverage rely more heavily on investor attention to assimilate information. The leadâ\u0080\u0093lag effect in high and low analyst-following firms is driven by the relative more attention given to firms that have high analyst coverage.",
            "keywords": [
                "Limited attention",
                "Analyst coverage",
                "Leadâ\u0080\u0093lag",
                "Turnover"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a34_3ay_3a2014_3ai_3ac_3ap_3a235-246.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum and default risk. Some results using the jump component",
            "abstract": "In this paper we separate the total stock return into its continuous and jump component to test whether stock return predictability should be attributed to omitted risk factors or behavioral finance theories. We extend results from the US market to the Spanish stock market, which, despite being a developed market, presents several differences in terms of stock characteristics, financial system, investor typology and cultural dimensions. The results show that the jump component has significant explanatory power for the premium of three characteristics (size, book-to-market and illiquidity), which is at odds with risk-based explanations. Using the same testing strategy, we try to shed some light on an important controversy concerning the relationship between default risk and momentum. The results suggest that default risk is not the source of momentum returns.",
            "keywords": [
                "Jumps",
                "Momentum",
                "Default risk",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a40_3ay_3a2015_3ai_3ac_3ap_3a185-193.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A review of behavioural and management effects in mutual fund performance",
            "abstract": "This paper surveys and critically evaluates the literature on the role of management effects and fund characteristics in mutual fund performance. First, a brief overview of performance measures is provided. Second, empirical findings on the predictive power of fund characteristics in explaining future returns are discussed. Third, the paper reviews the literature on fund manager behavioural biases and the impact these have on risk taking and returns. Finally, the impact of organizational structure, governance and strategy on both fund risk taking and future performance is examined. While a number of surveys on mutual fund performance are available, these have not focused on the role of manager behavioural biases, manager characteristics and fund management strategic behavior on fund performance and risk taking. This review is an attempt to fill this gap. Empirical results indicate that finding successful funds ex-ante is extremely difficult, if not impossible. In contrast, there is strong evidence that poor performance persists for many of the prior â\u0080\u009closer fractileâ\u0080\u009d portfolios of funds. A number of manager behavioural biases are prevalent in the mutual fund industry and they generally detract from returns.",
            "keywords": [
                "Mutual fund performance",
                "Fund characteristics",
                "Manager characteristics",
                "Manager behavior biases"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a44_3ay_3a2016_3ai_3ac_3ap_3a162-176.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do stylized facts of equity-based volatility indices apply to fixed-income volatility indices? Evidence from the US Treasury market",
            "abstract": "In this paper, we examine whether widely documented properties of equity-based volatility indices apply to US Treasury bond volatility indices (TBVIXs). We calculate TBVIXs in a model-free way using the market prices of five-, ten- and 30-year Treasury futures options over a sample of more than 20years. The empirical findings of this study reveal that changes in TBVIXs are positively correlated with changes in both Treasury yield rates and US non-fixed income and European equity-based volatility indices. Our analysis also shows that changes in Treasury yield rates Granger cause changes in TBVIXs and that past changes in TBVIXs help explain current changes in equity-based volatility indices (and vice versa). Finally, we find that TBVIXs fall following scheduled macroeconomic news announcements and that the response of TBVIXs to news releases depends to some extent on the magnitude and sign of the surprise in the announcement. This study's findings have implications for volatility risk management using the recently listed futures on the Chicago Board of Options Exchange's ten-year Treasury note volatility index.",
            "keywords": [
                "Implied volatility",
                "Volatility index",
                "Treasury",
                "Implied volatility spillovers",
                "News announcements"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a42_3ay_3a2015_3ai_3ac_3ap_3a292-303.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Effects of changes in stock index compositions: A literature survey",
            "abstract": "The practice of periodically reconstituting equity indices suggests that changes to the composition of an index can impact the performance of firms whose stocks are added to or dropped from the index. This paper reviews and provides a comprehensive assessment of the academic literature on how changes in the composition of a stock index impacts prices, trading volume and other firm attributes. The review focuses on post-2000 contributions. It highlights and critically discusses major areas of controversy, disagreement and debate in both the empirical and methodological literature, and puts forth a promising agenda for future research. This is the first comprehensive survey of studies on the index effect and it should be particularly useful to portfolio managers and investors.",
            "keywords": [
                "Index effect",
                "Abnormal returns",
                "Trading volume",
                "Literature review",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a52_3ay_3a2017_3ai_3ac_3ap_3a228-239.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short-term contrarian profits and the disposition effect",
            "abstract": "This article investigates the role of the disposition effect â\u0080\u0094 the tendency of investors to sell stocks with paper gains early but hold stocks with paper losses for longer â\u0080\u0094 in driving stock price overreaction as well as short-term contrarian profits. Taking the case of the Chinese stock market, we obtain firm-level data from the Taiwan Economic Journal database and consider the A-shares listed on the Shanghai and Shenzhen stock exchanges. Using a rolling portfolio approach, we examine three contrarian strategies. We provide theoretical evidence to argue that the disposition effect could be the major driving force of short-term contrarian profits, and provide empirical evidence from the Chinese stock market to support our argument. Our findings could be of considerable interest to researchers and practitioners interested in the Chinese stock market.",
            "keywords": [
                "Short-term contrarian profits",
                "Disposition effect",
                "Chinese stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a46_3ay_3a2022_3ai_3apb_3as1544612321003822.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "State-dependent psychological anchors and momentum",
            "abstract": "George and Hwang (2004) show that momentum occurs because investors are anchored by the 52-week high when making investment decisions. In this paper, we propose that investorsâ\u0080\u0099 anchoring bias is state-dependent that varies with the level of the 52-week high. Using the ratio of 52-week high to historical high to capture the state-dependent nature of anchoring biases, we show that price momentum and 52-week high momentum generate significant profits only when the stock's 52-week high approaches its historical high. When the 52-week high is far from the historical high, both strategies exhibit no momentum profit.",
            "keywords": [
                "Anchoring biases",
                "52-week-high",
                "Historical high",
                "Momentum"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a46_3ay_3a2022_3ai_3apb_3as1544612321004256.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Spread position as a leading economic indicator",
            "abstract": "Yield spreads are closely linked to economic activity. Using positions data on bond futures, I document that speculatorsâ\u0080\u0099 steepening positions are associated with higher recession probabilities and lower payroll growths in subsequent months. I attribute the predictive power to speculatorsâ\u0080\u0099 superior payroll expectations because their spread positions are aligned with subsequent payroll surprises. Steepening positions are also likely to be followed by lower short-term yields and steeper yield curves, suggesting that the positions are associated with an expectation of low economic activities. Overall, speculatorsâ\u0080\u0099 spread positions can be useful as a leading economic indicator as they contain information about future economic activity.",
            "keywords": [
                "Business cycle",
                "Yield curve",
                "Treasury future",
                "Macroeconomic announcement",
                "Informed trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a59_3ay_3a2022_3ai_3apa_3as1386418121000586.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information flow and credit rating announcements",
            "abstract": "We employ the implied volatility spread (IVS) and the short lending fee as measures of private information conveyed by their respective markets. Using issuer credit rating announcements as an informational event, we find that both IVS and the short fee have significantly higher predictive power for returns on event days versus non-event days. Both also predict the direction and magnitude of credit rating changes. Consistent with the linkage between the short sale and options markets, in models with both explanatory variables, the short fee remains significant in all specifications, while IVS loses explanatory power.",
            "keywords": [
                "Credit rating announcements",
                "Implied volatility spread",
                "Stock lending market",
                "Options market",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a65_3ay_3a2023_3ai_3ac_3as1386418123000356.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Climate events and return comovement",
            "abstract": "We show that individual stock returns comove more with market returns when there are climate disasters such as hurricanes and floods. Comovement increases in the month of and the month following the disaster before declining back to normal levels. The disaster impact is stronger in recessions and crisis periods but is evident in all periods. The increased return correlation stems more from an increase in covariance than an increase in stock or market standard deviation. Moreover, we show climate events have a greater impact on comovement in stocks with greater sensitivity to their local economy and higher information asymmetry.",
            "keywords": [
                "Comovement",
                "Climate event",
                "Disaster"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a61_3ay_3a2022_3ai_3ac_3as1386418122000246.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Common short selling and excess comovement: Evidence from a sample of LSE stocks",
            "abstract": "For a sample of 356 LSE stocks from the period 2013â\u0080\u00932019, we find that common short sold capital is positively and significantly associated with one-month ahead four-factor residual return correlation, controlling for many pair characteristics, including similarities in size, book-to-market, and momentum. The relation weakens with stock illiquidity, whereas it strengthens when short positions originate from informed agents, such as hedge funds, active investors, and short sellers with high past performance. This supports our hypothesis that the relation is driven by information, not price pressure. We show that these results can be used to obtain diversification benefits.",
            "keywords": [
                "Short selling",
                "Comovement",
                "Hedge funds"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a65_3ay_3a2023_3ai_3ac_3as1386418123000319.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Quarterly investment spikes, stock returns, and the investment factor",
            "abstract": "We find that abnormal fourth-quarter capital expenditures are negatively correlated with future stock returns. While this evidence is linked to the asset growth factor, it cannot be entirely attributed to it. The fact that the relationship reverts with contemporaneous returns suggests that ad hoc investments may reflect changing discount rates. However, additional tests indicate that the reported effect is amplified by high payouts, low debt levels, and high idiosyncratic volatility, which is suggestive of over-investment issues. Our analysis supports the notion that firmsâ\u0080\u0099 investment decisions contain intricate but valuable information about stock returns.",
            "keywords": [
                "Investment-based asset pricing",
                "Capital expenditures",
                "Investment anomaly",
                "Agency costs"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a66_3ay_3a2023_3ai_3ac_3as1386418123000332.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}