{
    "page_info": {
        "page_number": 122,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Belief heterogeneity in the option markets and the cross-section of stock returns",
            "abstract": "Standard deviations of the implied-historical volatility spread, of implied volatility innovations, and of the volatility term structure spread in equity options help explain the cross-section of one-month-ahead underlying stock returns. The explanatory power from standard deviations is robust to the levels of these three variables, volatility of volatility, firm characteristics, and common risk factor models. We find support for interpreting the standard deviations of these option-based measures as forward-looking proxies for heterogeneous beliefs. The negative relationship between our three measures and future underlying returns is consistent with the Miller (1977) overvaluation model which implies that divergence of investor opinions in the presence of short-sale constraints leads to lower expected returns.",
            "keywords": [
                "Options",
                "Implied volatility",
                "Belief heterogeneity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a107_3ay_3a2019_3ai_3ac_3a9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do firms obtain multiple ratings to hedge against downgrade risk?",
            "abstract": "Utilizing the 2005 Lehman index rule change, we examine the role of multiple bond ratings in corporate hedging. We find an asymmetric pattern for firms near a rating downgrade and those near an upgrade. Specifically, firms near a downgrade right before the Lehman event display a strong demand for a third Fitch rating shortly after it, whereas those near an upgrade do not. More than 75% of the firms that would have been effectively downgraded ex post rightfully acquired a third Fitch rating ex ante. This decision prevents 67% of these firms from being downgraded from their original broad rating categories. Furthermore, having a third rating is attractive to investors only for bonds near a downgrade. Investors increase the holdings of these bonds and trade them more actively after the Lehman event. These results suggest that firms use multiple ratings to hedge against downgrade risk.",
            "keywords": [
                "Credit rating agency",
                "Multiple ratings",
                "Corporate hedge",
                "Institutional investor",
                "Bond holding",
                "Bond liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a123_3ay_3a2021_3ai_3ac_3as0378426620302685.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The ordering of historical returns and the cross-section of subsequent returns",
            "abstract": "We show that the ordering of historical stock returns significantly predicts the cross-section of subsequent returns. More specifically, stocks with comparably high recent and low distant returns experience low subsequent returns and vice versa. Our new measure of chronological return ordering yields significant decile return spreads after accounting for a wide range of asset pricing factors. This finding holds for both a monthly and an annual formation period and is valid beyond micro-structure, reversal, and momentum effects. Further analyses on limits to arbitrage, investor attention, and informed option trading support a mispricing-based explanation for parts of the documented return predictability.",
            "keywords": [
                "Behavioral finance",
                "Ordering effects",
                "Cross-section of stock returns",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a125_3ay_3a2021_3ai_3ac_3as0378426621000224.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is idiosyncratic volatility related to returns? Evidence from a subset of firms with quality idiosyncratic volatility estimates",
            "abstract": "The empirical relation between idiosyncratic volatility (IVOL) and returns is mixed. Ang et al. (2006, 2009) report a negative relation using lagged realized IVOL, but Fu (2009) shows that this measure is a poor proxy for expectations and proposes using forecasts from EGARCH models which results in a positive relation. However, recent studies show that this positive relation disappears when using out-of-sample EGARCH models to generate the forecasts. We show that expected IVOL proxies used in the prior literature are noisy and propose using combinations of out-of-sample IVOL forecasts generated by different EGARCH models that pass basic diagnostic tests. For the sample for which these high-quality proxies can be created, we find a significant positive relation with returns. The magnitude is both statistically and economically meaningful as firms with expected idiosyncratic volatility of one standard deviation above the mean have expected returns that are approximately 3.4% to 4.1% higher per year.",
            "keywords": [
                "Idiosyncratic volatility",
                "Priced risk factors",
                "GARCH",
                "EGARCH",
                "Conditional expected volatility",
                "Conditional error variance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a127_3ay_3a2021_3ai_3ac_3as0378426621000844.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday momentum in the VIX futures market",
            "abstract": "This study examines intraday momentum in the unexplored VIX futures market and verifies its existence through various empirical tests. The intraday momentum of VIX futures appears to be robust across contracts with different expirations, intraday returns with different time intervals, different trading sessions, and multiple sub-periods. We propose that the hedging demand of VIX option market makers may contribute to the intraday momentum. Our empirical evidence shows that intraday momentum persists only when the net gamma exposure of VIX options is negative and the effect weakens when European investors are away from the market, supporting our proposed explanation. Strikingly, we also find that trading strategies based on intraday momentum can generate an average annualized return of up to nearly 18%.",
            "keywords": [
                "Intraday Momentum",
                "VIX Futures",
                "Hedging demand",
                "Net gamma exposure"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a148_3ay_3a2023_3ai_3ac_3as0378426622003260.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price discovery in equity markets: A state-dependent analysis of spot and futures markets",
            "abstract": "This paper investigates the potentially time-varying importance of spot and futures markets in the price discovery process of financial assets. For this purpose, we generalize the concept of component shares and information shares to allow for state-dependent relevance of different markets over time. Instead of using a linear vector error correction model (VECM) to construct the component shares and information shares as it is common in the literature, we employ a Markov-switching VECM with time-varying adjustment behaviour and state-dependent covariance matrices. Simulation results confirm that state-dependent component shares and information shares can be estimated consistently within this framework. We apply our approach to spot and futures prices for different stock indices such as EuroStoxx50, FTSE100, Nikkei225, and SP500. We find a clear state probability pattern over the trading day that closely resembles the well-studied volatility smile and might be related to the presence of heterogeneous agents in those markets.",
            "keywords": [
                "Cointegration",
                "High-frequency",
                "Markov-switching",
                "Volatility",
                "Index price formation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a149_3ay_3a2023_3ai_3ac_3as037842662300033x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cross-country determinants of market efficiency: A technical analysis perspective",
            "abstract": "This study examines the relative impact of seven factors, including herding, sentiments, and institutional quality, on varying levels of weak form market efficiency across 50 stock markets. The analysis focuses on the profitability of technical analysis trading strategies to address issues with other (statistical) market efficiency measures related to information and transaction costs (Griffin et al., 2010). Proxies for herding, institutional quality, and equity market development consistently emerge as the most significant cross-country determinants of relative market efficiency. In contrast, proxies for fractionalization, chaos, and investor protection play comparatively weaker roles. We also find no clear link between market efficiency and sentiment proxies.",
            "keywords": [
                "Technical analysis profitability",
                "Market efficiency",
                "Herding",
                "Information uncertainty",
                "Sentiment",
                "Chaos"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a169_3ay_3a2024_3ai_3ac_3as0378426624002115.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Diamond cuts diamond: News co-mention momentum spillover prevails in China",
            "abstract": "We conduct a comprehensive study on momentum spillovers in the Chinese stock market using various types of economic linkages, with particular attention to momentum spillover via news co-mention linkages. We utilize millions of Chinese business news articles and develop a flexible and innovative algorithm to identify linkages among listed firms. We find that news co-mention momentum spillover is stronger than others, unifying various forms of momentum spillover effects in the Chinese market and replacing the role of analyst co-coverage in the U.S. News co-mention identifies a wide range of economically important linkages, particularly recovering more cross-industry linkages than other link identification methods, which contributes to its strong performance.",
            "keywords": [
                "Economic linkage",
                "Big textual data",
                "Momentum spillover",
                "News co-mention",
                "Limited attention"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a171_3ay_3a2025_3ai_3ac_3as037842662400270x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Downside variance premium, firm fundamentals, and expected corporate bond returns",
            "abstract": "We find a strong and robust positive relationship between individual downside variance premia (DVP)â\u0080\u0093the difference between risk-neutral and physical expected downside variancesâ\u0080\u0093and future corporate bond returns. The spread portfolio that longs the high DVP bond portfolio and shorts the low DVP bond portfolio earns a statistically significant excess return of 0.37% (0.42%) per month in value- (equal-)weighted returns. The alpha estimates from various factor models remain statistically significant and economically substantial. The predictive power of the downside variance premium is stronger in noninvestment-grade (long-maturity) corporate bonds than in investment-grade (short-maturity) bonds. We show that the downside variance premium positively relates to the likelihood of future default and cash flow uncertainty and negatively relates to future cash flows.",
            "keywords": [
                "Corporate bond return predictability",
                "Equity options",
                "Downside variance premium",
                "Probability of default",
                "Credit rating downgrade",
                "Cash flow uncertainty"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a154_3ay_3a2023_3ai_3ac_3as0378426623001516.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Concept links and return momentum",
            "abstract": "Unlike traditional asset categories (e.g., industry classifications) that are generally defined clearly, some groups of stocks are tied to certain loosely defined â\u0080\u009cconceptsâ\u0080\u009d (e.g., e-commerce). When investors find it difficult to analyze ambiguous concept-oriented information, information diffuses slowly, creating â\u0080\u009cconcept momentumâ\u0080\u009d. Based on unique concept data in the Chinese stock market, this study constructs a concept-momentum strategy that involves buying stocks from past winning concepts and selling stocks from past losing concepts, which can generate pronounced abnormal returns. Neither risk factors, firm-level momentum, nor industry-level momentum can explain concept momentum. Furthermore, we find that both the underreaction and cross-stock lead-lag effect channels can cause slow information diffusion and drive concept momentum. Moreover, the concept momentum effect is stronger for relatively ambiguous concepts, for concepts that attract less investor attention, and following high-sentiment periods.",
            "keywords": [
                "Concept stocks",
                "Momentum effects",
                "Asset classifications",
                "Category learning"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a134_3ay_3a2022_3ai_3ac_3as0378426621002806.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The evolving dynamics of the Australian SPI 200 implied volatility surface",
            "abstract": "This paper is concerned with the evolutionary behaviour of implied volatility patterns, which identifies vega uncertainty. Using a principal component analysis (PCA), we compare reported results in US and European markets with our findings here for Australian markets. In this way, we seek to establish the degree to which prior findings have â\u0080\u009cuniversalityâ\u0080\u009d as opposed to being strictly the outcome of a particular market at a particular time. In a broad sense, we are able to reproduce prior findings. But there are differences. Prior studies find that prevailing shocks impact primarily uniformly across options independently of moneyness (a â\u0080\u009cparallel shiftâ\u0080\u009d) with a second effect (a â\u0080\u009cZ-shaped twistâ\u0080\u009d) that impacts differentially in relation to the option's degree of moneyness. We find that the â\u0080\u009cparallel shiftâ\u0080\u009d can be interpreted as applying primarily to in-the-money (ITM) options and the Z-shaped twist to out-of-the-money (OTM) options. As a result, the overall effects are interpreted in relation to a volatility smile.",
            "keywords": [
                "Implied volatility",
                "VIX",
                "Volatility forecasts",
                "Informational efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeintfin/v_3a43_3ay_3a2016_3ai_3ac_3ap_3a44-57.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stocks versus corporate bonds: A cross-sectional puzzle",
            "abstract": "We study the cross-sectional relation between stock and corporate bond markets. By correcting credit spreads of corporate bonds for expected default losses and by using equity-bond elasticities, we obtain a firmâ\u0080\u0099s expected bond-implied stock return, which we then compare to its realized stock return. We find, surprisingly, a strong negative cross-sectional relation between these expected and realized stock returns. We show that this effect is not simply a restatement of the distress risk puzzle or other well-known anomalies in stock and corporate bond markets. This negative cross-sectional relation is strongest for high-risk firms and for liquid stocks.",
            "keywords": [
                "Cross-market relations",
                "Corporate bond",
                "Stock",
                "Distress risk",
                "Expected stock return"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a137_3ay_3a2022_3ai_3ac_3as0378426622000474.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}