{
    "page_info": {
        "page_number": 35,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Information demand and net selling around earnings announcement",
            "abstract": "Previous literature has shown the effectiveness of information dissemination channels on reducing information asymmetry from the supply-side. This paper mainly focuses on investigating the effects of information diffusion from the demand-side, i.e., investorsâ\u0080\u0099 voluntary demand for firm-specific information proxied by Baidu Search Volume Index. By taking the earnings announcement as an example for information asymmetry, we observe a net-selling behavior for investors during the pre-announcement periods that are closely related to changes of returns around the earnings announcements. More importantly, our empirical tests prove that the increased investorsâ\u0080\u0099 information demands help to alleviate the net-selling phenomenon as well as its further effects on earnings announcements returns that are resulted from the high information asymmetry during pre-announcement periods. In that sense, we conclude that investorsâ\u0080\u0099 information demand contributes to reducing information asymmetry by incorporating information into stock prices.",
            "keywords": [
                "Information demand",
                "Net selling",
                "Earnings announcement",
                "Firm-specific information",
                "Baidu index"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a59_3ay_3a2022_3ai_3ac_3as0275531921001434.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Analysis of herding behavior in individual investor portfolios using machine learning algorithms",
            "abstract": "This paper examines the determinants of herding at both stock and individual investor levels and studies the portfolio performance of herd vs. non-herd portfolios using machine learning algorithms. The disposition effect and the attention effect seem to explain herding behavior at the stock level. At the individual investor level, the cumulative number of buys and portfolio values reduce the prediction of herding behavior, while high values of portfolio return lead to a small increase in herding. Individuals who herd do not outperform either market or non-herd portfolios, suggesting that herding is a behavioral bias. Thus, such behavior seems to destabilize stock markets, creating temporary discrepancies in stock prices followed by reversals back to fundamentals. The most predictive factor in the performance tests of individual portfolios is the market risk premium and using equally-weighted factors rather than value-weighted factors seem to provide more consistent results in the portfolio performance analyses.",
            "keywords": [
                "Herding",
                "Portfolio performance",
                "Machine learning algorithms"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a62_3ay_3a2022_3ai_3ac_3as0275531922001283.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volatility information trading in the index options market: An intraday analysis",
            "abstract": "By analyzing intraday volatility information trading according to the demand for options, we determine the types of investors that are informed about future spot market volatility and conduct volatility information trading in a highly liquid options market. Although the overall aggregate options demand does not predict intraday market volatility, the vega-weighted net demand of foreign investment firms conveys significant information about future volatility dynamics. By tracking the positions of all options market participants according to option moneyness, we find that foreign investment firms conduct volatility trading using highly levered options and that their intraday volatility information superiority is more prominent when they close their existing positions.",
            "keywords": [
                "Foreign investment firm",
                "Market microstructure",
                "Implied volatility",
                "Intraday volatility",
                "Volatility information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a64_3ay_3a2019_3ai_3ac_3ap_3a412-426.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor sentiment extracted from internet stock message boards and IPO puzzles",
            "abstract": "High initial returns and long-run underperformance of initial public offerings (IPOs) represent puzzles in corporate finance. We investigate how investor sentiment affects these puzzles. Investor sentiment on each issuing firm's pre-IPO is extracted from Yahoo! Japan Finance message boards using text mining and a support vector machine classification. Message data on 654 Japanese IPOs from 2001 to 2010 are used to measure investor attention and sentiment. We find that high investor attention and bullish investor sentiment positively affect IPO offer prices and initial returns, leading to subsequent price declines. This suggests that excessive investor optimism can partially explain the IPO puzzles.",
            "keywords": [
                "Investor sentiment",
                "Message board",
                "Text mining",
                "IPO",
                "Investor attention"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a56_3ay_3a2018_3ai_3ac_3ap_3a205-217.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volatility and public information flows: Evidence from disclosure and media coverage in the Japanese stock market",
            "abstract": "This study explores the impact of public information flows on the total volatility of stock returns and idiosyncratic volatility (IDV) using corporate disclosures and press media coverage for a broad cross-section of companies in Japan. We argue that firm-released disclosures and news reports released by the press have disparate effects on volatility. Specifically, disclosure information arrivals tend to increase total volatility, consistent with the uncertainty-generating effect, whereas media coverage reduces volatility, consistent with the notion that media reports resolve information uncertainty for firms. For IDV, both types of news tend to mitigate price synchronicity, suggesting that public information flows mainly contribute to the capitalization of firm-specific information on prices overall.",
            "keywords": [
                "Total volatility",
                "Idiosyncratic volatility",
                "Corporate disclosure",
                "Media coverage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a51_3ay_3a2017_3ai_3ac_3ap_3a660-676.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Systematic risk and volatility skew",
            "abstract": "The impact of systematic risk on volatility skew is assessed in a CAPMâ\u0080\u0093GARCH framework under which the relationship between asset price and market index adheres to the CAPM with each residual following an asymmetric GARCH process. From numerical analysis, we demonstrate that (1) the relation between beta and implied volatilities presents a beta smile; (2) beta can determine the shape of implied volatility curve, but systematic risk proportion (SRP) cannot; and (3) the degree of negative skewness and positive kurtosis is proportional to the SRP; however, a higher SRP does not always lead to a higher level of implied volatility.",
            "keywords": [
                "Beta smile",
                "CAPM",
                "GARCH",
                "Systematic risk proportion",
                "Volatility skew"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a43_3ay_3a2016_3ai_3ac_3ap_3a72-87.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Public information arrival and stock return volatility: Evidence from news sentiment and Markov Regime-Switching Approach",
            "abstract": "Using computational linguistic analysis of intraday firm-level news releases, this study models the relation between public information flows and stock volatility under different regimes. We analyze how the hourly return volatility of S&P100 stocks from 2000 to 2010 are linked to the various linguistics-based sentiment scores of the news releases, which are obtained from the RavenPack News Analytics Database. Results from the Markov Regime-Switching GARCH (MRS-GARCH) model indicate that firm-specific news sentiment is more significant in quantifying intraday volatility persistence in the calm (low-volatility) state than the turbulent (high-volatility) state. Furthermore, the impact of news sentiment differs across industries and firm size.",
            "keywords": [
                "Public information arrival",
                "Stock return volatility",
                "News sentiment",
                "Markov Regime-Switching GARCH"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a42_3ay_3a2016_3ai_3ac_3ap_3a291-312.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic factors and index option returns",
            "abstract": "This study empirically investigates whether macroeconomic factors are priced in the cross-section of index option returns. Macroeconomic factors are extracted from a large panel of 132 economic activity indicators using dynamic factor analysis. The empirical analysis employs linear factor methodology with a factor structure including market return and macroeconomic factors. The results show that the risk premia on inflation, term spread, industrial production, and housing factors are significant. Further, business sales is a useful conditioning factor that drives variation in market betas. These extracted macroeconomic factors provide information that is not fully captured by Fama and French's (2015) investment and profitability factors.",
            "keywords": [
                "Macroeconomic factors",
                "Option returns",
                "Dynamic factor analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a48_3ay_3a2017_3ai_3ac_3ap_3a452-477.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Technical trading index, return predictability and idiosyncratic volatility",
            "abstract": "This study examines the cross-sectional return predictability of technical trading index and tests whether the source and the persistence of technical trading effect is the result of idiosyncratic volatility limiting arbitrage in the Chinese stock market. By eliminating common noise components in technical indicators, we propose a new technical trading index, TECHIWC, which negatively predicts future returns from short to long terms. This predictive power is not subsumed by other well-known firm characteristics. Furthermore, we find that the relationship between the TECHIWC effect and idiosyncratic volatility is significantly positive, which is consistent with idiosyncratic volatility limiting arbitrage of the TECHIWC effect. Finally, this relationship is robust to consideration of other limits of arbitrage, market states, and alternative specifications of idiosyncratic volatility.",
            "keywords": [
                "Technical trading index",
                "Contrarian",
                "Idiosyncratic volatility",
                "Iterated combination approach",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a69_3ay_3a2020_3ai_3ac_3ap_3a879-900.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "R&D, risks and overreaction in a market with the absence of the book-to-market effect",
            "abstract": "Prior studies document that the book-to-market (BM) effect is absent in the Taiwan stock market. Using Taiwanese data covering from 1991 to 2006, we show that, after controlling for the size effect and the Fama and French's (1993) risk factors, the BM effect only exists for those firms with low R&D intensity essentially because these stocks suffer less from investorsâ\u0080\u0099 underreaction to R&D investment. The BM effect arises primarily from fundamental reversals acting as a proxy for investorsâ\u0080\u0099 overreaction.",
            "keywords": [
                "Book-to-market",
                "R&D",
                "Overreaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a22_3ay_3a2012_3ai_3a1_3ap_3a11-24.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "How does retail sentiment affect IPO returns? Evidence from the internet bubble period",
            "abstract": "Using small-sized buyer-initiated trades as the proxy for retail demand, we study how retail sentiment affects the returns of IPOs completed on the U.S. markets between 1994 and 2004. While we find that retail sentiment is positively related with the return volatility of IPOs on the first trading day within the whole sample period, such positive sentimentâ\u0080\u0093volatility relation is the strongest during the 1999â\u0080\u00932000 internet bubble period. Furthermore, overoptimism among sentiment investors during the bubble period results in a negative relation between retail demand and long-run post-IPO price performance. This negative relation is robust, economically significant, and can be found when the long-run post-IPO abnormal returns are adjusted by style or adjusted by industry. Overall, there is evidence that the behavior of bullish retail investors can lead to overpricing of U.S. IPO shares and price reversals in the long run.",
            "keywords": [
                "Initial public offerings",
                "Retail sentiment",
                "IPO long-run returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a29_3ay_3a2014_3ai_3ac_3ap_3a235-248.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Consistent winners and losers",
            "abstract": "This paper investigates two related questions. First, I examine whether a string of relatively high (low) stock return performance that is measured over short periods ranging from the past two to four months triggers a market overreaction that gradually reverts to fundamentals. Second, I assess whether these two mispricing patterns, i.e., the momentum and reversal effects, are empirically linked. Results reported in this paper show that a zero-investment strategy that is long on consistent winners and short on consistent losers earns substantial average monthly abnormal returns that continue to be economically and statistically significant over the next twelve months. Subsequently, however, the return for the zero-investment portfolio in Years 2 to 5 is negative, resulting in a reversal of the bulk of the initial momentum profit. This evidence suggests that the return momentum and the price reversal anomalies are likely to be driven by the same investor psychology. This finding remains robust to the four-factor regression (the Fama-French three-factor model extended by the momentum factor) and various sensitivity tests. My evidence is consistent with the spirit of the psychology-based models.",
            "keywords": [
                "Consistent winners",
                "Consistent losers",
                "Price momentum and reversal",
                "Investor psychology"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a21_3ay_3a2012_3ai_3a1_3ap_3a210-220.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}