{
    "page_info": {
        "page_number": 44,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Two-period trading sentiment asset pricing model with information",
            "abstract": "We present a dynamic asset pricing model with investor sentiment and information, which shows that the investor sentiment plays a systematic and important role in the asset prices and the information is gradually incorporated into prices. The model has an analytical solution to the sentiment equilibrium price. We find that sentiment trading quantity not only increases the market liquidity, but also causes the asset prices' overreaction if the intensity of sentiment demand is more than a constant value. Therefore, the continuing overreactions result in a short-term momentum and a long-term reversal. The model could offer a partial explanation to some financial anomalies such as price bubbles, high volatility, asset prices' overreaction and so on.",
            "keywords": [
                "Investor sentiment",
                "Dynamic asset pricing",
                "Overreaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a36_3ay_3a2014_3ai_3ac_3ap_3a1-7.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor sentiment, information and asset pricing model",
            "abstract": "We present an asset pricing model with investor sentiment and information, which shows that the investor sentiment has a systematic and significant impact on the asset price. The equilibrium price's rational term drives the asset price to the rational, and the sentiment term leads to the asset price deviating from it. In our model, the proportion of sentiment investors and the information quality could amplify the sentiment shock on the asset price. Finally, the information is fully incorporated into prices when sentiment investors learn from prices. The model could offer a partial explanation of some financial anomalies: price bubbles, high volatility, asset prices' momentum effect and reversal effect.",
            "keywords": [
                "Investor sentiment",
                "Asset pricing model",
                "Financial anomalies",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a35_3ay_3a2013_3ai_3ac_3ap_3a436-442.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Shouldn't all eggs be putted in one basket? A portfolio model based on investor sentiment and inertial thinking",
            "abstract": "In the portfolio choice literatures and the financial market, diversification and concentration are the focus of debate of philosophers. In this paper, we develop a model of portfolio choice to integrate the diversification strategy and the concentration strategy. Our model relies on the concepts of investor sentiment and inertial thinking. The results show that: Generally, when the level of sentiment is relatively low, an investor who is affected by sentiment and inertial thinking may do a well-diversified investment the same as the rational investor. When the level of sentiment is high enough, the investment strategies including diversification and concentration are complex and volatile. Quantitative results for either diversification or concentration investment are given for all cases in the paper.",
            "keywords": [
                "Investor sentiment",
                "Inertial thinking",
                "Investment portfolio",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a35_3ay_3a2013_3ai_3ac_3ap_3a682-688.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sentiment approach to negative expected return in the stock market",
            "abstract": "A large number of researches have shown that the negative return of risky asset exists and has the profound significance whether for actual investment or theory studies. This paper investigates the effect of sentiment by establishing the sentiment asset pricing model, and explores the negative expected return when the parameters change in different situations. We provide the necessary and sufficient conditions for the negative expected return.",
            "keywords": [
                "Negative expected return",
                "Investor sentiment",
                "Asset pricing model",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a35_3ay_3a2013_3ai_3ac_3ap_3a30-34.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamic sentiment asset pricing model",
            "abstract": "Conventional wisdom suggests that the equilibrium stock price is not affected by investor sentiment, and the equilibrium price at an early time is higher than the one at a later time. In contrast to this wisdom, we present a dynamic asset pricing model with investor sentiment and we find that investor sentiment has a significant impact on the equilibrium stock price. The equilibrium stock price, which is affected by pessimistic sentiment at time 0, may be lower than the one at time 1. Moreover, consistent with the reality stock market, our model shows that time varying sentiments can lead to various price changes. Finally, the model could offer a partial explanation for the financial anomaly of high volatility.",
            "keywords": [
                "Behavioral finance",
                "Investor sentiment",
                "Sentiment asset pricing model",
                "Time varying sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a37_3ay_3a2014_3ai_3ac_3ap_3a362-367.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "How does green preference impact sustainability-based investment strategy? Evidence from the Chinese stock market",
            "abstract": "This study contributes to the ongoing debate on whether and how green strategy improves shareholder value. Using listed firms in the Chinese A-share market from 2008 through 2020, we find that a sustainability-based investment strategy by longing green stocks and shorting brown stocks can generate above 4% abnormal returns annually. Further investigation shows that investors' preference for green stocks increases the valuation of such stocks and contributes to the profitability of the trading strategy. We construct a green taste measure using textual analysis of over 400,000 analyst reports, finding that when agents' green tastes increase unexpectedly, the sustainability-based trading strategy generates higher returns in the future. Our findings shed light on the importance of investors' green preference on firmsâ\u0080\u0099 valuation.",
            "keywords": [
                "Green tastes",
                "ESG",
                "Textual analysis",
                "Market reaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a124_3ay_3a2023_3ai_3ac_3as0264999323001049.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamic asset pricing model with heterogeneous sentiments",
            "abstract": "The systematic and important role of investor sentiment has been supported by some recent empirical and theoretical literatures. In this paper, we present a dynamic asset pricing model with heterogeneous sentiments and we find that the equilibrium stock price is the wealth-share-weighted average of the stock prices that would prevail in an economy with one sentiment investor only. Moreover, heterogeneous sentiments induce fluctuations in the wealth distribution, which increases stock return volatility and induces mean reversion in stock returns. The model offers a partial explanation for the financial anomaly of mean reversion.",
            "keywords": [
                "Behavioral finance",
                "Heterogeneous sentiments",
                "Dynamic asset pricing model",
                "Mean reversion"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a33_3ay_3a2013_3ai_3ac_3ap_3a248-253.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intra- and inter-sector spillover effects within a supply chain: Evidence from Taiwan electric motorcycle industry",
            "abstract": "This study adopts a TVP-VAR based connectedness approach to investigate dynamic spillover effects of stock return in the supply chain of Taiwan's electric motorcycle. The decomposition of spillovers into intra- and inter-sector parts finds that the intra-sector connectedness is larger than the inter-sector one. Our results further suggest the midstream sector as the main transmitter of shocks as taking either intra-sector or inter-sector effects into consideration. We also find that inter-sector spillovers diminish with the echelon distance in the supply chain. The results provide insights for investors in assessing how stock returns shocks transmitted in the supply chain.",
            "keywords": [
                "Dynamic connectedness",
                "TVP-VAR",
                "Spillover decomposition",
                "Intra- and Inter-sector connectedness",
                "Echelon distance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a240_3ay_3a2024_3ai_3ac_3as0165176524002519.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The dark side of â\u0080\u009cflight-to-safetyâ\u0080\u009d: Evidence from macroeconomic tail risk beta",
            "abstract": "This study examines the impact of â\u0080\u009cflight-to-safetyâ\u0080\u009d (FTS) on price efficiency in the stock market, where FTS is driven by investorsâ\u0080\u0099 demand to hedge against macroeconomic tail risk (MTR). Stocks with higher MTR beta exhibit greater returns at higher MTR levels, suggesting a stronger capacity to hedge against MTR. We find that stocks with higher MTR beta are associated with lower price efficiency, and this negative effect intensifies with increased economic policy uncertainty. By examining the mechanism, we find that investors, particularly institutional investors, favor stocks with higher MTR beta, resulting in excessive net buying pressure and liquidity constraints. This overenthusiasm for safe-haven assets hinders the incorporation of information into stock prices, thereby reducing price efficiency.",
            "keywords": [
                "Macroeconomic tail risk",
                "Price efficiency",
                "Crowded trading",
                "Institutional herding"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a241_3ay_3a2024_3ai_3ac_3as0165176524002799.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beauty contest, bounded rationality, and sentiment pricing dynamics",
            "abstract": "We present a dynamic asset pricing model that incorporates investor sentiment, bounded rationality and higher-order expectations to study how these factors affect asset pricing equilibrium. In the model, we utilize a two-period trading market and investors make decisions based on the heterogeneous expectations principle and the â\u0080\u009csparsity-based bounded rationalâ\u0080\u009d sentiment. We find that bounded rationality results in mispricing and reduces it in next period. Investor sentiment produces more significant effects than private signals, optimistic investor sentiment increases hedging demand, thus causing prices to soar. Higher-order investors are more rational and attentive to the strategies of other participants rather than private signals. This model also derives the dampening effect of higher-order expectations to price volatility and the heterogeneity expectation depicts inconsistent investor behavior in financial markets. In the model, investors' expectations about future price is distorted by their sentiment and bounded rationality, so they obtain a biased mean from the signal extraction.",
            "keywords": [
                "Higher-order expectations",
                "Investor sentiment",
                "Bounded rationality",
                "Dynamic pricing equilibrium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a60_3ay_3a2017_3ai_3ac_3ap_3a71-80.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric post earnings announcement drift and order flow imbalance: The impact on stock market returns",
            "abstract": "We conduct an event study around the earning announcement to examine the asymmetric post earnings announcement drift, and its relationship with the bid-ask bias, order follow imbalance on post earnings announcement period for UK stock market from 2000 2021. The earning drift is significantly asymmetric in the post earnings announcement period, stocks with good news have less drift, and it (at least) partly due to the order flow imbalance during the event period. The earning announcement attracts more sell than buy orders, and an overall negative reaction in the market. The difference between transaction price return and quote price returns shows that the bid-ask bias is also a possible explanation of post earnings announcement drift. Our results are robust across different estimations and robustness tests.",
            "keywords": [
                "Post earnings announcement drift",
                "Order flow imbalance",
                "Bid-ask bias",
                "Earnings surprises",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a94_3ay_3a2024_3ai_3ac_3as1057521924002485.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "New findings on the asset growth anomaly: The joint effect of profitability and financing constraints",
            "abstract": "In previous studies, the asset growth anomaly is found to be driven by less profitable firms or firms with losses. However, we provide contrary evidence that the risk-adjusted return on the low-minus-high asset growth portfolio is statistically and economically significant among more profitable firms, when controlling for financing constraints. In fact, the asset growth effect is most pronounced in firms with both high profitability and high financing constraints. We present a theoretical framework demonstrating that these results are consistent with q-theory, supporting the hypothesis that the discount-rate channel underlies the asset growth effect. In our analysis, we employ the most up-to-date, machine-learning-based indices developed by Linn and Weagley (2023), to enhance accuracy of measuring financing constraints.",
            "keywords": [
                "Asset growth anomaly",
                "Discount rate",
                "Financing constraints",
                "Profitability",
                "Q-theory"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a244_3ay_3a2024_3ai_3ac_3as0165176524005007.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}