{
    "page_info": {
        "page_number": 232,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Investor attention and short-term return reversals",
            "abstract": "The Google Search Volume Index is proposed as a novel and improved proxy for overreaction as selling winner stocks after they enjoyed a substantial surge in search volume is found to be profitable. It increases the gains of a standard reversal strategy, net of transaction costs, from 17.5 basis points to 34.2 basis points on a weekly basis, corresponding to a 9.1% increase on an annual basis. Furthermore, we report significant alphas in Famaâ\u0080\u0093French-type regressions. The results suggest that most of the reversal profits are made in volatile times, which are typically periods when overreaction is most likely.",
            "keywords": [
                "Price reversals",
                "Investor attention",
                "Investor overreaction",
                "Google trends"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a29_3ay_3a2019_3ai_3ac_3ap_3a1-6.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor sentiment and stock returns: Wenchuan Earthquake",
            "abstract": "This paper exploits a natural experiment (the Wenchuan Earthquake in China) to study the effects of investor sentiment on stock returns. We find that during the 12months following the earthquake, stock returns are significantly lower for firms headquartered nearer the epicenter than for firms further away. Further analyses indicate that this pattern of stock returns does not exist before or long after the earthquake, and cannot be explained by actual economic losses or a change in systematic risk. Overall, our evidence is consistent with the interaction of local bias and investor sentiment affecting stock returns.",
            "keywords": [
                "Stock Returns",
                "Earthquake",
                "Behavioral finance",
                "Sentiment",
                "Local bias",
                "Disasters"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a9_3ay_3a2012_3ai_3a1_3ap_3a36-47.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Long-run relationships between US financial credit markets and risk factors: Evidence from the quantile ARDL approach",
            "abstract": "This paper examines the quantile-dependent short- and long-run impact of the FFR, VIX index and crude oil prices on the credit risk of the U.S. banking, financial services and insurance sectors. Using the quantile autoregressive distributed lag model, we find that the federal funds rate and the equity volatility mainly increase the credit risk of the financial sector when the credit risk is on a rising trend. However, oil prices, and to a lesser extent, decrease the credit risk. The short- and long-run impacts of the considered risk factors are time-varying and heterogeneous across the different credit market states.",
            "keywords": [
                "Financial credit sectors",
                "Risk factors",
                "Quantile ARDL model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a29_3ay_3a2019_3ai_3ac_3ap_3a101-110.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bubbles across Meme Stocks and Cryptocurrencies",
            "abstract": "This study examines the price explosiveness of stocks whose purchase Robinhood restricted during the GameStop episode. We find that those â\u0080\u009cmeme stocksâ\u0080\u009d comprise multiple periods of explosiveness, indicating that they are unlikely to be an epiphenomenon. We also document evidence of price co-explosivity among meme stocks themselves and cryptocurrencies and meme stocks. Given the historical low correlation between the stock market and cryptocurrencies, our results highlight the impact of social media and emerging trading applications on interactions among equity and cryptocurrency markets, and their potentially destabilizing effects on both.",
            "keywords": [
                "Price Explosiveness",
                "Co-explosivity",
                "Meme Stocks",
                "Cryptocurrencies",
                "GameStop",
                "Social Trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a49_3ay_3a2022_3ai_3ac_3as1544612322003774.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cognitive biases in investors' behaviour under stress: Evidence from the London Stock Exchange",
            "abstract": "The paper examines the implications arising from the effect of two cognitive biases, representativeness and conservatism, for securities price behaviour on the London Stock Exchange. In a single- and multi-factor framework of abnormal returns, the aspects of trend and consistency in the performance ratios of UK companies are examined on the base of behavioural finance theories with respect to cognitive biases. The findings obtained by the multi-factor model confirm the existence of two cognitive biases and trends that investors observe in financial performance over the long-term horizon, which is not the case for the single-factor model.",
            "keywords": [
                "Cognitive biases",
                "Representativeness",
                "Conservatism"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a54_3ay_3a2017_3ai_3ac_3ap_3a54-62.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "What role do futures markets play in Bitcoin pricing? Causality, cointegration and price discovery from a time-varying perspective?",
            "abstract": "Recent papers that have explored spot and futures markets for Bitcoin have concluded that price discovery takes place either in the spot, or the futures market. Here, we consider the robustness of previous price discovery conclusions by investigating causal relationships, cointegration and price discovery between spot and futures markets for Bitcoin, using appropriate daily data and time-varying mechanisms. We apply the time-varying Granger causality test of Shi, Phillips, and Hurn [2018]; time-varying cointegration tests of Park and Hahn [1999], and time-varying information share methodologies, concluding that futures prices Granger cause spot prices and that futures prices dominate the price discovery process.",
            "keywords": [
                "Bitcoin",
                "Futures",
                "Time-varying",
                "Granger causality",
                "Cointegration",
                "Price discovery"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a72_3ay_3a2020_3ai_3ac_3as1057521920302131.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Are safe haven assets really safe during the 2008 global financial crisis and COVID-19 pandemic?",
            "abstract": "This study evaluates the safe-haven role of twelve assets against the US stock market during the 2008 global financial crisis (GFC) and the COVID-19 pandemic. Our results show that silver and the Islamic stock index were safe havens during the 2008 GFC, and the Islamic stock index and Tether have been safe havens during COVID-19. We observe that the Islamic stock index and Tether have emerged as strong new safe havens. However, our supplementary analysis reveals that gold and Bitcoin still exhibit safe-haven behavior during severe market downturns. Overall, our findings suggest that safe-haven assets may vary over time.",
            "keywords": [
                "COVID-19",
                "2008 GFC",
                "Hedge",
                "Safe haven",
                "US stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeglofin/v_3a50_3ay_3a2021_3ai_3ac_3as1044028321000661.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Oil prices, US stock return, and the dependence between their quantiles",
            "abstract": "In this article, we examine the relationship between oil prices and US equities by proposing a novel quantile-on-quantile (QQ) approach to construct estimates of the effect that the quantiles of oil price shocks have on the quantiles of the US stock return. This approach captures the dependence between the distributions of oil price shocks and the US stock return and uncovers two nuance features in the oilâ\u0080\u0093stock relationship. First, large, negative oil price shocks (i.e. low oil price shock quantiles) can affect US equities positively when the US market is performing well (i.e. at high US return quantiles). Second, while negative oil price shocks could affect the US stock market, the influence of positive oil price shocks is weak, which suggests that the relationship between oil prices on the US equities is asymmetric.",
            "keywords": [
                "Oil prices",
                "Stock return",
                "Local linear regression",
                "Quantile regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a55_3ay_3a2015_3ai_3ac_3ap_3a1-8.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A test of efficiency for the S&P 500 index option market using the generalized spectrum method",
            "abstract": "This paper examines the efficiency of the S&P 500 options market by testing the martingale properties of the Model-Free Forward Variance (MFFV) time series using the Generalized Spectral Test (GST). Based on a sample from January 1, 1996 to May 31, 2010, our tests show robust evidence that the S&P 500 options market is not efficient. By examining the subsamples before and after the 2008 financial crisis, we find this options market inefficiency is mainly driven by the outbreak of the subprime crisis. Our diagnostic tests further indicate that this inefficiency is due to the skewness-in-mean effect of forward variance. Specifically, the skewness-in-mean effect is weakened once we account for the S&P 500 index jump effects. Hence, we can establish a link between jumps and options market inefficiency. Finally, we find that the lagged skewness of the forward variance can help forecasting the forward variance both in-sample and out-of-sample. The economic significance of this forecasting ability is further highlighted by the performance of a trading strategy based on forward variance. In sum, out study provides robust evidence and a trading implication on testing the S&P 500 options market efficiency.",
            "keywords": [
                "Model-Free Forward Variance",
                "Spectral density test",
                "Index jump",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a64_3ay_3a2016_3ai_3ac_3ap_3a52-70.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does the forward premium puzzle disappear over the horizon?",
            "abstract": "This paper provides the first comprehensive study of the horizon effect in tests of the forward rate unbiasedness hypothesis. It estimates Fama regressions employing 1-month through to 10-year horizon data for the five most heavily traded US dollar currency pairs pre-crisis 1980â\u0080\u00932006. In contrast with extant studies, it fully deals with the econometric problems of long horizon regressions by means of a novel heteroskedastic- and autocorrelation-consistent bootstrap. The regression results confirm a clear horizon effect in that the slope coefficient approaches unity as the forward contract maturity is extended. The puzzle disappears at the 3-year horizon and beyond for all currencies.",
            "keywords": [
                "Forward rate unbiasedness",
                "Bootstrap",
                "Horizon effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a9_3ap_3a3681-3693.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beta herding through overconfidence: A behavioral explanation of the low-beta anomaly",
            "abstract": "We investigate asset returns using the concept of beta herding, which measures cross-sectional variations in betas due to changes in investorsâ\u0080\u0099 confidence about their market outlook. Overconfidence causes beta herding (compression of betas towards the market beta), while under-confidence leads to adverse beta herding (dispersion of betas from the market beta). We show that the low-beta anomaly can be explained by a return reversal following adverse beta herding, as high beta stocks underperform low beta stocks exclusively following periods of adverse beta herding. This result is robust to investorsâ\u0080\u0099 preferences for lottery-like assets, sentiment, and return reversals, and beta herding leads time variation in betas.",
            "keywords": [
                "Beta",
                "Herding",
                "Overconfidence",
                "Low-beta anomaly"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejimfin/v_3a111_3ay_3a2021_3ai_3ac_3as0261560620302746.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Modeling systemic risk and dependence structure between oil and stock markets using a variational mode decomposition-based copula method",
            "abstract": "This study combines the variational mode decomposition (VMD) method and static and time-varying symmetric and asymmetric copula functions to examine the dependence structure between crude oil prices and major regional developed stock markets (S&P500, stoxx600, DJPI and TSX indexes) during bear, normal and bull markets under different investment horizons. Furthermore, it analyzes the upside and downside short- and long-run risk spillovers between oil and stock markets by quantifying three market risk measures, namely the value at risk (VaR), conditional VaR (CoVaR) and the delta CoVaR (â\u0088\u0086CoVaR). The results show that there is a tail dependence between oil and all stock markets for the raw return series. By considering time horizons, we show that there is an average dependence between the considered markets for the short-run horizons. However, the tail dependence is also found for the long-run horizons between the oil and stock markets, with the exception of the S&P500 index which exhibits average dependence with the oil market. Moreover, we find strong evidence of up and down risk asymmetric spillovers from oil to stock markets and vice versa in the short-and long run horizons. Finally, the market risk spillovers are asymmetric over the time and investment horizons.",
            "keywords": [
                "Oil prices",
                "Stock markets",
                "Risk spillovers",
                "Copula",
                "Variational mode decomposition",
                "Delta CoVaR"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a75_3ay_3a2017_3ai_3ac_3ap_3a258-279.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}