{
    "page_info": {
        "page_number": 50,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Inventory Information",
            "abstract": "In a market with symmetric information about fundamentals, can information-based trade still arise? Consider bond and FX markets, where private information about nominal cash flows is generally absent, but participants are convinced that superior information exists. We analyze a class of asymmetric information - inventory information - that is unrelated to fundamentals, but still forecasts future price (by forecasting future discount factors). Empirical work based on the analysis shows that inventory information in FX does indeed forecast discount factors, and does so over both short and long horizons. The immediate price impact of shocks to inventory information is large, roughly 50 percent of that from public information shocks (the latter being the whole story under symmetric information). Within about 30 minutes the transitory effect dies out, and prices reflect a permanent effect from inventory information that ranges between 15 and 30 percent of that from public information.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9893.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Multiscale Multifractal Detrended Fluctuation Analysis and Trend Identification of Liquidity in the China's Stock Markets",
            "abstract": "Abstract This paper concerns an investigation on the multifractal features of liquidity in China's stock markets based on multifractal detrended fluctuation analysis, and an analysis on multifractal features of market liquidity and fractal degree by determining the generalized Hurst exponent. Also involved in this paper are the identification of the trended fluctuations by tendency entropy dimension and a study on the validity of the correct rate of identification by stochastic correct rate. The results show that the multifractal features of liquidity are obvious in China's stock markets and that the multifractal liquidity degree of the large-cap stock is lower than those of the medium and small-cap stocks. The trend entropy dimension can be used to identify the trend of liquidity effectively, serving as an effective method to identify the fluctuation trend of fractal market.",
            "keywords": [
                "Liquidity",
                "Multifractal detrended fluctuation analysis",
                "Tendency entropy dimension",
                "China's stock markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapcompec/v_3a61_3ay_3a2023_3ai_3a2_3ad_3a10.1007_5fs10614-021-10215-5.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Upward and Downward Multifractality and Efficiency of Chinese and Hong Kong Stock Markets",
            "abstract": "Abstract This study examines the upward and downward multifractality, long-memory process, and efficiency of the Shanghai stock exchange composite index of mainland China and the Hang Seng index (HSI) of Hong Kong using the symmetric multifractal detrended fluctuation analysis (MF-DFA), asymmetric MF-DFA (A-MF-DFA), and the Hurst exponent. The results reveal significant differences in upward and downward multifractality, indicating asymmetric multifractality regardless of the frequencies. Moreover, we find evidence of excess asymmetry in multifractality for both markets and for all frequencies, which is more pronounced during downward stock price movements for Hang Seng Index (HSI) markets. The Hong Kong market is less inefficient than Chinese markets. Additionally, Bitcoin (BTC) volumes and BTC trading capitalizations affect the efficiency level across quantiles. Finally, robustness tests confirm our results are robust.",
            "keywords": [
                "Asian stock markets",
                "Bitcoin",
                "High frequency",
                "Hurst exponent",
                "A-MF-DFA"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapcompec/v_3a64_3ay_3a2024_3ai_3a6_3ad_3a10.1007_5fs10614-023-10526-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Could Istanbul Stock Exchange be characterized by random walk process?",
            "abstract": "This paper investigates whether the Istanbul Stock Exchange (ISE) prices can be characterized as a random walk or mean reversion process in a non-linear framework. We employ an unrestricted two-regime threshold autoregressive (TAR) model with an autoregressive unit root based on bootstrap methods. Using weekly observations, our findings indicate that weekly ISE-100 data is non-linear and characterized by a unit root process over the period January 1999 to January 2009. To test the presence of non-linear dependence, we apply the BDS test to the residuals of estimated TAR model and reject the null hypothesis of independently and identically distributed (IID) assumption. The main result is that the paper rejects the random walk hypothesis for the Istanbul Stock Exchange.",
            "keywords": [
                "Random Walk Hypothesis",
                "Threshold Autoregressive Model (TAR)",
                "Non-linearity",
                "Istanbul Stock Exchange."
            ],
            "eco_link": "https://econpapers.repec.org/article/iifiifjrn/v_3a25_3ay_3a2010_3ai_3a296_3ap_3a77-91.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Impacts of Opening Margin Trading on Stock Return, Volatility and Turnover Rate in Taiwan",
            "abstract": "This paper studies the impact of first opening margin trading on stock return, return volatility, and turnover rates via an event study. The results indicate that there is no relationship between changes in stock return volatility and industry sectors after opening margin trading. The different firm sizes make the TSE and OTC non-electric sector's stock return volatility has significant variation earlier than electric sector's when we prolong the investigate period. For turnover rate, opening margin trading can increase the TSE's turnover rate significantly. The result also shows that considering both sectors and firm sizes, they still have different turnover rates in the mid- and long-term. In addition, opening margin trading does have information content on the stock returns. During the event window, the electric sectors of both TSE and OTC have higher stock returns. All sectors except the OTC's non-electric sector have positive impacts by opening margin trading. It follows from what has been said that the TSE's electric sector is a better investment target during our sample period and its CAAR increases more in the bull market than in the bear market.",
            "keywords": [
                "margin trading",
                "abnormal return",
                "volatility",
                "turnover rate"
            ],
            "eco_link": "https://econpapers.repec.org/article/jecjournl/v_3a3_3ay_3a2007_3ai_3a1_3ap_3a97-124.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Interactive Effect between Earnings and Dividend Announcements: Complement or Substitute?",
            "abstract": "This paper investigates the relative strengths of complementary and substitution effects between earnings and dividend announcements on a sequential sample of announcements of earnings and dividends from U.S. firms. The empirical results support the complementary hypothesis for earnings announcements that precede dividend announcements. Specifically, when evaluating an unexpected dividend signal, the investors tend to consult prior earnings information and react positively. Further tests find this complementary correlation to be stronger when accompanying negative, unexpected dividend signals. In contrast, I do not find complementary or substitution effects between dividend announcements that precede earnings announcements. In addition, the evidence indicates significant information content for unexpected revenue after controlling for unexpected earnings and dividends.",
            "keywords": [
                "earnings",
                "dividends",
                "complementary effect",
                "revenue"
            ],
            "eco_link": "https://econpapers.repec.org/article/jecjournl/v_3a4_3ay_3a2008_3ai_3a2_3ap_3a163-180.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Permutation-weighted portfolios and the efficiency of commodity futures markets",
            "abstract": "Abstract We study the behavior of permutation-weighted portfolios, portfolios with weights that are proportional to a permutation of the current market weights. For markets with more than two assets, these portfolios are not functionally generated (except for the identity permutation), so we use rank-based methods to analyze their behavior. The reverse-wighted portfolio is the permutation-weighted portfolio with weights proportional to the market weights, but reversed by rank. We show that in a market represented by a first-order model with rank-symmetric variance parameters, the reverse-weighted portfolio will outperform the market portfolio over the long term. This result carries over to a commodity futures market with rank-based parameters similar to those of such a first-order model. In this market we find that the reverse-weighted portfolio outperforms the price-weighted market portfolio from 1977â\u0080\u00932018.",
            "keywords": [
                "Stochastic portfolio theory",
                "Functionally generated portfolios",
                "Market efficiency",
                "Swap portfolios",
                "Reverse-weighted portfolios",
                "Permutation-weighted portfolios",
                "First-order model",
                "Commodity futures"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapannfin/v_3a18_3ay_3a2022_3ai_3a1_3ad_3a10.1007_5fs10436-021-00401-8.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Analysis of Price Differences Between A and H Shares",
            "abstract": "Abstract The price difference between A share trading in the Mainland and H share trading in Hong Kong of the same company has been prevailing since inception. Studying the differences could be useful in understanding dissimilarity between the two markets. This paper is devoted to analyze certain company specific and market factors that may influence premiums between A and H shares. An appropriate factor model is built based on a sample from 63 listed companies in both markets from January 2014 to June 2017. Our factors are useful to explain premium variations. In addition to typical market and company specific factors, it is found premium levels are significantly related to the industry sector in general. Meanwhile, it is observed that premiums of many shares are becoming narrower in recent years, which might pave the way to convergence after closer links between the Mainland and Hong Kong stock exchanges.",
            "keywords": [
                "AH premium",
                "Factor model",
                "Stock market segmentation"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a26_3ay_3a2019_3ai_3a4_3ad_3a10.1007_5fs10690-019-09277-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Internal Market Efficiency, Market Co-movement, and Cross-Market Efficiency: The Case of Hong Kong and Shanghai Stock Markets",
            "abstract": "Abstract We examine the effects of the 2008 financial crisis on the cross-market efficiency of the Hong Kong and Shanghai stock markets. Our results show a sharp decline in the cross-market efficiency during the financial crisis. We investigate whether this is due to lower internal market efficiency or higher market co-movement. The results show no evidence that the internal market efficiency dropped in Hong Kong or Shanghai during the crisis. In contrast, we document a strong increase in the market co-movement during the crisis. These results suggest that the decline in cross-market efficiency during the financial crisis is due to increased market co-movement and not a decline in internal market efficiency.",
            "keywords": [
                "Cross-market efficiency",
                "Co-movement",
                "Internal market efficiency",
                "Entropy",
                "Wavelet",
                "Mutual information"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a24_3ay_3a2017_3ai_3a4_3ad_3a10.1007_5fs10690-017-9232-3.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Closures and Cross-sectional Stock Returns",
            "abstract": "Abstract By analyzing not only an overnight return but also a midday-recess return, namely, a stock return during midday-recess, I analyze whether and why market closures affect cross-sectional stock returns. I find strong persistence in overnight and midday-recess returns, with both returns positively associated with each other. Moreover, these out-of-trading-hours returns are negatively associated with returns during trading hours. I analyze whether these associations are explained by a different investor clientele outside trading hours (the open of the trading session) compared to during trading hours (intraday and closing of the trading session). I find that institutional ownership increases more with returns during trading hours; the finding indicates that those returns are mainly determined by institutional investors, while midday-recess and overnight returns, that is, returns outside trading hours, are not. Overall, my results support the view that market closures do affect cross-sectional returns and the influence is attributable to differences in the investor clientele.",
            "keywords": [
                "Intraday-basis returns",
                "Investor clientele",
                "Market closure",
                "Midday-recess"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a27_3ay_3a2020_3ai_3a1_3ad_3a10.1007_5fs10690-019-09279-z.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock returns seasonality in emerging asian markets",
            "abstract": "Abstract This study examines the presence of the â\u0080\u009cmonth of the year effectâ\u0080\u009d in the six emerging Asian stock markets (India, Indonesia, Japan, Malaysia, Philippines, and South Korea) for the period January, 1991 to November, 2020 using GARCH (1, 1), EGARCH (1, 1) and TGARCH (1, 1) models. The empirical results indicate the existence of â\u0080\u009cmonth of the year effectsâ\u0080\u009d on stock returns and volatility of all the emerging Asian stock markets except Japan. The study reveals a positive and significant January effect for each country except Japan. February, April and July effects are positive and significant only in the case of Indonesia, South Korea and Malaysia respectively. The findings confirm the persistence of ARCH and GARCH effects in the monthly return series. Moreover, the asymmetric GARCH models show that the emerging Asian stock market returns exhibit asymmetric (leverage) effect. The seasonal or monthly effect in stock markets in Emerging Asian countries poses an important research question as Emerging Asiaâ\u0080\u0099s economic footprint has been growing significantly. The findings of the study have important implications for active and profitable trading strategies.",
            "keywords": [
                "Efficient market",
                "Month of the year effect",
                "OLS model",
                "GARCH models",
                "Emerging Asian Countries"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a30_3ay_3a2023_3ai_3a1_3ad_3a10.1007_5fs10690-022-09370-y.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Efficiency, Liquidity, and Multifractality of Bitcoin: A Dynamic Study",
            "abstract": "Abstract This paper investigates the dynamic relationship between market efficiency, liquidity, and multifractality of Bitcoin. We find that before 2013 liquidity is low and the Hurst exponent is less than 0.5, indicating that the Bitcoin time series is anti-persistent. After 2013, as liquidity increased, the Hurst exponent rose to approximately 0.5, improving market efficiency. For several periods, however, the Hurst exponent was found to be significantly less than 0.5, making the time series anti-persistent during those periods. We also investigate the multifractal degree of the Bitcoin time series using the generalized Hurst exponent and find that the multifractal degree is related to market efficiency in a non-linear manner.",
            "keywords": [
                "Market efficiency",
                "Bitcoin",
                "Cryptocurrency",
                "Hurst exponent",
                "Liquidity",
                "Multifractality"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a27_3ay_3a2020_3ai_3a1_3ad_3a10.1007_5fs10690-019-09286-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}