{
    "page_info": {
        "page_number": 187,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Co-skewness across Return Horizons",
            "abstract": "In this paper the impact of investment horizon on asset co-skewness is examined both empirically and theoretically. We first detail a strong horizon-based estimation bias for co-skewness. An asset that has positive co-skewness at one horizon may have negative co-skewness for others. This phenomenon is particularly evident for small-capitalization stocks. We then propose a theoretical model to estimate long-horizon co-skewness using data observed at the shortest horizon, which emphasizes the role of adjustment delays in the pricing of market-wide information among securities. Co-skewness is only found to be priced in the cross-section of stock returns for a small range of short-horizons, calling into question the universal validity of the three-moment model.",
            "keywords": [
                "Co-skewness",
                "The Horizon Effect",
                "Intertemporal Correlation",
                "Asset Pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ucdwpaper/202210.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Co-skewness across Return Horizons",
            "abstract": "In this paper, the impact of investment horizon on asset co-skewness is examined both empirically and theoretically. We detail a strong horizon-based estimation bias for co-skewness. An asset that has positive co-skewness in one horizon may have negative co-skewness in another. This phenomenon is particularly evident for small-capitalization stocks. We propose a theoretical model to estimate long-horizon co-skewness using the shortest horizon data, which emphasizes the role of adjustment delays in pricing market-wide information among securities. Moreover, in the absence of intertemporal correlation, we show that co-skewness remains horizon-dependent. Our findings are robust to alternative specifications and have strong implications for asset pricing or portfolio allocation with co-skewness.",
            "keywords": [
                "Co-skewness",
                "The Horizon Effect",
                "Intertemporal Correlation",
                "Asset Pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ucdwpaper/201910.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is there an S&P 500 index effect?",
            "abstract": "We find that the firms included in the S&P 500 index are characterized by large increases in earnings, appreciation in market value, and positive price momentum in the period preceding their index inclusion. This strong preinclusion performance predicts 1) the permanent increase of market value and 2) the change in return comovement, reflected in declines of size, value, and momentum betas, following index inclusion. Nonevent firms with similar performance experience similar appreciation in value and changes in comovement coincident with the event firms. Contrary to the consensus in the literature, our results indicate that?after accounting for the firms? extraordinary preinclusion performance?index inclusion has no permanent effect on value and comovement.",
            "keywords": [
                "Index numbers (Economics)",
                "Stock market",
                "Risk"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfednsr/484.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Head and shoulders: not just a flaky pattern",
            "abstract": "This paper evaluates rigorously the predictive power of the head-and-shoulders pattern as applied to daily exchange rates. Though such visual, nonlinear chart patterns are applied frequently by technical analysts, our paper is one of the first to evaluate the predictive power of such patterns. We apply a trading rule based on the head-and-shoulders pattern to daily exchange rates of major currencies versus the dollar during the floating rate period (from March 1973 to June 1994). We identify head-and-shoulders patterns using an objective, computer-implemented algorithm based on criteria in published technical analysis manuals. The resulting profits, replicable in real-time, are then compared with the distribution of profits for 10,000 simulated series generated with the bootstrap technique under the null hypothesis of a random walk.",
            "keywords": [
                "Forecasting",
                "Investments",
                "Foreign exchange rates"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfednsr/4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "PEAD.txt: Post-Earnings-Announcement Drift Using Text",
            "abstract": "We construct a new numerical measure of earnings announcement surprises, standardized unexpected earnings call text (SUE.txt), that does not explicitly incorporate the reported earnings value. SUE.txt generates a text-based post-earnings announcement drift (PEAD.txt) larger than the classic PEAD and can be used to create a profitable trading strategy. Leveraging the prediction model underlying SUE.txt, we propose new tools to study the news content of text: paragraph-level SUE.txt and paragraph classification scheme based on the business curriculum. With these tools, we document many asymmetries in the distribution of news across content types, demonstrating that earnings calls contain a wide range of news about firms and their environment",
            "keywords": [
                "PEAD",
                "Machine Learning",
                "NLP",
                "Text Analysis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedpwp/89938.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Corporate Disclosure: Facts or Opinions?",
            "abstract": "A large body of literature documents the link between textual communication (e.g., news articles, earnings calls) and firm fundamentals, either through pre-defined â\u0080\u009csentimentâ\u0080\u009d dictionaries or through machine learning approaches. Surprisingly, little is known about why textual communication matters. In this paper, we take a step in that direction by developing a new methodology to automatically classify statements into objective (â\u0080\u009cfactsâ\u0080\u009d) and subjective (â\u0080\u009copinionsâ\u0080\u009d) and apply it to transcripts of earnings calls. The large scale estimation suggests several novel results: (1) Facts and opinions are both prominent parts of corporate disclosure, taking up roughly equal parts, (2) higher prevalence of opinions is associated with investor disagreement, (3) anomaly returns are realized around the disclosure of opinions rather than facts, and (4) facts have a much stronger correlation with contemporaneous financial performance but facts and opinions have an equally strong association with financial results for the next quarter.",
            "keywords": [
                "Subjectivity",
                "Machine Learning",
                "NLP",
                "Text Analysis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedpwp/93414.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The influences of information demand and supply on stock price synchronicity",
            "abstract": "Abstract This study investigates how information flow affects the determinants of stock price synchronicity, with a focus on the role of investors' information demand and supply. We analyze quarterly data for S&P500 constituents from 2010 to 2020, using Google search volume index and media coverage as a proxy for information demand and supply, respectively. Our results show that higher information demand lowers stock price synchronicity, as greater interest in a firm exposes more firm-specific information. We also find a negative association between media coverage and stock price synchronicity, implying that media coverage helps stock prices better reflect firm-specific information. The tone of news further moderates this negative effect. However, our analysis does not confirm a stronger negative relationship between media coverage and stock price synchronicity for firms with more opaque information environments. Overall, our study offers new insights into the impact of information flow on stock price synchronicity, benefiting investors and policy makers in portfolio allocation and financial market monitoring.",
            "keywords": [
                "Stock price synchronicity",
                "Investor attention",
                "Media coverage",
                "News tone",
                "Firm-specific information environment"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a61_3ay_3a2023_3ai_3a3_3ad_3a10.1007_5fs11156-023-01183-y.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "STOCK PRICE ANCHORING",
            "abstract": "We provide evidence on a new anomaly in the stock market. We show that stock prices are very robustly correlated to firm value in a cross-sectional framework. We interpret this result as evidence that investors' valuations are biased by a specific version of the availability heuristic, by which investors wrongly interpret the easily available infor- mation about the stock price as a piece of relevant cross-sectional information about true firm value. In this way firm value is \\anchored\" to the stock price, confirming the existence of anchoring effects in financial markets beyond the boundaries of the experimental lab. Interestingly, firms with a high nominal share price at the end of the year, tend to have lower returns in the subsequent year. After controlling for common risk factors, this underperformance amounts to 1.77 basis points per day, or 4.56% per annum.",
            "keywords": [
                "Anchoring effect",
                "heuristics",
                "anomaly",
                "firm value",
                "stock prices"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rugrugwps/19_2f966.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information Processing in Freight and Freight Forward Markets: An Event Study on OPEC Announcements",
            "abstract": "In this paper, information processing in spot and forward freight markets with respect to the Organization of the Petroleum Exporting Countries (OPEC) output announcements is investigated. We use the event study methodology to study returns in tanker freight spot and forward markets around OPEC conferences from 2003 to 2014. Significant abnormal returns indicate that the output decisions are informationally important for the pricing of crude oil transportation services. We consistently find patterns of positive abnormal returns around production increase announcements and negative abnormal returns around announcements of production cuts. Our analysis also suggests that market participants appear to trade three to five days prior to the final announcement based on their anticipation of the actual output announcements. This is consistent with findings from related studies on crude oil returns. Persistence of abnormal returns in the post-event period indicates incomplete initial reactions or at least slow adjustment to disseminated information.",
            "keywords": [
                "Tanker Freight Rates",
                "Freight Forwards",
                "OPEC",
                "Informational Efficiency",
                "Event Study"
            ],
            "eco_link": "https://econpapers.repec.org/paper/risvhsuwp/2016_5f172.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Recovering Probabilistic Information From Options Prices and the Underlying",
            "abstract": "This paper examines a variety of methods for extracting implied probability distributions from option prices and the underlying. The paper first explores non-parametric procedures for reconstructing densities directly from options market data. I then consider local volatility functions, both through implied volatility trees and volatility interpolation. I then turn to alternative specifications of the stochastic process for the underlying. I estimate a mixture of log normals model, apply it to exchange rate data, and illustrate how to conduct forecast comparisons. I finally turn to the estimation of jump risk by extracting bipower variation.",
            "keywords": [
                "options",
                "implied probability densities",
                "volatility smile",
                "jump risk",
                "bipower variation"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rutrutres/200702.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Impact of Monetary Policy on Financial Markets in Small Open Economies: More or Less Effective During the Global Financial Crisis?",
            "abstract": "This paper estimates the impact of monetary policy on exchange rates and stock markets for eight small open economies: Australia, Canada, the Republic of Korea, New Zealand, the United Kingdom, Indonesia, Malaysia and Thailand. On average across these countries, a one percentage point surprise rise in official interest rates leads to a 1% appreciation of the exchange rate and a 1% fall in stock market indices. The effect on exchange rates is notably weaker in the non-Organization for Economic Cooperation and Development (OECD) countries with a managed float. For the OECD countries, there is no robust evidence of a change in the effect of policy during the global financial crisis. For the non-OECD countries, there is some evidence of a stronger effect of policy on stock markets during the crisis, although further research is needed to investigate whether this is a result of measurement issues.",
            "keywords": [
                "Monetary policy effectiveness",
                "exchange rate",
                "stock prices",
                "crisis",
                "Asian economies"
            ],
            "eco_link": "https://econpapers.repec.org/paper/risadbrei/0072.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Profitability and Market Quality of High Frequency Market-makers: An Empirical Investigation",
            "abstract": "Financial markets in contemporary regulatory settings require the presence of high-frequency liquidity providers. We present an applied study of the profitability and the impact on market quality of an individual high-frequency trader acting as a market-maker. Using a sample of sixty stocks over a six-month period, we implement the optimal quoting policy (OQP) of liquidity provision from Ait-Sahalia and Saglam's (2014) dynamic inventory management model. The OQP allows the high-frequency trader to extract a constant annuity from the market but its profitability is insufficient to cover the costs of market-making activities. The OQP is embedded in a trading strategy that relaxes the modelâ\u0080\u0099s constraint on the quantity traded. Circuit-breakers are implemented and market imperfections are considered. Profits excluding maker-fees and considering transaction fees are economically significant. We propose a methodology to adjust the returns for asynchronous trading and varying leverage levels associated with dynamic inventory management. This allows us to qualify high trade volume as a proxy of informed trading. The high-frequency trader behaves as a constant liquidity provider and has a positive effect on market quality even in periods of market stress.",
            "keywords": [
                "Algorithmic trading",
                "electronic markets",
                "high-frequency trading",
                "limit order book",
                "liquidity",
                "market-making",
                "market efficiency",
                "market microstructure."
            ],
            "eco_link": "https://econpapers.repec.org/paper/riscrcrmw/2016_5f003.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}