{
    "page_info": {
        "page_number": 29,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Local sports sentiment and returns of locally headquartered stocks: A firm-level analysis",
            "abstract": "We undertake a firm-level analysis of the relation between National Football League (NFL) game outcomes and the return patterns of Nasdaq firms headquartered geographically near the NFL teams. We find that a team's loss leads to lower next-day returns for locally headquartered stocks and that this impact increases for a surprising loss or a critical game loss. The negative effects of game losses are stronger for stocks that are more vulnerable to shifts in sports sentiment. Our results suggest that the game outcomes of local sports teams influence investor sentiment, which significantly affects the returns of localized trading stocks.",
            "keywords": [
                "Behavior finance",
                "Sports sentiment",
                "Localized trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a19_3ay_3a2012_3ai_3a3_3ap_3a309-318.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The speed of stock price adjustment to corporate announcements: Insights from Turkey",
            "abstract": "The market reaction speeds to the news flow are currently measured at the millisecond level in developed markets. We investigate, using a unique setting from Turkey, whether the market reaction speeds in less sophisticated markets are on par with those of developed markets. We find that market reaction times to corporate announcements are slower than documented in recent studies, although markets react to positive news more quickly than negative news. When high-frequency traders are more active in the market prior to announcements, the speed of price adjustment is slower. Finally, we find sizable profit opportunities for investors following event-driven strategies.",
            "keywords": [
                "Speed of stock price response",
                "Corporate announcements",
                "High frequency trading",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeememar/v_3a47_3ay_3a2021_3ai_3ac_3as1566014120305872.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Expectations Hypothesis of the Term Structure and Time Varying Risk Premia: a Panel Data Approach",
            "abstract": "The expectations hypothesis of the term structure of interest rates implies that the spread between short and long bond yields should forecast next period's change in the long yield. Regression based tests have systematically rejected the expectations hypothesis, with estimated coefficients far from their hypothesized values. One explanation of this rejection is that regression tests fail to account for time varying risk premia that are correlated with the spread, causing a downward bias in the estimated regression parameters. This paper uses panel data in order to test the expectations hypothesis in the presence of time varying risk premia.",
            "keywords": [
                "INTEREST RATE",
                "RISK",
                "ECONOMETRIC MODELS",
                "MODELS",
                "ECONOMETRICS"
            ],
            "eco_link": "https://econpapers.repec.org/paper/exewpaper/9811.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Retail investorsâ\u0080\u0099 escaping from the bottom and clustering at the top of the trend in China",
            "abstract": "This study investigates the bottom and top of the trend few researchers have focused on. Combining this with the behavior of retail investors in the unique Chinese stock market, we find that retail investors easily escape from the bottom of the trend, but cluster at the top. This finding holds after a series of robustness checks containing the other measurements of the bottom and top of the trend, the measurement of retail investorsâ\u0080\u0099 money flow, the trend selection of major shareholders, and the longer forecasting windows. The reasons for the retail investorsâ\u0080\u0099 behavior is that retail investors are stimulated by sentiment and captured by attention to buy at the top of the trend. Moreover, we find losing patience of retail investors impels the escaping from the bottom of the trend. Further analyses illustrate listed companies engaging in earnings management exacerbate retail investorsâ\u0080\u0099 clustering at the top and escaping from the bottom, but this issue can be mitigated through improvements in corporate governance and proactive market value management.",
            "keywords": [
                "Bottom and top",
                "Trend preference",
                "Investor sentiment",
                "Retail investorsâ\u0080\u0099 patience"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a93_3ay_3a2024_3ai_3apb_3ap_3a875-904.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Predicting stock market returns using aggregate credit risk",
            "abstract": "We investigate how credit risk predicts stock returns in the time-series at the aggregate level in the Chinese market. We find that the aggregate credit risk, measured by the option-based structural model, is a strong positive predictor of future stock market excess returns at various horizons. The predictive power remains significant even after controlling for a number of widely-researched predictors or under out-of-sample tests. The positive relationship between aggregate credit risk and expected stock market returns accords with the risk-return tradeoff theory. We also find that the predictive power comes from the discount rate channel. A higher level of aggregate credit risk is related to a higher discount rate of future cash flows, and thus generates higher expected returns.",
            "keywords": [
                "Return predictability",
                "Credit risk",
                "Discount rate",
                "Asset allocation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a88_3ay_3a2023_3ai_3ac_3ap_3a1087-1103.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Betting against low nominal prices: Evidence from China",
            "abstract": "We offer evidence of a positive low-nominal-price return premium in Chinaâ\u0080\u0099s stock markets. We explain this by using Campbell and Vuolteenahoâ\u0080\u0099s (2004) cash-flow and discount-rate betas. Low-priced stocks have high cash-flow that delivers high expected returns. The negative low-nominal-price return premium is negative in US markets and this discrepancy is attributed to reverse ranking of cash-flow betas for low-priced stocks. We find that high cash-flow risk for low-priced (high-priced) stocks in China (US) is associated with low price informativeness and analyst attention; the discrepancy of cash-flow betas in US and China is driven by book-to-market ratios and idiosyncratic volatility.",
            "keywords": [
                "Chinaâ\u0080\u0099s stock markets",
                "Low-nominal-price return premium",
                "Cash-flow beta",
                "Discount-rate beta",
                "Analyst forecasts",
                "Price informativeness"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a88_3ay_3a2023_3ai_3ac_3ap_3a476-500.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short selling, informational efficiency, and extreme stock price adjustment",
            "abstract": "Using Chinese equity data from April 2009 to August 2020, we contribute to the literature by exploring the impact of short selling on stock prices in three aspects. First, we find that as short sellers become more active, stock price adjustments accelerate, and prices respond more swiftly to public information. Second, we investigate the trading behavior of short sellers during periods of extreme stock price fluctuations and reversals. Our empirical findings suggest that short sellers behave like contrarian traders during these periods and consequently, short sales reduce the stock price crash risk. Last, we find that in emerging markets dominated by individual investors, sentiment seems a key factor for short sellers to moderate market crashes. When the market experiences unexpected sudden plunges, short sellers become â\u0080\u009csupport buyersâ\u0080\u009d and reverse the previously bullish investor-dominated market sentiment, thus correcting mispricing and mitigating irrationality.",
            "keywords": [
                "Extreme price",
                "Information efficiency",
                "Investor sentiment",
                "Price adjustment",
                "Short selling"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a89_3ay_3a2024_3ai_3apa_3ap_3a1009-1028.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Exploring the interconnectedness of China's new energy and stock markets: A study on volatility spillovers and dynamic correlations",
            "abstract": "In its efforts to achieve carbon peak and carbon neutrality, China has focused on new energy as a key driver, with significant implications for China's new energy and stock markets. However, few studies have examined the relationship between the two markets. Based on multivariate generalized autoregressive conditional heteroskedasticity models, we investigate the volatility spillovers and dynamic correlations between China's new energy and stock markets using daily data from 2009 to 2023. And we also explore how these dimensions changed during the financial crisis in 2015 and the COVID-19 period. Our findings indicate that there are bidirectional volatility spillovers and asymmetric effects between these markets, suggesting that risks can accumulate and negative shocks may have greater impacts than positive ones. These findings are still robust after changing the distribution of the error term and excluding the impact of COVID-19. Significantly, volatility spillovers between markets increased and asymmetric effects disappeared during the two events due to the extreme turbulence in the stock market. Additionally, we find that the two markets exhibit high interdependence, implying the existence of risk synergy effects and limited possibilities for portfolio diversification. Finally, our analysis of the marginal expected shortfall indicates that losses in China's new energy market increased during the financial crisis in 2015, implying that this strategic market is more exposed to the negative shocks of the stock market. These results are valuable to policymakers, investors, and companies involved in China's new energy market.",
            "keywords": [
                "New energy",
                "Volatility spillovers",
                "Dynamic correlations",
                "Financial crisis",
                "COVID-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a89_3ay_3a2024_3ai_3apb_3ap_3a471-484.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does the simple microstructure model tell the time of the FX intervention? A one day analysis of the Japanese FX intervention",
            "abstract": "Using tick data of the USD/JPY rate, I propose the method to detect the time of the FX intervention. I use the simple microstructure model and assume that the FX intervention causes regime-switching in the microstructure of the USD/JPY market, changes in adverse selection, and inventory effect. The time of the intervention is estimated endogenously by the Markov-switching model, and the actual starting time is well estimated. I also find that no market orders, except a large U.S. dollar purchase, convey any private information during the period of the intervention.",
            "keywords": [
                "Exchange rates",
                "High frequency data",
                "Intervention",
                "Markov-switching model",
                "Microstructure"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a36_3ay_3a2016_3ai_3ac_3ap_3a436-446.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Why do companies transfer the trading compartment of their common stocks",
            "abstract": "We analyze the motives and determinants of voluntarily stock exchange section switching on the NYSE Euronext. By strategically deciding trading-section transfer when it is beneficial, managers expect to reduce their liquidity and invisibility costs, cost of capital, or their listing costs. We show that managers decide to change the trading compartment of their common stocks based on various factors including firm's size, liquidity level, debt ratio, and expected growth opportunities. Firms that move voluntarily from a less or non regulated compartments to a more regulated one are likely to have transferred to increase their credibility, improve their stocksâ\u0080\u0099 liquidity, re-balance their leverage, and to finance their growth opportunities. Whereas those that move their common stocks toward a less-regulated compartments do it mainly for costs saving reasons.",
            "keywords": [
                "Stock exchange section transfer",
                "Motivations",
                "Determinants",
                "Probability of transfer",
                "Logit regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a36_3ay_3a2016_3ai_3ac_3ap_3a624-640.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday analysis of macroeconomic news surprises and asymmetries in mini-futures markets",
            "abstract": "The present paper, firstly examines the significance of US macroeconomic announcements to the price and volume of three mini-futures markets via three statistical tests. Secondly, the impact of news releases on price and trading volume is studied in an intraday frequency. Thirdly, the significance and magnitude of the response of futures price and volume to the unanticipated surprise and surprise component of a macroeconomic statement is researched. Next, the asymmetric impact is studied upon the magnitude or direction of price and volume.",
            "keywords": [
                "News releases",
                "Asymmetries",
                "Mini-futures markets",
                "Intraday"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a39_3ay_3a2017_3ai_3apa_3ap_3a150-168.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Halloween effect in European sectors",
            "abstract": "We present economically and statistically empirical evidence that the Halloween effect is significant. A trading strategy based on this anomaly works persistently and outperforms the buy and hold strategy in 8 out of 10 indices in our sample.",
            "keywords": [
                "Halloween effect",
                "Market efficiency",
                "Anomaly",
                "Returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeriibaf/v_3a37_3ay_3a2016_3ai_3ac_3ap_3a489-500.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}