{
    "page_info": {
        "page_number": 190,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Technical Efficiency and Stock Market Reaction to Horizontal Mergers",
            "abstract": "This study examines the relationship between stock market reaction to horizontal merger announcements and technical efficiency levels of the participating firms. The analysis is based on data pertaining to eighty mergers between firms in the U.S. manufacturing industry during the 1990s. We employ Data Envelopment Analysis (DEA) to measure technical efficiency, which capture the firms. competence to produce the maximum output given certain productive resources. Abnormal returns related to the merger announcements provide the investor.s re-evaluation on the future performance of the participating firms. In order to avoid the problem of nonnormality, heteroskedasticity in the regression analysis, bootstrap method is employed for estimations and inferences. We found that there is a significant relationship between technical efficiency and market response. The market apparently welcomes the merger as an arrangement to improve resource utilizations.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/uctuconnp/2005-05.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volume dynamics around FOMC announcements",
            "abstract": "The stock market volume decreases in anticipation of FOMC announcements and increases afterwards. I develop a stylized model and attribute the volume dynamics to discretionary liquidity trading resulting from the presence of private information. Consistent with the model's prediction, I find information asymmetry increases ahead of FOMC announcements, especially before large target rate surprises. Using firm-level high-frequency data, I also find, in the cross-section, that volume changes around these events are particularly stronger for stocks that are more exposed to discretionary liquidity trading. Volume dynamics and liquidity shocks can explain around one third of the pre-FOMC price drift.",
            "keywords": [
                "macroeconomic news",
                "trading volume",
                "liquidity",
                "information asymmetry"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/1079.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Estimating Factor-Based Spot Volatility Matrices with Noisy and Asynchronous High-Frequency Data",
            "abstract": "We propose a new estimator of high-dimensional spot volatility matrices satisfying a low-rank plus sparse structure from noisy and asynchronous high-frequency data collected for an ultra-large number of assets. The noise processes are allowed to be temporally correlated, heteroskedastic, asymptotically vanishing and dependent on the efficient prices. We define a kernel-weighted pre-averaging method to jointly tackle the microstructure noise and asynchronicity issues, and we obtain uniformly consistent estimates for latent prices. We impose a continuous-time factor model with time-varying factor loadings on the price processes, and estimate the common factors and loadings via a local principal component analysis. Assuming a uniform sparsity condition on the idiosyncratic volatility structure, we combine the POET and kernel-smoothing techniques to estimate the spot volatility matrices for both the latent prices and idiosyncratic errors. Under some mild restrictions, the estimated spot volatility matrices are shown to be uniformly consistent under various matrix norms. We provide Monte-Carlo simulation and empirical studies to examine the numerical performance of the developed estimation methodology.",
            "keywords": [
                "continuous semimartingale",
                "kernel smoothing",
                "microstructure noise",
                "PCA",
                "spot volatility",
                "time-varying factor models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/boawpaper/202523.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "To lend or not to lend: the Bank of Japan's ETF purchase program and securities lending",
            "abstract": "This study investigates the effects of the Bank of Japan's (BOJ) exchange-traded fund (ETF) purchase program on stock returns, particularly focusing on the role of the stock lending market. Using firm-level panel data, we find that the BOJ's purchases raised stock returns more for those stocks with limited availability in the stock lending market. Nonetheless, over the longer term, the BOJ's accumulated purchases lowered lending fees and weakened the effects of their purchases on stock returns. This result suggests that ETF managers supply stocks that constitute ETFs held by the BOJ to the stock lending market, which weakens the policy effects of the program.",
            "keywords": [
                "large-scale asset purchase (LSAP)",
                "ETF purchase program",
                "stock lending market",
                "Bank of Japan"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/1113.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sharks in the dark: quantifying HFT dark pool latency arbitrage",
            "abstract": "We investigate stale reference pricing and liquidity provision in dark pools using proprietary, participant-level regulatory data. We show a substantial amount of stale trading occurs, imposing large costs on passive dark pool participants. Consistent with these costs, HFTs almost never provide liquidity in the dark, instead frequently consuming liquidity, in particular in order to take advantage of stale reference prices. Finally, we show that market design interventions randomizing dark execution times are successful at countering dark pool latency arbitrage, protecting passive providers of dark liquidity. Our results have substantial implications for practitioners and policymakers aiming to improve liquidity provision in dark pools.",
            "keywords": [
                "high-frequency trading",
                "dark pools",
                "latency arbitrage",
                "stale quotes",
                "reference prices"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/1115.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bank of Japan's ETF purchase program and equity risk premium: a CAPM interpretation",
            "abstract": "In this paper, we investigate the eï¬\u0080ects of the Bank of Japan's (BOJ) exchange-traded fund (ETF) purchase program on equity risk premia. We ï¬\u0081rst construct a unique panel dataset for the amount of individual stock that the BOJ has indirectly purchased in the program. Then, utilizing the cross-sectional and time-series variations in purchases associated with the BOJ's policy changes, the empirical analysis reveals that: (i) the BOJ's ETF purchases instantaneously support stock prices on the days of purchases, and (ii) the instantaneous positive eï¬\u0080ects on stock prices, combined with the countercyclical nature of the BOJ's purchases, have decreased the market beta and coskewness of Japanese stocks, thus leading to an economically signiï¬\u0081cant decline in risk premia.",
            "keywords": [
                "large-scale asset purchases (LSAP)",
                "ETF purchase program",
                "capital asset pricing model (CAPM)",
                "Bank of Japan"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/1029.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sources of Momentum Profits: Evidence on the Irrelevance of Characteristics",
            "abstract": "Several recent studies document that sorting stocks first on certain stock-level characteristics and then on past returns results in elevated momentum profits. We show that such strategies enhance momentum profits simply by trading in stocks with more extreme past returns. Adjusted for this effect, elevated momentum profits resulting from characteristics (size, RÂ², turnover, age, analyst coverage, analyst forecast dispersion, market-to-book, price, illiquidity, credit rating) disappear almost entirely. Interaction patterns have been used to support behavioral and limits-to-arbitrage explanations of momentum; our findings imply that explanations of momentum should instead focus on the link between momentum profits and extreme past returns.",
            "keywords": [
                "Momentum",
                "Past Returns",
                "Volatility",
                "Stock-level Characteristics",
                "Double Sorts"
            ],
            "eco_link": "https://econpapers.repec.org/paper/brdwpaper/38.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Return Predictability under Equilibrium Constraints on the Equity Premium",
            "abstract": "This paper proposes a new approach for incorporating theoretical constraints on return forecasting models such as non-negativity of the conditional equity premium and sign restrictions on the coefficients linking state variables to the equity premium. Our approach makes use of Bayesian methods that update the estimated parameters at each point in time in a way that optimally exploits information in these constraints. Using a variety of predictor variables from the literature on predictability of stock returns, we find that theoretical constraints have an important effect on the coefficient estimates and can significantly reduce biases and estimation errors in these. In out-of-sample forecasting experiments we find that models that exploit the theoretical restrictions produce better forecasts than unconstrained models.",
            "keywords": [
                "Return Predictability",
                "Constraints",
                "Out-of-Sample Forecasts"
            ],
            "eco_link": "https://econpapers.repec.org/paper/brdwpaper/37.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asset Prices and Asymmetric Reasoning",
            "abstract": "We present a theory and experimental evidence on pricing and portfolio choices under asymmetric reasoning. We show that under asymmetric reasoning, prices do not reflect all (types of) reasoning. Some agents who observe prices that cannot be reconciled with their reasoning switch from perceiving the environment as risky to perceiving it as ambiguous. If ambiguity averse, these agents become price-insensitive and no longer influence prices directly. We present the results of an experiment and report that consistent with the theory i) mispricing decreases as the fraction of price-sensitive agents increases, and ii) price-insensitive agents trade to more balanced portfolios.",
            "keywords": [
                "Asset pricing theory",
                "disagreement",
                "reasoning models",
                "ambiguity aversion",
                "experimental finance",
                "financial markets."
            ],
            "eco_link": "https://econpapers.repec.org/paper/briuobdis/14_2f640.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A New Test of Statistical Arbitrage with Applications to Credit Derivatives Markets",
            "abstract": "CONTENTS: This paper presents a new statistical arbitrage test which has lower Type I error and selects arbitrage opportunities with lower downside risk than existing alternatives. The test is applied to credit derivatives markets using strategies combining Credit Default Swaps and Asset Swaps. We find persistent mispricings before and during the current financial crisis. However, after considering funding and trading costs, these mispricings are unlikely to provide profitable arbitrage opportunities.",
            "keywords": [
                "Persistent Mispricings",
                "Credit Derivatives",
                "Credit Spreads",
                "Subsampling"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cnvwpaper/dt_5f47en.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Firm-specific risk-neutral distributions with options and CDS",
            "abstract": "We propose a method to extract the risk-neutral distribution of firm-specific stock returns using both options and credit default swaps (CDS). Options and CDS provide information about the central part and the left tail of the distribution, respectively. Taken together, but not in isolation, options and CDS span the intermediate part of the distribution, which is driven by exposure to the risk of large but not extreme returns. Through a series of asset-pricing tests, we show that this intermediate-return risk carries a premium, particularly at times of heightened market stress.",
            "keywords": [
                "risk neutral distributions",
                "investor expectations",
                "CDS spreads"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/921.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Are Under- and Over-reaction the Same Matter? A Price Inertia based Account",
            "abstract": "Theories on under- and over-reaction in asset prices fall into three types: (1) they are respectively driven by different psychological factors; (2) they are driven by different types of investors; and (3) they reflect un-modeled risk. We design an asset market where information arrives sequentially over time and is revealed asymmetrically to investors. None of the three hypotheses is supported by our data: (1) Investors do not respond differently to public information and private information, and they do not behave in ways that are claimed by multiple psychological models; (2) no groups of investors are identified to drive under- or over-reaction in particular; (3) price deviation from expected payoff cannot be justified by risk metrics. We find that prices react insufficiently to news surprises, possibly because of cautious conservatism on the part of investors and under-reacting drifts outnumber overreacting reversals substantially. Contrary to common beliefs, we find that over-reaction is caused by slow adjustment of prices to surprises, similar to the cause of under-reaction. It is the degree of price inertia that drives the relative frequencies of under- and over-reaction. We propose a simple price inertia theory of under- and over-reaction: when information arrives sequentially over time, the market is characterized by a slow convergence toward intrinsic value; when news surprises are of the same signs, prices falls behind newly updated intrinsic values, manifesting under-reacting drifts; when news surprises change signs, prices again do not adjust quick enough to catch up with the new intrinsic values, manifesting a temporal pattern of overreacting reversals.",
            "keywords": [
                "Experimental finance",
                "under-reaction",
                "overreaction",
                "behavior",
                "price inertia",
                "risk aversion"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chuwpaper/10-05.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}