{
    "page_info": {
        "page_number": 178,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The Relationship between Volatility and Trading Volume in the Chinese Stock Market: A Volatility Decomposition Perspective",
            "abstract": "We use heterogeneous autoregressive (HAR) model with high-frequency data of Hu-Shen 300 index to investigate the volatility-volume relationship via the volatility decomposition approach. Although we find that the continuous component of daily volatility is positively correlated with trading volume, the jump component reveals a significant and robust negative relation with volume. This result suggests that the jump component contains some \"public information\" while the continuous components are more likely driven by \"private information\". Discussion of the intertemporal relationship supports the information-driven trading hypothesis. Lagged realized skewness only significantly affects the continuous component.",
            "keywords": [
                "High frequency",
                "Price jump",
                "Trading volume"
            ],
            "eco_link": "https://econpapers.repec.org/article/cufjournl/y_3a2012_3av_3a13_3ai_3a1_3an_3a2.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Individual Investors and Volatility",
            "abstract": "We test the hypothesis that individual investors contribute to the idiosyncratic volatility of stock returns because they act as noise traders. To this end, we consider a reform that makes short selling or buying on margin more expensive for retail investors relative to institutions, for a subset of French stocks. If retail investors are noise traders, theory implies that the volatility of stocks affected by the reform should decrease relative to other stocks. This prediction is borne out by the data. Moreover, around the reform, we observe a significant decrease in (i) the magnitude of returns reversals, and (ii) the Amihud ratio for the stocks affected by the reform relative to other stocks. We show that these findings are also consistent with models in which individual investors, acting as noise traders, are a source of volatility.",
            "keywords": [
                "Idiosyncratic volatility",
                "Noise trading",
                "Retail investors"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/6915.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stock returns and investor sentiment: textual analysis and social media",
            "abstract": "Abstract The behavioral finance literature has found that investor sentiment has predictive ability for equity returns. This differs from standard finance theory, which provides no role for investor sentiment. We examine the relationship between investor sentiment and stock returns by employing textual analysis on social media posts. We find that our investor sentiment measure has a positive and significant effect on abnormal stock returns. These findings are consistent across a number of different models and specifications, providing further evidence against non-behavioral theories.",
            "keywords": [
                "Investor sentiment",
                "Supervised learning",
                "Stock returns",
                "Social media",
                "Sufficient reduction",
                "Predictive regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a44_3ay_3a2020_3ai_3a3_3ad_3a10.1007_5fs12197-019-09494-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Who owns tobacco stocks?",
            "abstract": "Abstract We compare the ownership characteristics of tobacco stocks with their peers in the same country and industry group. We find lower reported ownership for stocks in the tobacco industry, which suggests that anonymous investors are larger owners of these sin stocks. Compared to peer stocks, US and UK asset managers collectively overweight tobacco stocks, while norm-constrained investors such as sovereign wealth funds and pension funds underweight tobacco stocks. Passive managers have large stakes in tobacco stocks that are in line with the weights of these stocks in broad capitalization-weighted indices, indicating that passive replication of ethically screened indices is still a niche. We also identify some prominent active investors who take large positions in tobacco stocks.",
            "keywords": [
                "Divestment",
                "Environmental",
                "social",
                "and governance (ESG)",
                "Exclusion",
                "Socially responsible investing (SRI)",
                "Sustainable development goals (SDGs)",
                "Sustainable investing",
                "Tobacco"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a22_3ay_3a2021_3ai_3a5_3ad_3a10.1057_5fs41260-021-00224-2.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can country-specific interest rate factors explain the forward premium anomaly?",
            "abstract": "Abstract The forward premium anomaly refers to the fact that changes in spot exchange rates are negatively related to interest rate differentials between home and foreign countries, which is contrary to the predictions of the uncovered interest rate parity (UIRP). We propose a regression model of the interest rate differentials across countries (known as carry trade) adjusted for a time-varying exchange rate risk premium which can explain the anomaly and provide forecasts of exchange rate changes in accordance to the theory. The proposed model is based on estimates of the exchange rate risk premium implied by a simple and empirically attractive two-country affine term structure model with global and local factors. We also show that the forecasting power of the model compares favorably to the random walk model of exchange rates, considered as benchmark in the literature.",
            "keywords": [
                "UIRP",
                "Two-country affine term structure model",
                "Forward premium anomaly",
                "Exchange rate forecasting",
                "Expectations hypothesis"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjecfin/v_3a45_3ay_3a2021_3ai_3a2_3ad_3a10.1007_5fs12197-020-09509-5.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Effects of Liquidity on the Nondefault Component of Corporate Yield Spreads: Evidence from Intraday Transactions Data",
            "abstract": "We estimate the nondefault component of corporate bond yield spreads and examine its relationship with bond liquidity. We measure bond liquidity using intraday transactions data and estimate the default component using the term structure of credit default swaps (CDS) spreads. With swap rate as the risk free rate, the estimated nondefault component is generally moderate but statistically significant for AA-, A-, and BBB-rated bonds and increasing in this order. With Treasury rate as the risk free rate, the estimated nondefault component is the largest in basis points for BBB-rated bonds but, as a fraction of yield spreads, it is the largest for AAA-rated bonds. Controlling for the unobservable firm heterogeneity, we find a positive and significant relationship between the nondefault component and illiquidity for investment-grade bonds but no significant relationship for speculative-grade bonds. We also find that the nondefault component comoves with indicators for macroeconomic conditions.",
            "keywords": [
                "Corporate Bond Yield Spreads",
                "Credit Default Swaps",
                "Liquidity",
                "CDS-Bond Basis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/hkmwpaper/022011.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "RETRACTED ARTICLE: Google Search Intensity and the Investor Attention Effect: A Quantile Regression Approach",
            "abstract": "Abstract This paper investigates whether the investor attention effect caused by the Google stock search can be used to forecast stock returns. The evolving literature on Google search investor attention effect suggests that high Google search volumes can predict high returns for the first 1â\u0080\u00932 weeks, but with a subsequent price reversal. We use a more recent data set that covers the period from 2012 to 2017 in the Indian stock market and employ the quantile regression approach as it alleviates some of the statistical problems to find that high Google search volumes lead to positive returns. Indeed, the high Google search volumes predict positive and significant returns in the subsequent third, fourth and fifth weeks. The Google search volume index performs as a better predictor of the direction as well as the magnitude of the excess returns. The findings infer that the signals from the search volume data could be of benefit construction of profitable trading strategies.",
            "keywords": [
                "Stock returns",
                "Google searches",
                "Investor attention/sentiment",
                "Trading strategies",
                "Quantile regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprjqecon/v_3a18_3ay_3a2020_3ai_3a2_3ad_3a10.1007_5fs40953-019-00185-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Crossing boundaries beyond the investment grade: Induced trading by rating-contingent investment constraints",
            "abstract": "Institutional portfolio managers face rating-based constraints established by investment policy statements (IPS) in their delegated management which, similar to formal regulations, restrict investment in bonds below certain rating levels. We analyze how prices and liquidity of corporate bonds traded by institutional investors react to downgrades crossing these internal limits. Consistent with the existence of a non-regulatory transmission channel, downgrades through regular IPS ratings have a greater impact on the market than downgrades crossing regulatory boundaries, such as the investment-speculative frontier and the NAIC's risk-based capital system thresholds. Our results reveal the existence of other source of rating-related frictions that should be considered.",
            "keywords": [
                "Rating changes",
                "Investment policy statements",
                "Corporate bonds",
                "Rating-contingent investment constraints"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeecorfin/v_3a67_3ay_3a2021_3ai_3ac_3as0929119921000249.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "High-Frequency Jump Analysis of the Bitcoin Market*",
            "abstract": "We use the database leak of Mt. Gox exchange to analyze the dynamics of the price of bitcoin from June 2011 to November 2013. This gives us a rare opportunity to study an emerging retail-focused, highly speculative and unregulated market with trader identifiers at a tick transaction level. Jumps are frequent events and they cluster in time. The order flow imbalance and the preponderance of aggressive traders, as well as a widening of the bid-ask spread predict them. Jumps have short-term positive impact on market activity and illiquidity and induce a persistent change in the price.",
            "keywords": [
                "Bitcoin",
                "high-frequency data",
                "jumps",
                "liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/oupjfinec/v_3a18_3ay_3a2020_3ai_3a2_3ap_3a209-232..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric extreme tails and prospective utility of momentum returns",
            "abstract": "We use extreme value theory to analyse the tails of a momentum strategyâ\u0080\u0099s return distribution. The asymmetry between the fat left tail and thin right tail strongly reduces a momentum strategyâ\u0080\u0099s prospective utility levels.",
            "keywords": [
                "Extreme value theory",
                "Asymmetric tails",
                "Prospective utility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a117_3ay_3a2012_3ai_3a1_3ap_3a295-297.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Expectation dispersion, uncertainty, and the reaction to news",
            "abstract": "Key macroeconomic indicator releases are closely monitored by financial markets. We examine the impact of expectation dispersion and economic uncertainty on the stock marketâ\u0080\u0099s reaction to these indicators. We find that the strength of the financial market response to news decreases with the preceding dispersion in expectations about the indicator value. Higher uncertainty, in contrast, increases the response. We rationalize our findings in a model of imperfect information. In the model, dispersion results from a perceived weak link between macroeconomic indicators and fundamentals that reduces the informational content of indicators, while fundamental uncertainty makes their informational content more valuable.",
            "keywords": [
                "Expectation dispersion",
                "Uncertainty",
                "Macroeconomic news",
                "Stock market",
                "Event study",
                "Forecaster dispersion"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeecrev/v_3a154_3ay_3a2023_3ai_3ac_3as0014292123000697.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Expectation dispersion, uncertainty, and the reaction to news",
            "abstract": "Releases of key macroeconomic indicators are closely watched by financial markets. We investigate the role of expectation dispersion and economic uncertainty for the stock-market reaction to indicator releases. We find that the strength of the financial market response to news decreases with the preceding dispersion in expectations about the indicator value. Uncertainty, in contrast, increases the response. We rationalize our findings in a model of imperfect information. In the model, dispersion results from a perceived weak link between macroeconomic indicators and fundamentals that reduces the informational content of indicators, while higher fundamental uncertainty makes this informational content more valuable.",
            "keywords": [
                "expectation dispersion",
                "uncertainty",
                "macroeconomic news",
                "stock market",
                "event study",
                "forecaster disagreement"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwpp1859/29.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}