{
    "page_info": {
        "page_number": 175,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Improving the accuracy of asset price bubble start and end date estimators",
            "abstract": "Recent research has proposed using recursive right-tailed unit root tests to date the start and end of asset price bubbles. In this paper an alternative approach is proposed that utilises model-based minimum sum of squared residuals estimators combined with Bayesian Information Criterion model selection. Conditional on the presence of a bubble, the dating procedures suggested are shown to offer consistent estimation of the start and end dates of a fixed magnitude bubble, and can also be used to distinguish between different types of bubble process, i.e. a bubble that does or does not end in collapse, or a bubble that is ongoing at the end of the sample. Monte Carlo simulations show that the proposed dating approach out-performs the recursive unit root test methods for dating periods of explosive autoregressive behaviour in finite samples, particularly in terms of accurate identification of a bubble's end point. An empirical application involving Nasdaq stock prices is discussed.",
            "keywords": [
                "Rational bubble",
                "Explosive autoregression",
                "Regime change",
                "Break date estimation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a40_3ay_3a2017_3ai_3ac_3ap_3a121-138.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Energy commodity uncertainties and the systematic risk of US industries",
            "abstract": "We investigate the impact of energy commodity uncertainties on the systematic risk of twelve industries in the US. The dynamic betas using the dynamic conditional correlation â\u0080\u0093 generalized auto-regressive conditional heterosckedasticity (DCC-GARCH) model, indicate that real estate, financials, and basic materials are the high-risk industries. Notably, the systematic risk of oil and gas sector was significantly affected during the Global Financial Crisis (GFC) and the Shale Oil Revolution (SOR) sub-periods. Our results provide convincing evidence of the positive impact of energy uncertainties on basic material, basic resources, financials, oil and gas, and real estate. On the other hand, we identify the negative impact on consumer goods, consumer services, health care, industrials, and technology industries. These findings have implications for investment and risk management.",
            "keywords": [
                "Industry betas",
                "Energy commodity uncertainties",
                "Risk predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeeneeco/v_3a85_3ay_3a2020_3ai_3ac_3as0140988319303846.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "High quantiles estimation with Quasi-PORT and DPOT: An application to value-at-risk for financial variables",
            "abstract": "Recurrent â\u0080\u009cblack swansâ\u0080\u009d financial events are a major concern for both investors and regulators because of the extreme price changes they cause, despite their very low probability of occurrence. In this paper, we use unconditional and conditional methods, such as the recently proposed high quantile (HQ) extreme value theory (EVT) models of DPOT (Duration-based Peak Over Threshold) and quasi-PORT (peaks over random threshold), to estimate the Value-at-Risk with very small probability values for an adequately long and major financial time series to obtain a reasonable number of violations for backtesting. We also compare these models and other alternative strategies through an out-of-sample accuracy investigation to determine their relative performance within the HQ context. Policy implications relevant to estimation of risk for extreme events are also provided.",
            "keywords": [
                "High quantiles",
                "Quantitative risk management",
                "Statistics of extremes",
                "Financial time series"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a26_3ay_3a2013_3ai_3ac_3ap_3a487-496.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Puzzle of Index Option Returns",
            "abstract": "We construct a panel of S&P 500 Index call and put option portfolios, daily adjusted to maintain targeted maturity, moneyness, and unit market beta, and test multi-factor pricing models. The standard linear factor methodology is applicable because the monthly portfolio returns have low skewness and are close to normal. We hypothesize that any one of crisis-related factors incorporating price jumps, volatility jumps, and liquidity (along with the market) explains the cross-sectional variation in returns. Our hypothesis is not rejected, even when the factor premia are constrained to equal the corresponding premia in the cross-section of equities. The alphas of short-maturity out-of-the-money puts become economically and statistically insignificant.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprasset/v_3a3_3ay_3a2013_3ai_3a2_3ap_3a229-257..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market sentiment and the Famaâ\u0080\u0093French factor premia",
            "abstract": "We report new evidence that factor premia have strong dynamic effects on a range of sentiment measures, while the reverse effect is weak and only contemporaneous. Our analysis takes explicit account of endogeneity of sentiment measures to factor premia, and adopts statistical inference robust to non-normality and heteroscedasticity, which are largely neglected in the previous studies.",
            "keywords": [
                "Generalized impulse response analysis",
                "Factor premium",
                "VIX",
                "Wild bootstrap"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecolet/v_3a136_3ay_3a2015_3ai_3ac_3ap_3a129-132.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Irrational Analysts' Expectations as a Cause of Excess Volatility in Stock Prices",
            "abstract": "This paper investigates whether excess stock price volatility may be due in part to a failure of the market to form rational expectations. Using data on analysts' expectations of long run earnings growth for individual companies, we report a number of interelated results which lend support to this hypothesis. First we show that there is no statistically significant relationship between analysts' long run forecasts and subsequent earnings growth, suggesting that analysts' earnings expectations are excessively dispersed. Secondly, we provide evidence that analysts' expectations are reflected in market prices. These two results together imply that the cross-section of stock prices will also be excessively dispersed, so that stocks with low earnings expectations are underpriced and stocks with high earnings expectations are overpriced. As analysts' forecasts errors become apparent, stock prices should adjust accordingly and so excess returns should accrue. We demonstrate that analysts' forecasts are indeed negatively correlated with subsequent excess returns. All hypothesis testing uses panel regression techniques, and to circumvent the problem of cross-sectional dependence in the data we use a generalised method of moments estimator of the parameter covariance matrix.",
            "keywords": [
                "Volatility",
                "Earnings expectations",
                "Panel data"
            ],
            "eco_link": "https://econpapers.repec.org/paper/exewpaper/9608.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Effects of Inclusion in The BIST Sustainability Index: An Application on Borsa Istanbul",
            "abstract": "The concept of sustainability, used to mean meeting todayâ\u0080\u0099s needs without jeopardizing the rights of future generations, is now being met with increased interest in all segments of society. In this context, BIST Sustainability Index started to be published by Borsa Ä°stanbul since 2014. The purpose of this study is to determine the effect of the inclusion in the BIST Sustainability Index on the companyâ\u0080\u0099s stock returns. In this context, the effects of the inclusion of total 43 companies in the BIST Sustainability Index, were determined by the event study method. As a result,the year-by-year and cumulative evaluations were made and it was determined that the inclusion of the BIST Sustainability Index has no impact on the stock returns.",
            "keywords": [
                "Sustainability Index",
                "Event Study",
                "Abnormal Return"
            ],
            "eco_link": "https://econpapers.repec.org/article/accmalfin/v_3a34_3ay_3a2019_3ai_3a111_3ap_3a33-50.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Weak Form Efficiency and Cryptocurrency Market",
            "abstract": "The aim of this study is to test whether the cryptocurrency market is a weak-form efficient market according to the random walk hypothesis. In this study, the return series between 02.01.2018 and 18.08.2021 of the seven crypto currencies was used. The hypothesis was tested with the normality, the unit root, the running and the variance ratio test methods. As a result, it was concluded that the series do not have a normal distribution, they are stationary, there is no temporal independence in the series and the series do not have the characteristics of a random walk series. These results show us that the cryptocurrency market is not a weak-form efficient market.",
            "keywords": [
                "Efficient Market Hypothesis",
                "Weak Form Efficiency",
                "Cryptocurrencies"
            ],
            "eco_link": "https://econpapers.repec.org/article/accmalfin/v_3a37_3ay_3a2022_3ai_3a117_3ap_3a177-196.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Heterogeneous firm-level responses to trade liberalisation: a test using stock price reactions",
            "abstract": "This paper presents novel empirical evidence on key predictions of heterogeneous firm models by examining stock market reactions to the Canada-United States Free Trade Agreement of 1989 (CUSFTA). Using the uncertainty surrounding the agreementâ\u0080\u0099s ratification, I show that the pattern of abnormal returns of Canadian manufacturing â\u0080¦firms was broadly consistent with the predictions of a class of models based on Melitz (2003). Increases in the likelihood of ratification led to stock market gains of exporting firms relative to non-exporters. Moreover, gains were higher in sectors with larger cuts in U.S. import tariffs. Decreases in the likelihood of ratification led to opposite stock market reactions. Results for the impact of Canadian tariff reductions are less conclusive but most specifications suggest that exporters also gained relative to non-exporters in response to such reductions. Translating stock market gains into implied profit changes, I find that CUSFTA increased expected per-period profits of exporters by around 6-7% relative to non-exporters.",
            "keywords": [
                "heterogeneous firm models",
                "stock market event studies",
                "Canada-U.S. free trade agreement"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/121748.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading and Arbitrage in Cryptocurrency Markets",
            "abstract": "We study the efficiency, price formation and segmentation of cryptocurrency markets. We document large, recurrent arbitrage opportunities in cryptocurrency prices relative to fiat currencies across exchanges, which often persist for weeks. Price deviations are much larger across than within countries, and smaller between cryptocurrencies. Price deviations across countries co-move and open up in times of large appreciations of the Bitcoin. Countries that on average have a higher premium over the US Bitcoin price also see a bigger widening of arbitrage deviations in times of large appreciations of the Bitcoin. Finally, we decompose signed volume on each exchange into a common and an idiosyncratic component. We show that the common component explains up to 85% of Bitcoin returns and that the idiosyncratic components play an important role in explaining the size of the arbitrage spreads between exchanges.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/118909.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Complicated firms",
            "abstract": "We exploit a novel setting in which the same piece of information affects two sets of firms: one set of firms requires straightforward processing to update prices, while the other set requires more complicated analyses to incorporate the same piece of information into prices. We document substantial return predictability from the set of easy-to-analyze firms to their more complicated peers. Specifically, a simple portfolio strategy that takes advantage of this straightforward vs. complicated information processing classification yields returns of 118 basis points per month. Consistent with processing complexity driving the return relation, we further show that the more complicated the firm, the more pronounced the return predictability. In addition, we find that sell-side analysts are subject to these same information processing constraints, as their forecast revisions of easy-to-analyze firms predict their future revisions of more complicated firms.",
            "keywords": [
                "complicated processing",
                "return predictability",
                "standalone",
                "conglomerate",
                "market frictions"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/119066.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Super-exponential growth expectations and the global financial crisis",
            "abstract": "We construct risk-neutral return probability distributions from S&P 500 options data over the decade 2003â\u0080\u00932013, separable into pre-crisis, crisis and post-crisis regimes. The pre-crisis period is characterized by increasing realized and, especially, option-implied returns. This translates into transient unsustainable price growth that may be identified as a bubble. Granger tests detect causality running from option-implied returns to Treasury Bill yields in the pre-crisis regime with a lag of a few days, and the other way round during the post-crisis regime with much longer lags (50â\u0080\u0093200 days). This suggests a transition from an abnormal regime preceding the crisis to a â\u0080\u009cnew normalâ\u0080\u009d post-crisis. The difference between realized and option-implied returns remains roughly constant prior to the crisis but diverges in the post-crisis phase, which may be interpreted as an increase of the representative investor×³s risk aversion.",
            "keywords": [
                "financial crisis",
                "returns",
                "expectations",
                "options",
                "risk-neutral densities"
            ],
            "eco_link": "https://econpapers.repec.org/paper/ehllserod/65434.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}