{
    "page_info": {
        "page_number": 49,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Precious metals, oil, and ASEAN stock markets: From global financial crisis to global health crisis",
            "abstract": "This paper examines the volatility spillover effects between precious metals futures (gold, palladium, platinum, and silver), Brent oil futures, and ASEAN stock markets (Indonesia, Malaysia, Philippines, Singapore, Thailand, and Vietnam) at multiple time horizons and during bear and bull market periods. The results show that precious metals, crude oil, and the Vietnamese stock market are net receivers of spillovers irrespective of time horizons and during bearish market conditions. In contrast, during the bullish market conditions, Brent oil futures and Vietnamese stock markets become net contributors to short-term spillovers. Furthermore, the stock markets of Indonesia, Malaysia, and the Philippines are the largest contributors to spillovers under bear and bull market conditions and regardless of the time investment horizons. Moreover, adding precious metals or oil futures to the ASEAN equity portfolio provides better hedging effectiveness during different considered crises. The role of Brent oil and precious metals futures serves as diversifier, hedge, and safe haven assets is discussed under major events.",
            "keywords": [
                "Precious metals",
                "Crude oil",
                "ASEAN markets",
                "Spillovers",
                "COVID-19",
                "Safe haven"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejrpoli/v_3a73_3ay_3a2021_3ai_3ac_3as0301420721002324.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Settlement, Tax and Non-Synchronous Effects in the Basis of U.K. Stock Index Futures",
            "abstract": "The basis in stock index futures markets is analytically and empirically studied in this paper within a no-arbitrage/cost of carry framework.",
            "keywords": [
                "FINANCIAL MARKET",
                "TAX POLICY"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fthbirmif/96-01.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Stock Market Valuation of Research and Development Expenditures",
            "abstract": "We examine whether stock prices fully reflect the value of firms' intangible assets, focusing on research and development (R&D). Since intangible assets are not reported on financial statements under current U.S. accounting standards and R&D spending is expensed, the valuation problem may be especially challenging. Nonetheless we find that historically the stock returns of firms doing R&D on average matches the returns on firms with no R&D. For companies engaged in R&D, high R&D intensity has a distinctive effect on returns for two groups of stocks. Within the set of growth stocks, R&D-intensive stocks tend to out-perform stocks with little or no R&D. Companies with high R&D relative to equity market value (who tend to have poor past returns) show strong signs of mis-pricing. In both cases the market apparently fails to give sufficient credit for firms' R&D investments. Our exploratory investigation of the effects of advertising on returns yields similar results. We also provide evidence that R&D intensity is positively associated with return volatility, everything else equal. Insofar as the association reflects investors' lack of information about firms' R&D activity, increased accounting disclosure may be beneficial.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/7223.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Performance Evaluation with Transactions Data: The Stock Selection of Investment Newsletters",
            "abstract": "This paper analyzes the equity-portfolio recommendations made by investment newsletters. The dataset spans 17 years, is free of survivor and back-fill biases, and includes the complete recommendations for 153 different newsletters. Overall, there is no significant evidence of superior stock-picking ability for this sample of newsletters. Some individual letters do have superior performance records, but this does not occur more often than would be expected by chance, and these records are never more extreme than would be expected for the sample size. In addition, a strategy of buying past winners does not earn positive abnormal returns. The comprehensive and bias-free transactions database also allows for insights into several popular models of performance evaluation. The transactions-based approach of Daniel, Grinblatt, Titman and Wermers (1997) yields a median improvement in precision of 10 percent over the 4-factor model of Carhart (1997a), with the former approach providing more precise estimates of abnormal performance for more than 80 percent of the newsletters. This compares with a median improvement of less than 1 percent for the 4-factor model over the CAPM.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/6648.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Costly External Finance: Implications for Capital Markets Anomalies",
            "abstract": "In a frictionless world, investment is perfectly elastic to changes in the discount rate. With financial frictions, investment is less elastic, meaning that a given magnitude of change in investment is associated with a higher magnitude of change in the discount rate. Equivalently, investment is a more powerful predictor of future stock returns. Consistent with this prediction, we document that the asset growth, external finance, and accrual anomalies in the cross-section of stock returns are much stronger in financially more constrained firms than in financially less constrained firms. Further tests show that this effect of financial constraints is distinct from the effect of financial distress and the effect of limits of arbitrage on the magnitude of the anomalies.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/14342.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Using Social Media to Identify the Effects of Congressional Viewpoints on Asset Prices",
            "abstract": "We use a high-frequency identification approach to document that individual politicians affect asset prices. We exploit the regular flow of viewpoints contained in Congress membersâ\u0080\u0099 tweets. Supportive (critical) tweets increase (decrease) the stock prices of the targeted firm and the corresponding industry in minutes around the tweet. The bulk of the stock price effects is concentrated in the tweets revealing news about future legislative action. The effects are amplified around committee meeting days, especially when the tweet originates from committee members and influential politicians. Overall, we show that Congress membersâ\u0080\u0099 social media accounts are an important source of political news.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/28749.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sophisticated Investors and Market Efficiency: Evidence from a Natural Experiment",
            "abstract": "We study how sophisticated investors, when faced with changes in information environment, adjust their information acquisition and trading behavior, and how these changes in turn affect market efficiency. We find that, after exogenous reductions of analyst coverage due to closures of brokerage firms, hedge funds scale up information acquisition. They trade more aggressively and earn higher abnormal returns on the affected stocks. Moreover, the participation of hedge fund significantly mitigates the impairment of market efficiency caused by coverage reductions. Our results show a substitution effect between sophisticated investors and public information providers in facilitating market efficiency in a causal framework.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/24552.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Market Microstructure of Central Bank Intervention",
            "abstract": "One of the great unknowns in international finance is the process by which new information influences exchange rate behavior. This paper focuses on one important source of information to the foreign exchange markets, the intervention operations of the G-3 central banks. Previous studies using daily and weekly foreign exchange rate data suggest that central bank intervention operations can influence both the level and variance of exchange rates, but little is known about how exactly traders learn of these operations and whether intra-daily market conditions influence the effectiveness of central bank interventions. This paper uses high-frequency data to examine the relationship between the efficacy of intervention operations and the 'state of the market' at the moment that the operation is made public to traders. The results indicate that some traders know that a central bank is intervening at least one hour prior to the public release of the information in newswire reports. Also, the evidence suggests that the timing of intervention operations matter interventions that occur during heavy trading volume and that are closely timed to scheduled macro announcements are the most likely to have large effects. Finally, post-intervention mean reversion in both exchange rate returns and volatility indicate that dealer inventories are affected by market reactions to intervention news.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/7337.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Local Does as Local Is: Information Content of the Geography of Individual Investors' Common Stock Investments",
            "abstract": "Using a data set on the investments made by a large number of retail investors from 1991 to 1996, we find that households exhibit a strong preference for local investment - the average household invests nearly a third of their portfolio in firms headquartered within 250 miles. We test whether this locality bias is driven by information or by simple familiarity. The average household generates an additional return of 3.7% per year from its local holdings relative to its non-local holdings, suggesting local investors are able to exploit local knowledge. The excess return to investing locally is even larger among stocks not in the S&P 500 index (firms where informational asymmetries between local and non-local investors may be largest), while there is no excess return earned by households that invest in local S&P 500 stocks.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/9685.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Corporate Actions and the Manipulation of Retail Investors in China: An Analysis of Stock Splits",
            "abstract": "We identify a group of â\u0080\u009csuspiciousâ\u0080\u009d firms that use stock splitsâ\u0080\u0094perhaps, along with other activitiesâ\u0080\u0094to artificially inflate their share prices. Following the initiation of suspicious splits, share prices temporarily increase, and subsequently decline below their pre-split levels. Using account level data from the Shanghai Stock Exchange, we find that small retail investors acquire shares in firms initiating suspicious splits, while more sophisticated investors accumulate positions before suspicious split announcements and sell in the post-split period. We also find that insiders sell large blocks of shares and obtain loans using company stock as collateral around the initiation of suspicious splits.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/29212.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "New Forecasts of the Equity Premium",
            "abstract": "If investors are myopic mean-variance optimizers, a stock's expected return is linearly related to its beta in the cross section. The slope of the relation is the cross-sectional price of risk, which should equal the expected equity premium. We use this simple observation to forecast the equity-premium time series with the cross-sectional price of risk. We also introduce novel statistical methods for testing stock-return predictability based on endogenous variables whose shocks are potentially correlated with return shocks. Our empirical tests show that the cross-sectional price of risk (1) is strongly correlated with the market's yield measures and (2) predicts equity-premium realizations especially in the first half of our 1927-2002 sample.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/10406.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Equity Style Returns and Institutional Investor Flows",
            "abstract": "This paper explores institutional investor trades in stocks grouped by style and the relationship of these trades with equity market returns. It aggregates transactions drawn from a large universe of approximately $6 trillion of institutional funds. To analyze style behavior, we assign equities to deciles in each of five style dimensions: size, value/growth, cyclical/defensive, sector, and country. We find, first, strong evidence that investors organize and trade stocks across style-driven lines. This appears true for groupings both strongly and weakly related to fundamentals (e.g., industry or country groupings versus size or value/growth deciles). Second, the positive linkage between flows and returns emerges at daily frequencies, yet becomes even more important at lower frequencies. We show that quarterly decile flows and returns are even more strongly positively correlated than are daily flows and returns. However, as the horizon increases beyond a year, we find that the flow/return correlation declines. Third, style flows and returns are important components of individual stock expected returns. We find that nearby style inflows and returns positively forecast future returns while distant style inflows and returns forecast negatively. Fourth, we find strong correlations between style flows and temporary components of return. This suggests that behavioral theories may play a role in explaining the popularity and price impact of flow-related trading.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/10355.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}