{
    "page_info": {
        "page_number": 255,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Stock market reaction to fed funds rate surprises: State dependence and the financial crisis",
            "abstract": "This paper examines the response of US stock returns to Federal Funds rate (FFR) surprises between 1989 and 2012, focusing on the impact of the recent financial crisis. We find that outside the crisis period, stock prices increased as a response to unexpected FFR cuts. State dependence is identified with stocks exhibiting larger increases when interest rate easing coincided with recessions, bear markets, and tightening credit conditions. However, an important structural shift occurred during the crisis, changing the stocksâ\u0080\u0099 response to FFR shocks and the nature of state dependence. Throughout the crisis period, stocks did not react positively to unexpected FFR cuts, which were interpreted as signals of worsening future economic conditions. This triggered a rebalancing of investment portfolios away from falling equities and towards safe-haven assets. Our results highlight the severity of the crisis and the ineffectiveness of conventional monetary policy close to the zero lower bound.",
            "keywords": [
                "Monetary policy",
                "Stock market",
                "State dependence",
                "Flight to safety",
                "Financial crisis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a11_3ap_3a4025-4037.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Peso-Dollar Forward Market Analysis: Explaining Arbitrage Opportunities during the Financial Crisis",
            "abstract": "Using a vector error correction model I test whether shocks in the funding liquidity conditions in the U.S. and Europe separately explain deviations from the covered interest parity (CIP) between the U.S. Dollar and the Mexican Peso. I find that: (1) Apparent deviations from the CIP seem to be persistent, unless a closer measure to the true costs of funding for the agents is considered. (2) A stable long-run equilibrium relation emerges when I include the effects of funding liquidity shocks stemming from the U.S. and Europe. (3) The exchange rate forward premium adjusts towards a long-run equilibrium relation given by the CIP. (4) Surprisingly, the yield on 1-month Mexican CETEs has its own stochastic trend despite the strong relation between the U.S. and Mexico's economies. (5) Analysis confirms that both future and spot exchange rates are affected by shocks stemming from the U.S. Treasury Bills, the funding liquidity in the U.S. and Europe, and the Mexican CETEs.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/bdmwpaper/2014-09.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Attention based dynamic graph neural network for asset pricing",
            "abstract": "Recent studies suggest that networks among firms (sectors) play a vital role in asset pricing. This paper investigates these implications and develops a novel end-to-end graph neural network model for asset pricing by combining and modifying two state-of-the-art machine learning techniques. First, we apply the graph attention mechanism to learn dynamic network structures of the equity market over time and then use a recurrent convolutional neural network to diffuse and propagate firms' information into the learned networks. This novel approach allows us to model the implications of networks along with the characteristics of the dynamic comovement of asset prices. The results demonstrate the effectiveness of our proposed model in both predicting returns and improving portfolio performance. Our approach demonstrates persistent performance in different sensitivity tests and simulated data. We also show that the dynamic network learned from our proposed model captures major market events over time. Our model is highly effective in recognizing the network structure in the market and predicting equity returns and provides valuable market information to regulators and investors.",
            "keywords": [
                "Machine learning",
                "FinTech",
                "Neural network",
                "Asset pricing",
                "Financial network",
                "Graph convolutional neural networks"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeglofin/v_3a58_3ay_3a2023_3ai_3ac_3as1044028323000959.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beliefs Aggregation and Return Predictability",
            "abstract": "We study return predictability using a dynamic model of speculative trading among relatively overconfident competitive traders who agree to disagree about the precision of their private information. The return process depends on both parameter values used by traders and empirically correct parameter values. Although traders apply Bayes Law consistently, equilibrium returns are predictable based on current and past dividends and prices. We derive specific conditions under which excess returns exhibit realistic patterns of short-run momentum and long-run mean-reversion. We clarify the concepts of rational expectations and market efficiency in a setting with differences in beliefs.",
            "keywords": [
                "asset pricing",
                "predictability",
                "market microstructure",
                "market efficiency",
                "momentum",
                "mean-reversion",
                "anomalies",
                "agreement to disagree"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cfrcefirw/w0231.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Bond supply, yield drifts and liquidity provision before macroeconomic announcements",
            "abstract": "UK government bond yields tend to rise in a two-day window before scheduled macroeconomic announcements such as labour market data releases and monetary policy news. This effect, particularly pronounced during UK bond issuances, is linked to higher term premia. Financial intermediary constraints play a role as dealers avoid accumulating inventory in pre-news windows with issuances. The composition of liquidity providers also shifts: hedge funds buy a larger share of the bond issuance outside pre-news windows, but more passive investors, such as foreign central banks and pension funds, provide liquidity in pre-news windows. We outline a simple model to rationalise these findings.",
            "keywords": [
                "macroeconomic announcements",
                "interest rate drift",
                "bond supply",
                "liquidity provision"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/1232.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The pricing of unexpected credit losses",
            "abstract": "Why are spreads on corporate bonds so wide relative to expected losses from default? The spread on Baa-rated bonds, for example, has been about four times the expected loss. We suggest that the most commonly cited explanations â\u0080\u0093 taxes, liquidity and systematic diffusive risk â\u0080\u0093 are inadequate. We argue instead that idiosyncratic default risk, or the risk of unexpected losses due to single- name defaults in necessarily \"small\" credit portfolios, accounts for the major part of spreads. Because return distributions are highly skewed, diversification would require very large portfolios. Evidence from arbitrage CDOs suggests that such diversification is not readily achievable in practice, and idiosyncratic risk is therefore unavoidable. Taking a cue from CDO subordination structures, we propose value-at-risk at the Aaa-rated confidence level as a summary measure of risk in feasible credit portfolios. We find evidence of a positive linear relationship between this risk measure and spreads on corporate bonds across rating classes.",
            "keywords": [
                "credit spread puzzle",
                "jump-at-default risk",
                "Sharpe ratio",
                "collateralised debt obligation"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bisbiswps/190.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Good News and the Bad News about Long-run Stock Market Returns",
            "abstract": "If stock prices followed a random walk, uncertainty about future stock prices would be so great that the observed bias towards equities in long-term investment portfolios would be surprising. The good news is that if, as a growing body of research suggests, there is even a weak tendency for stationary valuation indicators to predict future stock prices, long-run returns can become markedly more predictable. This is illustrated in a cointegrating VAR, with Tobin?s q as one of the cointegrating relations. The bad news is a corollary of the good news: q and most other indicators point to massive at the end of 1997, and hence the prospect of weak stock prices well into the next century.",
            "keywords": [
                "Stock prices",
                "Random walk",
                "Cointegration",
                "Vector autoregressions",
                "Tobin's q",
                "Efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/paper/camcamdae/9822.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum and Reversal in Financial Markets with Persistent Heterogeneity",
            "abstract": "This paper investigates whether short-term momentum and long-term reversal may emerge from the wealth reallocation process taking place in speculative markets. We assume that there are two classes of investors who trade long-lived assets by holding constantly rebalanced portfolios based on their beliefs. Provided beliefs, and thus portfolios, are sufficiently diversified, all investors survive in the long-run and, due to waves of mispricing, the resulting equilibrium returns exhibit long-term reversal. If, moreover, asset dividends are positively correlated, investors' profitable trades become positively correlated too, thus generating short-term momentum in equilibrium returns. We use the model to replicate the performance of the Winners and Losers portfolios highlighted by the empirical literature and to provide insights on how to improve upon them. Finally, we show that dividend positive autocorrelation is positively related to momentum and negatively related to reversal while diversity of beliefs is positively related to both momentum and reversal.",
            "keywords": [
                "Market Efficiency",
                "Heterogeneous Beliefs",
                "Speculation",
                "Short-term Momentum",
                "Long-term Reversal"
            ],
            "eco_link": "https://econpapers.repec.org/paper/venwpaper/2018_3a03.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Conditioning the Information in Portfolio Optimization",
            "abstract": "This paper proposes a theoretical analysis on the impacts of using a suboptimal information set on the three main components used in asset pricing, namely the risk physical and neutral measures and the relative pricing kernel. The analysis is carried out by means of a portfolio optimization problem for a small and rational investor. Solving for the maximal expected utility of terminal wealth, we prove the existence of an information premium between what is required by the theory, a complete information set thus a fully conditional measure, and what is instead achievable by en econometrician. Searching for the best bounds, we then study the impact of the premium on the pricing kernel. Finally, exploiting the strong interconnection between the pricing kernel and its densities, the extension to the risk-neutral measure follows naturally.",
            "keywords": [
                "Portfolio optimization problem",
                "Levy-Ito mixed model",
                "Pricing kernel",
                "Information premium",
                "Optimal bounds"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp1550.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Smooth Trading with Overconfidence and Market Power",
            "abstract": "We describe a symmetric continuous-time model of trading among relatively overconfident, oligopolistic informed traders with exponential utility. Traders agree to disagree about the precisions of their continuous flows of Gaussian private information. The price depends on a traderâ\u0080\u0099s inventory (permanent price impact) and the derivative of a traderâ\u0080\u0099s inventory (temporary price impact). More disagreement makes the market more liquid; without enough disagreement, there is no trade. Target inventories mean-revert at the same rate as private signals. Actual inventories smoothly adjust toward target inventories at an endogenous rate which increases with disagreement. Faster-than-equilibrium trading generates â\u0080\u009cflash crashesâ\u0080\u009d by increasing temporary price impact. A â\u0080\u009cKeynesian beauty contestâ\u0080\u009d dampens price fluctuations.",
            "keywords": [
                "market microstructure",
                "price impact",
                "liquidity",
                "transaction costs",
                "double auctions",
                "information aggregation",
                "rational expectations",
                "agreement-to-disagree",
                "imperfect competition",
                "Keynesian beauty contest",
                "overconfidence",
                "strategic trading",
                "dynamic trading",
                "flash crash"
            ],
            "eco_link": "https://econpapers.repec.org/paper/aboneswpt/w0226.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sensitivity to measurement errors of the distance to the efficient frontier",
            "abstract": "This paper builds confidence intervals for the distance in the mean-variance plan between any portfolio and the Markowitz efficient frontier. The distance can be calculated in any risk-return direction chosen by the investor. To do so, we introduce random variations of inputs and outputs and estimate the frontier. We then use subsampling approximations to derive confidence intervals around the distance of portfolios to the efficient frontier. This methodology offers a novel statistical approach to mean-variance portfolio choice, which is key for asset management. We apply this approach to show that the distance between the S&P 500 index and the efficient frontier made up of all the shares in the index is significantly different from zero in all testable directions. This result adds robustness to the still controversial Roll critique of the Capital Asset Pricing Model (CAPM). In the general setup of production theory, our paper addresses the sensitivity of the estimated efficiency scores to random variations in the original inputs-outputs.",
            "keywords": [
                "Portfolio choice",
                "Random inputs-outputs",
                "Directional distance",
                "FDH estimator",
                "Efficient frontier"
            ],
            "eco_link": "https://econpapers.repec.org/paper/aizlouvad/2023017.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beliefs Aggregation and Return Predictability",
            "abstract": "We study return predictability using a dynamic model of speculative trading among relatively overconfident competitive traders who agree to disagree about the precision of their private information. The return process depends on both parameter values used by traders and empirically correct parameter values. Although traders apply Bayes Law consistently, equilibrium returns are predictable based on current and past dividends and prices. We derive specific conditions under which excess returns exhibit realistic patterns of short-run momentum and long-run mean-reversion. We clarify the concepts of rational expectations and market efficiency in a setting with differences in beliefs.",
            "keywords": [
                "asset pricing",
                "predictability",
                "market microstructure",
                "market efficiency",
                "momentum",
                "mean-reversion",
                "anomalies",
                "agreement to disagree"
            ],
            "eco_link": "https://econpapers.repec.org/paper/aboneswpt/w0231.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}