{
    "page_info": {
        "page_number": 95,
        "total_pages": 259
    },
    "items": [
        {
            "title": "On Using Equities to Produce Pension Payouts",
            "abstract": "Is it possible to achieve almost riskless, nonfluctuating investment payoffs in the long run, at a fraction of the traditional funding requirement, using equity investments? The persistence of low interest rates is spurring research on this question because of the need to increase yields, while limiting the variability of investment results. Payouts of savings account units aim to achieve an almost riskless outcome over a long horizon. We show that they can be managed as contingent claims and, when denominated in units of a stock index, less expensively than under classical risk-neutral assumptions. To assess the robustness of the proposed hedge portfolios, we introduce a simple overfunded scheme and show its reliability using bootstrapping. The results show that by applying an overfunding of 6%, the probability of not achieving the target is less than 1%. At the heart of this result are the mean-reversion and the leverage effect of the minimal market model, together with the supermartingale property of the benchmarked savings account.",
            "keywords": [
                "Hedging",
                "locally riskless payout",
                "dynamic investment policy"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utsrpaper/413.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Structure and Degree of Dependence - A Quantile Regression Approach",
            "abstract": "The copula function defines the degree of dependence and the structure of dependence. This paper proposes an alternative framework to decompose the dependence using quantile regression. It is demonstrated that the methodology provides a detailed picture of dependence including asymmetric and non-linear relationships. In addition, changes in the degree or structure of dependence can be modelled and tested for each quantile of the distribution. The empirical part applies the framework to three different sets of financial time-series and demonstrates substantial differences in dependence patterns among asset classes and through time. The analysis of 54 global equity markets shows that detailed information about the structure of dependence is crucial to adequately assess the benefits of diversification in normal times and crisis times.",
            "keywords": [
                "quantile regression",
                "copula",
                "dependence modelling",
                "tail dependence",
                "contagion",
                "financial crises"
            ],
            "eco_link": "https://econpapers.repec.org/paper/utswpaper/170.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Coming early to the party",
            "abstract": "We examine the strategic behavior of High Frequency Traders (HFTs) during the pre-opening phase and the opening auction of the NYSE-Euronext Paris exchange. HFTs actively participate, and profitably extract information from the order flow. They also post \"flash crash\" orders, to gain time priority. They make profits on their last-second orders; however, so do others, suggesting that there is no speed advantage. HFTs lead price discovery, and neither harm nor improve liquidity. They \"come early to the party\", and enjoy it (make profits); however, they also help others enjoy the party (improve market quality) and do not have privileges (their speed advantage is not crucial).",
            "keywords": [
                "High-Frequency Traders (HFTs)",
                "Proprietary Trading",
                "Opening Auction",
                "Liquidity Provision",
                "Price Discovery"
            ],
            "eco_link": "https://econpapers.repec.org/paper/venwpaper/2020_3a11.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do Stylised Facts of Order Book Markets Need Strategic Behaviour?",
            "abstract": "This paper studies the role of strategy and the order book market mechanism in price dynamics and the order flow behaviour. To this end we analyse a zero-intelligence agent model of a dynamic limit order market. Stylised facts of limit order markets are shown to be influenced and, in some cases, governed by the market mechanism rather than strategic interaction. Positive correlation in order types, for instance, is the result of the market architecture, and price movements may be predicted in the short term from analysing the state of the order book. In contrast the absolute probabilities of order submission highlight the contribution of strategic behaviour.",
            "keywords": [
                "Limit order book",
                "stylised facts",
                "order behaviour",
                "price dynamics"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp0720.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "NFT Bubbles",
            "abstract": "By investigating nonfungible tokens (NFTs), we provide the first systematic study of retail investor behavior through asset bubbles. Given that NFTs are recorded in public blockchains, we are able to track investor behavior over time, leading to the identification of numerous price run-ups and crashes. Our study reveals that agent-level variables, such as investor sophistication, heterogeneity, and wash trading, in addition to aggregate variables, such as volatility, price acceleration, and turnover, significantly predict bubble formation and price crashes. We find that sophisticated investors consistently outperform others and exhibit characteristics consistent with superior information and skills, supporting the narrative surrounding asset pricing bubbles.",
            "keywords": [
                "Financial Bubbles",
                "Nonfungible Tokens",
                "Agent-level",
                "Blockchain"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp2320.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cheap Options Are Expensive",
            "abstract": "We show that options written on stocks with low prices are over-priced. This effect is robust to a variety of tests, controlling for common stock- and option- risk characteristics, and to reasonable transaction costs. Natural experiments corroborate this finding; options tend to become relatively more expensive following stock splits; and options on mini-indices are overpriced relative to options written on otherwise identical regular-priced indices. Our evidence suggests that (less sophisticated) retail investors consider options with low underlying prices as good deals due to low prices of such options. Demand pressure from these investors leads to option overpricing.",
            "keywords": [
                "Option Returns",
                "Investor Inattention"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp2064.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the Use of Equities in Target Date Funds",
            "abstract": "Is it possible to achieve almost riskless investment results in the long run through equity investments? The persistence of low interest rates is spurring research on this question, because of the need to increase yields, while limiting variability of investment results. Target date funds aim to achieve an almost riskless outcome over a long horizon. They can be managed as contingent claims when expressed as units of a stock index. To assess the robustness of target date funds we introduce a simple overfunding scheme and show its reliability through bootstrapping.",
            "keywords": [
                "Hedging",
                "target date funds",
                "dynamic investment policies"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp2024.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Why Ratings Matter: Evidence from Lehman's Index Rating Rule Change",
            "abstract": "This paper examines the role of bond ratings and the effects of rating-based regulations in the corporate bond market. Exploiting an unanticipated mechanical change in how the benchmark Lehman bond indices are constructed in 2005, we show that rating-induced market segmentation of the bond market into investment-grade and high-yield sectors has a first-order impact on bond prices. Bonds that are mechanically upgraded to investment-grade due to the Lehman announcement have positive abnormal returns of two percent on average and exhibit abnormal order flows over several months. The abnormal bond returns are larger for bonds with longer maturities and higher turnover. We find that institutional investors with rating's-based portfolo constraints substantially increase their holdings in the a ected bonds. In addition, return correlations with the investment-grade index increase for the upgraded bonds. Bonds on watch for downgrade to high-yield but with favorable Fitch rating experience reduced selling and rapid price recovery.",
            "keywords": [
                "Corporate bond market",
                "rating agencies",
                "rating-based regulation",
                "market segmentation",
                "liquidity",
                "index addition",
                "institutional investors"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp1030.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Role of Signal Precision and Transaction Costs in Stock, Option and Volatility Trading",
            "abstract": "In this study, we examine the rationale that informed traders use in choosing various financial instruments in order to speculate on the volatility of the underlying asset, here a common stock. Using a continuous-time trading model, we demonstrate that the quality of the private information regarding the volatility parameter together with the relative transaction costs observed in the various segments of the cash and derivatives markets will determine informed agentsâ\u0080\u0099 trading habitats. We further show that in the presence of imprecise volatility signals, only the â\u0080\u009cmost sophisticatedâ\u0080\u009d traders (those with highly precise volatility signals) will engage in pure volatility bets. Traders with less precise signals will choose a naked option strategy, while traders at the low spectrum of the precision scale will invest in the underlying stock. Thus, the low volume of pure volatility trades observed by Lakonishok et al. (2007) does not necessarily imply that only fringe traders have chosen to speculate on volatility. Rather, it may suggest that the majority of informed traders do not have precise volatility signals.",
            "keywords": [
                "Informed traders",
                "options",
                "stocks",
                "signal precision",
                "transaction costs",
                "volatility trading"
            ],
            "eco_link": "https://econpapers.repec.org/paper/chfrpseri/rp0911.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A fractionally cointegrated VAR model with deterministic trends and application to commodity futures markets",
            "abstract": "We apply the fractionally cointegrated vector autoregressive (FCVAR) model to analyze the relationship between spot and futures prices in five commodity markets (aluminium, copper, lead, nickel, and zinc). To this end, we first extend the FCVAR model to accommodate deterministic trends in the levels of the processes. The methodological contribution is to provide a representation theory for the FCVAR model with deterministic trends, where we show that the presence of the deterministic trend in the process induces both restricted and unrestricted constant terms in the vector error correction model. The consequences for the cointegration rank test are also briefly discussed. In our empirical application we use the data from Figuerola-Ferretti and Gonzalo (2010), who conduct a similar analysis using the usual (non-fractional) cointegrated VAR model. The main conclusion from the empirical analysis is that, when using the FCVAR model, there is more support for the cointegration vector (1,â\u0088\u00921)' in the long-run equilibrium relationship between spot and futures prices, and hence less evidence of long-run backwardation, compared to the results from the non-fractional model. Specifically, we reject the hypothesis that the cointegration vector is (1,â\u0088\u00921)' using standard likelihood ratio tests only for the lead and nickel markets.",
            "keywords": [
                "Backwardation",
                "Contango",
                "Deterministic trend",
                "Fractional cointegration",
                "Futures markets",
                "Vector error correction model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a38_3ay_3a2016_3ai_3apb_3ap_3a623-639.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market efficiency of the top market-cap cryptocurrencies: Further evidence from a panel framework",
            "abstract": "This paper re-visits the Efficient Market Hypothesis for 31 of the top market-cap cryptocurrencies using various panel tests. We first examine cross-sectional dependence in panels for these cryptocurrencies to inform the subsequent use of tests for non-stationarity. Next, we utilise panel unit root/stationarity tests that allow for any cross-sectional dependence and takes into account possible structural breaks in the panels to jointly examine the efficiency of cryptocurrencies. The panel evidence suggests no empirical support for the hypothesis, indicating market inefficiency in cryptocurrencies.",
            "keywords": [
                "Market efficiency",
                "Cryptocurrency",
                "Panel data models"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a31_3ay_3a2019_3ai_3ac_3ap_3a138-145.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the Stability of Equilibrium in the Market with Heterogeneous Investment Horizons",
            "abstract": "This study incorporates the difference in agentsâ\u0080\u0099 trading intervals into the heterogeneous agent model developed by Brock and Hommes (1998). We show that the effect of a longer investment horizon appears as either an increase or a decrease in the fraction of strategy adopted by long-term traders, depending on the values of the risk-free rate in the economy and the variance perceived by both types of traders. Specifically, when long-term traders are fundamentalists, we consider whether an increase in the intensity of choice to switch predictors can lead to market instability, which is the main result obtained by Brock and Hommes (1998). This is robust if the transaction cost borne by short-term traders is less than the training cost borne by longterm traders. Furthermore, when there is no transaction cost, to establish the stability of the fundamental steady state, the feasible short-term trend followersâ\u0080\u0099 belief form becomes more restrictive if the ratio of variance in the long-term investment horizon to that in the short-term investment horizon is larger than the risk-free rate in the economy.",
            "keywords": [
                "Asset pricing",
                "Heterogenous beliefs",
                "Investment horizon"
            ],
            "eco_link": "https://econpapers.repec.org/paper/wapwpaper/2101.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}