{
    "page_info": {
        "page_number": 65,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Consequences of Voluntary Stock Exchange Section Switching on Stock Prices, Liquidity and Volatility",
            "abstract": "The decision to switch stock exchange section is an important, but one of the least studied questions in the litterature. especially for voluntary transfer decisions. Managers believe that switching the trading compartment of their common stocks to a more important one creates value for their firms by improving visibility, stocksâ\u0080\u0099 liquidity and raising capital at lower cost. In this article, we examine market reactions around trading compartment switchings. The results, in general, indicate a positive market reaction around the transfer announcement and an improvement of stock liquidity after that date. However, the market reaction weakens significantly after admission to the new stock exchange section. Our findings also reveal a link between stock price reaction to a compartment transfer and the pre-transfer liquidity level. Finally, we highlight that compartment transfer reduces volatility of switching stocks, owing to the decrease in the firm-specific risk rather than the systematic risk.",
            "keywords": [
                "Market Section Transfer",
                "Price Reaction",
                "Liquidity Effect",
                "Information Asymmetry",
                "Event Study"
            ],
            "eco_link": "https://econpapers.repec.org/article/rbqjournl/i_3a136-137_3ap_3a42-62.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Empirical Analysis of Herd Behavior in Borsa Istanbul",
            "abstract": "Behavioral finance is a field that has grown toward the end of 20th century as a reaction to the efficient market hypothesis. This new field studies the effect of investor psychology on financial decisions and explains stock market anomalies in financial markets. Herding is such an anomaly that is defined as mimicking others? decisions or market trend.The aim of the study is to detect whether there is herding or not in Borsa Istanbul. To test the existence of herding, stock returns traded on Borsa Istanbul and BIST 100 Index as market indicator are used. Data covers daily returns from 1988 to 2014 and intraday returns from 1995 to 2014. Herd behavior is analyzed based on the methodology of cross-sectional dispersion of the stocks developed by Christie and Huang (1995) and Chang, Cheng and Khorana (2000). The results indicate that there is no herding for both up and down markets for daily and intraday intervals in Borsa Istanbul. However, tendency of herding is higher in up markets.",
            "keywords": [
                "Behavioral Finance",
                "Herd Behavior",
                "Borsa Istanbul",
                "Cross-Sectional Dispersion."
            ],
            "eco_link": "https://econpapers.repec.org/paper/sekiefpro/2205023.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reddit's self-organised bull runs: Social contagion and asset prices",
            "abstract": "This paper develops an empirical and theoretical case for how `hype' among retail investors can drive large asset fluctuations. We use the dataset of discussions on WallStreetBets (WSB), an online investor forum with over nine million followers as of April 2021, to show how excitement about trading opportunities can ripple through an investor community with large market impacts. This paper finds empirical evidence of psychological contagion among retail investors by exploiting differences in stock price fluctuations and discussion intensity. We show that asset discussions on WSB are self-perpetuating: an initial set of investors attracts a larger and larger group of excited followers. Sentiments about future stock performance also spread from one individual to the next, net of any fundamental price movements. Leveraging these findings, we develop a model for how social contagion impacts prices. The proposed model and simulations show that social contagion has a destabilizing effect on markets. Finally, we establish a causal relationship between WSB activity and financial markets using an instrumental variable approach.",
            "keywords": [
                "Network Economics",
                "Opinion Dynamics",
                "Natural Language Processing",
                "Behavioral Finance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/107575.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Pessimism Factor: SEC EDGAR Form 10-K Textual Analysis and Stock Returns",
            "abstract": "I perform textual analysis on 20,000 annual SEC 10-K Forms, for NYSE, NASDAQ and AMEX stocks, from 1992 until 2015. The textual analysis negative (pessimism) percentage per se, as used in the previous literature, is not a significant determinant of future stock returns. But, monthly portfolios based on the product of annual pessimism change and the previous period returns generate returns in excess of previous winners/losers. Nine months after the filing, the difference is higher than 5%, while it surpasses 7% twelve months after the filing. Negative (positive) previous returns along with positive pessimism changes lead to positive (negative) returns.",
            "keywords": [
                "SEC Form 10-K",
                "Textual Analysis",
                "Financial Sentiment",
                "NYSE",
                "NASDAQ",
                "AMEX (NYSE MKT)"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/65585.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is Macroeconomic Announcement News Priced?",
            "abstract": "We test whether news contained in macroeconomic announcements (MEAs) is priced in the cross-section of stock returns. When including news on a set of widely followed individual macroeconomic fundamentals in the cross-section of stock returns, estimates of their prices of risk are consistent with the explanation that good news on the economy is bad news for stocks during expansions. In contrast, during contractions, good news on the economy is good news for stocks as well. We find, however, that for most macroeconomic news events, their prices of risk are estimated imprecisely due to lack of data.",
            "keywords": [
                "Economic Risk Premiums",
                "Macroeconomic Announcements"
            ],
            "eco_link": "https://econpapers.repec.org/article/rbqjournl/i_3a143_3ap_3a4-17.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric Oil Price Shocks and Stock Prices in Nigeria",
            "abstract": "The study investigated the relationship between crude oil price, and Banking Sector stock prices in Nigeria from 2009 to 2016, using quarterly data collected from the Central Bank of Nigeria (CBN) and Nigeria Stock Exchange. Index of the Nigeria stock exchange for Banking Sector index was considered as dependent variables. The study implemented nonlinear ARDL (NARDL) which is an asymmetric extension of the standard co-integration test and the standard ARDL. The NARDL was applied to determine asymmetric effect of crude oil price shocks on stock prices. Findings from the analysis indicated the presence of long-run co-integration in most cases and that positive and negative oil price shocks have differential effects on banking sector index than negative oil price shocks of the same magnitude. Oil price shocks completely transmitted to the sector. The study concluded that there should be close monitoring of the banking sectors as well as appropriate policy actions to curtail systematic risk in the sector since oil price shocks transmits to oil and gas share prices listed on the Nigeria Stock Exchange.",
            "keywords": [
                "Asymmetry",
                "Nonlinear ARDL",
                "Crude oil price shocks",
                "exchange rate"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/92891.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Exploratory Analysis of Functional Principal Components to Observe the Absorption of Election Sentiments in the Indian Stock Market",
            "abstract": "An election year is expected to be of high volatility and movement in the stock markets, reflecting the aspirations and expectations of the common people from the upcoming government. In this paper, we explore Functional Principal Component Analysis to show how a big event like the general elections affects the stock market in the country. We take the Indian general election years of 2009, 2014, and 2019 and demonstrate how the unique circumstances before the elections affect the absorption of election sentiments and how this method can be used to find and foresee the effect of other such events through a detailed analysis of eigenfunctions.",
            "keywords": [
                "PCA",
                "FPCA",
                "General elections effect",
                "Functional Data Analysis"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/122325.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Reddit's Self-Organised Bull Runs",
            "abstract": "Tracking endogenous fluctuations in stock prices emerged as a key challenge for empirical work in behavioural and evolutionary finance. This paper uses new data from an online discussion forum, Reddit, to quantify social contagion, or `hype,' in specific stock market movements, using state of the art opinion dynamics modelling and sentiment analysis. The influence between users on the WallStreetBets (WSB) subreddit is measured by tracing the probability of a user starting a fresh discussion on an asset given their previous involvement in a discussion on the same asset, measured by their comment history. This paper finds that users who comment on one discussion involving a particular asset are approximately four times more likely to start a new discussion about this asset in the future, with the probability increasing with each additional discussion the user engages in. This is a strong indication that investment strategies are reproduced through social interaction. This is further validated by findings that sentiments expressed in the linked submissions are strongly correlated in a set of spatial regression models. In particular, bearish sentiments seem to spread more than their bullish counterparts.",
            "keywords": [
                "Network Economics",
                "Opinion Dynamics",
                "Natural Language Processing",
                "Behavioral Finance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/105443.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Month-Related Seasonality of Stock Price Volatility: Evidence from the Malta Stock Exchange",
            "abstract": "This study applies different statistical tests to investigate whether monthly volatility patterns prevailing on a cross section of stock markets are present on the Malta Stock Exchange. A January effect is detected, together with a variant of the Turn-Of-The-Month effect, in that volatility tends to increase towards the end of the month. Whilst these effects may be attributed to sources identified in previous literature, it is also shown that this seasonality is related to announcement patterns of listed companies.",
            "keywords": [
                "Malta Stock Exchange",
                "News Announcements",
                "Monthly Seasonality",
                "Volatility"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/62493.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An Empirical Test of Efficiency of Exchange-Traded Currency Options in India",
            "abstract": "The objective of this paper is to examine efficiency of the exchange-traded currency options market in India. Put-call-futures parity for the USD-INR currency options is studied by analyzing daily closing prices of options and futures for thirty two months on the National Stock Exchange. The study reveals frequent violations of the put-call-futures parity creating significant arbitrage opportunities. The pattern of mispricing varies when examined for time to maturity, option moneyness, liquidity and volatility of the underlying asset. These observations are consistent with those of studies of other young markets.",
            "keywords": [
                "Put-call parity",
                "efficient markets",
                "currency options"
            ],
            "eco_link": "https://econpapers.repec.org/article/risbuecrj/0200.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An Adaptive System of Decision Making for Financial Markets",
            "abstract": "In the article an adaptive model of decision-making for financial markets based on the method of weighted indicators is considered. The model is built on signals from several standard mechanical trade systems (MTS) by generalizing and redistributing between them weight coefficients that change according to the effectiveness of the MTS. Calculations are per-formed by making use of price dynamic data from the international currency market FOREX.",
            "keywords": [
                "decision making",
                "financial markets",
                "currency market",
                "adaptive system"
            ],
            "eco_link": "https://econpapers.repec.org/article/risapltrx/0142.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric Uncertainty Around Earnings Announcements: Evidence from Options Markets",
            "abstract": "We use the Indian stock options market to study the evolution of uncertainty and asymmetric uncertainty around earnings announcements (EAs). We find that uncertainty (implied volatility) and asymmetric uncertainty (options skew) increase monotonically before the EA day and decrease after EA. Options volume (relative to spot and to futures) also exhibits similar behavior, suggesting that informed investors prefer options markets to spot and futures markets. Both options skew and put-to-call volume ratio can predict the sign of the EA surprise one day before EA, indicating that price discovery and information assimilation happen in the options market.",
            "keywords": [
                "Earnings Announcements",
                "Volatility Smile",
                "Earnings Surprise",
                "Options Volume",
                "Emerging Markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/risambsrv/0111.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}