{
    "page_info": {
        "page_number": 69,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Asset Growth and Stock Market Returns: A Time-Series Analysis",
            "abstract": "I find that aggregate asset growth constructed from bottom-up data negatively predicts future market returns both in and out-of-sample and this result is robust across G7 countries. I further show that aggregate asset growth contains information about future market returns not captured by traditional macroeconomic variables and other measures of investment or growth. The forecasting ability of asset growth is strongly correlated with its propensity to predict more optimistic analyst forecasts and subsequent downward revisions, earnings surprise, and systematic errors in investorsâ\u0080\u0099 expectations. The time-varying risk premium also appears key in explaining the documented return predictability.",
            "keywords": [
                "Asset growth",
                "Return predictability",
                "Time-varying risk premium",
                "Forecast errors",
                "extrapolation"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a23_3ay_3a2019_3ai_3a3_3ap_3a599-628..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Fundamental Analysis and the Cross-Section of Stock Returns: A Data-Mining Approach",
            "abstract": "We construct a â\u0080\u009cuniverseâ\u0080\u009d of over 18,000 fundamental signals from financial statements and use a bootstrap approach to evaluate the impact of data mining on fundamental-based anomalies. We find that many fundamental signals are significant predictors of cross-sectional stock returns even after accounting for data mining. This predictive ability is more pronounced following high-sentiment periods and among stocks with greater limits to arbitrage. Our evidence suggests that fundamental-based anomalies, including those newly discovered in this study, cannot be attributed to random chance, and they are better explained by mispricing. Our approach is general and we also apply it to past returnâ\u0080\u0093based anomalies.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprfinst/v_3a30_3ay_3a2017_3ai_3a4_3ap_3a1382-1423..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Margin Trading and Comovement During Crises*",
            "abstract": "We exploit threshold rules governing margin trading eligibility in India to identify a causal link between margin trading and increased comovement during crises. Margin trading explains more than one-quarter of the increase return comovement that we observe during crises. To understand the mechanisms driving this result, we evaluate the relative importance of stock connections through common brokers (who provide margin financing) versus common margin traders. We find that common brokers are most important. Margin-eligible stocks that are more connected through common brokers experience larger crisis-period increases in pairwise return comovement, especially when those brokersâ\u0080\u0099 clients have experienced recent portfolio losses, when their clients have outstanding margin loans in more volatile stocks, and when the brokers are large. These findings are consistent with Brunnermeier and Pedersen (2009), in which initial shocks propagate due to the tightening of margin constraints imposed by financial intermediaries.",
            "keywords": [
                "Margin trading",
                "Comovement",
                "Crisis",
                "Funding constraints",
                "Leverage",
                "Regression Discontinuity design"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a24_3ay_3a2020_3ai_3a4_3ap_3a813-846..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does express delivery run ahead of stock price?",
            "abstract": "We study the role of logistics information in the stock price discovery process. Using a proprietary dataset on parcel-level express delivery service records from one of the largest express service providers in China, we find that express delivery contains firm-specific information for stock pricing. A long/short portfolio of buying (selling) stocks with high (low) quarterly growth in the number of parcels sent by firms generates an 8.23 percent risk-adjusted annual return. The return predictability is more significantly driven by document, light, and business-to-business parcels, which reflects the intensity of a firmâ\u0080\u0099s overall operations (rather than just sales growth), and by parcels sent to new addresses, which represents new business expansion. Echoing this return predictability, parcel growth also predicts firm growth, profitability, and earnings surprises. Finally, we provide evidence on return predictability associated with topology of logistic network identified by parcel delivery data.",
            "keywords": [
                "Alternative data",
                "Fintech",
                "Express delivery",
                "Stock returns",
                "China",
                "Network"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a28_3ay_3a2024_3ai_3a5_3ap_3a1687-1724..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum, Reversals, and Investor Clientele*",
            "abstract": "Different share classes on the same firms provide a natural experiment to explore how investor clienteles affect momentum and short-term reversals. Domestic retail investors have a greater presence in Chinese A shares and foreign institutions are relatively more prevalent in B shares. These differences result from currency conversion restrictions and mandated investment quotas. We find that only B shares exhibit momentum and earnings drift and only A shares exhibit monthly reversals. Institutional ownership strengthens momentum in B shares. These patterns accord with a setting where short-term reversals (which represent inventory risk premia) prevail in a market dominated by noise traders and momentum prevails in markets where noise traders are less prevalent relative to informed investors who underreact to fundamental signals. Overall, our findings confirm that clienteles matter in generating stock return predictability from past returns.",
            "keywords": [
                "Anomalies",
                "market efficiency",
                "liquidity",
                "behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a26_3ay_3a2022_3ai_3a2_3ap_3a217-255..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Distress Anomaly is Deeper than You Think: Evidence from Stocks and Bonds*",
            "abstract": "The distress anomaly reflects the abnormally low returns of high credit risk stocks during financial distress. Evidence from stocks and corporate bonds reinforces the anomaly and challenges rationales based on shareholdersâ\u0080\u0099 ability to extract value from bondholders, time-varying betas, lottery-type preferences, biased earnings expectations, and limits-to-arbitrage. Moreover, mispricing of distressed stocks and bonds is associated with excess investment and excess external financing. Potential real distortions are materially understated when assessed based only on equity mispricing. We emphasize the important role of corporate bonds in dissecting the distress anomaly, and show that the anomaly is an unresolved puzzle.",
            "keywords": [
                "Distress puzzle",
                "Real effects",
                "Anomalies",
                "Overpricing",
                "Stocks",
                "Bonds"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a26_3ay_3a2022_3ai_3a2_3ap_3a355-405..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market accessibility, bond ETFs, and liquidity",
            "abstract": "We develop a stylized model that generates the following empirical predictions: the less (more) accessible the underlying market is ex ante, the more its liquidity improves (deteriorates) when basket trading becomes available. We empirically test these predictions using corporate bonds before and after the introduction of exchange-traded funds. Consistent with the modelâ\u0080\u0099s prediction, liquidity improvement is larger for highly arbitraged, low-volume, and high-yield bonds, and for 144A bonds to which retail investor access is prohibited by law. Our article leads to a more nuanced understanding of the impact of basket security introduction than previous research suggested.",
            "keywords": [
                "exchange-traded funds (ETFs)",
                "corporate bonds",
                "liquidity",
                "market accessibility"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a28_3ay_3a2024_3ai_3a5_3ap_3a1725-1758..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity and the strategic value of information",
            "abstract": "In Kyle (1985), the ratio of fundamental variance to price impact measures the value of information to a monopolist strategic informed investor. We show that this same statistic provides an approximation for the value of information in a more general setting with multiple differentially informed investors, and estimate it using high-frequency stocks data. We find that the value of information rises during crises. The value of information is higher for large, growth, and momentum stocks. Its most dramatic spikes occur at the start of the Covid-19 pandemic and the financial crisis of 2008, when the Fed announces liquidity facilities.",
            "keywords": [
                "value of information",
                "liquidity",
                "strategic trading",
                "Covid-19"
            ],
            "eco_link": "https://econpapers.repec.org/article/ouprevfin/v_3a29_3ay_3a2025_3ai_3a1_3ap_3a1-32..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investment in non-fungible tokens (NFTs): the return of Ethereum secondary market NFT sales",
            "abstract": "Abstract The increasing attention to non-fungible tokens (NFTs) since 2021, and many reports of remarkable returns by traders of NFTs raise the question of the actual returns in the whole NFT market. We examine the returns of NFT resales using data of 2.12 million secondary market NFT trades on Ethereumâ\u0080\u0099s five largest marketplaces starting in June 2017 until December 2021 at the individual transaction level and trader level and control for transaction costs by implementing a linear regression model and nonparametric tests. We find that the majority of resales are in profit and a high concentration of profits at the trader level, with the top 10% of traders accounting for the majority of profits, and we identify differences in profits for the analyzed NFT categories. Our results show that experienced investors systematically outperform inexperienced investors, indicating information inefficiency in the NFT market, while we do not find clear evidence for the underperformance of more expensive NFTs compared to less expensive ones. Additionally, we find indications of the importance of pump-and-dump schemes on the level of returns.",
            "keywords": [
                "Non-fungible tokens",
                "NFT",
                "Resale returns",
                "Blockchain",
                "Investment",
                "Secondary market"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a24_3ay_3a2023_3ai_3a4_3ad_3a10.1057_5fs41260-023-00316-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The cross-section of January effect",
            "abstract": "Abstract We examine the cross-sectional January effect among portfolios that long sentiment-prone and difficult-to-arbitrage stocks and short sentiment-insensitive and easy-to-arbitrage stocks. These long-short portfolios on average earn over 20 times higher returns in January than in a non-January month. 85% of the cross-sectional January effect comes from its long legs, consistent with a sentiment-driven mispricing explanation. The cross-sectional January effect persists over time and remains significant after accounting for common risk factors and time-varying factor loadings.",
            "keywords": [
                "January effect",
                "Investor sentiment",
                "Limits to arbitrage",
                "Cross-section",
                "Stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a24_3ay_3a2023_3ai_3a6_3ad_3a10.1057_5fs41260-023-00324-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impact of size and book-to-market among paired stocks",
            "abstract": "Abstract The return premiums associated with size and book-to-market also emerge between paired stocks of very similar firms. The Sharpe ratios of the traditional Famaâ\u0080\u0093French-factors SMB and HML can be more than doubled if this new pair-based approach is applied. Moreover, the proposed investment strategies are particularly profitable among illiquid stocks and around earnings announcements and still yield significant premiums after 1990, while the Famaâ\u0080\u0093French-factors do not. The empirical tests indicate that parts of the return premiums are due to behavioral biases indicating that investors could profit from the apparent mispricing without increasing their risk exposure.",
            "keywords": [
                "Paired stocks",
                "Famaâ\u0080\u0093French-factors",
                "Investment strategy",
                "Size",
                "Book-to-market",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a19_3ay_3a2018_3ai_3a6_3ad_3a10.1057_5fs41260-018-0089-4.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Factor momentum, option-implied volatility scaling, and investor sentiment",
            "abstract": "Abstract Factor momentum produces robust average returns that exhibit a similar economic magnitude as stock price momentum. To the extent that the post-earnings announcement drift (PEAD) factor captures mispricing, winner factors earn profits from being long on underpriced stocks and short on overpriced stocks. Conversely, loser-factorsâ\u0080\u0099 negative exposure to the PEAD factor suggests that loser factors capture mispricing by being long on overpriced stocks and short on underpriced stocks. Option-implied volatility scaling increases both the economic magnitude and statistical significance of factor momentum. Factor momentum is not exposed to the same crashes as stock price momentum and therefore could provide a hedge for stock price momentum crash risks. Also, factor momentum mispricing is more pronounced when investor sentiment is high.",
            "keywords": [
                "Asset pricing",
                "Factor momentum",
                "Investor sentiment",
                "Option-implied volatility scaling",
                "VIX"
            ],
            "eco_link": "https://econpapers.repec.org/article/palassmgt/v_3a23_3ay_3a2022_3ai_3a2_3ad_3a10.1057_5fs41260-021-00229-x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}