{
    "page_info": {
        "page_number": 142,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Benchmark Concentration: Capitalization Weights Versus Equal Weights in the FTSE 100 Index",
            "abstract": "Identifying a suitable benchmark is essential when testing asset pricing models, measuring the performance of active investors, or providing market proxy portfolios for passive investors. Concern that increased domination of capitalization weighted stock indices by a few large firms will lead to inefficient portfolio diversification is leading some investors and researchers to argue that index providers should adjust their weighting methods to limit concentration. This study tests and rejects the hypothesis that concentration arising as a result of capitalization weights in the FTSE 100 Index increases risk, either during normal market conditions or during negative tail events in the return distribution. On the contrary, during the left tail of the return distribution, the equally weighted portfolio of FTSE 100 Index constituents exhibits higher risk and lower returns than the capitalization weighted FTSE 100 Index portfolio, a finding consistent with variations of the CAPM that allow for time varying risk premia.",
            "keywords": [
                "stock index benchmarks",
                "incremental returns",
                "incremental standard deviation",
                "portfolio diversification",
                "capitalization weights",
                "index concentration",
                "performance measurement"
            ],
            "eco_link": "https://econpapers.repec.org/article/mfjjournl/v_3a13_3ay_3a2009_3ai_3a3-4_3ap_3a209-228.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Decomposing the Momentum in the Japanese Stock Market",
            "abstract": "Abstract In this study, we decompose momentum indicators for the Japanese stock market into two components, high-to-price and price-to-high. High-to-price has a lower downside risk and higher Sharpe ratio than price-to-high. We find that a conventional momentum strategy combines the characteristics of high-to-price in a bull market and those of price-to-high in a bear market. In particular, the large drawdowns of momentum strategies reported in previous studies seem to be largely owed to those of price-to-high in bear markets. It is possible that the mechanism generating factor returns differs among the three strategies.",
            "keywords": [
                "Momentum",
                "Decomposition",
                "Behavioral finance",
                "Japan"
            ],
            "eco_link": "https://econpapers.repec.org/article/kapapfinm/v_3a31_3ay_3a2024_3ai_3a2_3ad_3a10.1007_5fs10690-023-09413-y.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volatility Spillover Effects in East Asian Capital Markets: A Case Study of the Real Estate Sectors",
            "abstract": "A real estate market is considered as an important sector in the global economy. Real estate markets are believed to be one of the causes of the Asian financial crisis and one of the most affected sectors as well. Overheating in property prices in the Asian region led to excess volatility in real estate prices and subsequently induced the crisis. Soon after the crisis, contagion and volatility spillovers spread over the East Asian region that increased volatility and reduced returns in real estate sectors. The paper investigates whether the excess volatility in the real estate markets led to volatility spillovers to stock markets and the other way around. Models of conditional volatility at multivariate level is employed to examine the return and volatility spillovers between the real estate and stock markets for five ASEAN countries, namely Indonesia, Malaysia, the Philippines, Singapore and Thailand. The results show evidence of the spillover effects between the real estate and stock markets from low to moderate degrees. The findings imply a better understanding and awareness for institutional investors in the international assets portfolio management and the respective governments to improve the financial prudential system to minimize the volatility effects from financial markets",
            "keywords": [
                "real estate assets",
                "stock markets",
                "ASEAN-5",
                "volatility spillover effects."
            ],
            "eco_link": "https://econpapers.repec.org/article/lpeefijnl/201003.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Size and value premium in Karachi stock exchange",
            "abstract": "Investment decisions are based on the rational return expectations and investors require returns that are aligned with their risk and utility. This phenomenon has been extensively discussed in the financial theory as well as practice and the first known theory of asset pricing leads back to as early as Bachelier (1900). The current study evaluates the performance of Fama and French Three Factor model in Karachi Stock Exchange (KSE). It employs a multivariate regression approach after sorting six portfolios on size and bookto market. The constituent stocks were selected to represent each and every sector of KSE. Daily returns were employed for a period of five years starting from January 2003 to December 2007. The six month Pakistanâ\u0080\u0099s T Bill yield was used as proxy for risk free rate to determine excess returns. The excess returns for each portfolio were regressed on market, size and value factors. The results were encouraging for the three factor model. The three factor model was able to explain the variations in returns for most of the portfolios and the results remain consistent when the sample was reduced to control for the size effect. Our findings are consistent with most of the studies that suggested the validity of three factor model in emerging markets. These findings havesubstantial implications for fund managers, analysts and investors. The results suggest that size and value premium must be incorporated for asset valuations and portfolio management decisions.",
            "keywords": [
                "Size Premium",
                "Value Premium",
                "Market Premium",
                "Three Factor Model."
            ],
            "eco_link": "https://econpapers.repec.org/paper/ljewpaper/1-2008.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A Behavioral Economics Exploration into the \"Volatility Anomaly\" ``",
            "abstract": "Contrary to a commonsense view in traditional finance theories to the effect that expected returns on investments in high-risk securities are higher than those in low-risk investments, in the actual stock market, there are negative correlations, respectively, between the beta value of individual securities measured beforehand and the actual returns realized later, and between the idiosyncratic volatility measured beforehand and the actual returns realized later. Here we, based upon the empirical studies of investor behaviors in the Japanese stock market, present the fact that, behind the gbeta anomaly, h there is a preference for high-beta securities by typical institutional investors whose mandate is to beat a benchmark, and also that, behind the gidiosyncratic volatility anomaly, h there is a preference for positively skewed securities by individual investors, especially those engaged in margin trading, who overweight low tail probabilities assigned to the state of the world in which they make a lot of money by investing in the positively skewed stock, which could be called a ggambling preference. h",
            "keywords": [
                "volatility",
                "anomaly",
                "behavioral bias",
                "institutional investor",
                "individual investor"
            ],
            "eco_link": "https://econpapers.repec.org/article/mofjournl/ppr022a.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investors' Reactions to Extreme Events in the Hungarian Stock Market",
            "abstract": "This paper examines investors' reactions to extreme events in the Hungarian stock market. We seek to answer the research question whether following extreme events any overreaction of investors can be observed on the Budapest Stock Exchange. With a view to answering the research question, we identify extreme events based on extreme returns on the market portfolio and then - using an event study - we examine abnormal returns on winner and loser equities. After examining investors' reactions, we inspect the performance of the contrarian strategy in the created event windows. The main result of our research is the presentation that - based on the analysis of the differences between the average cumulative abnormal returns after extreme events - investor overreactions can be observed in the Hungarian stock market. The loser portfolios relating to extreme events significantly outperform winner portfolios connected to the event. The excess return of the contrarian strategy cannot be attributed to differences in the market risk of winner and loser portfolios. The excess return of the strategy can be shown only under tighter extreme value thresholds. The clustering of the event windows with short-term reversal, high market volatility and extreme events is beneficial to the performance of the contrarian strategy. In addition, our research also shows that the purchase of loser portfolios or the development of a contrarian strategy after extreme events may generate profit for investors, since after extreme events the loser portfolios usually beat the market on a horizon of 21 days.",
            "keywords": [
                "extreme events",
                "event study",
                "overreaction",
                "contrarian strategy"
            ],
            "eco_link": "https://econpapers.repec.org/article/mnbfinrev/v_3a20_3ay_3a2021_3ai_3a3_3ap_3a5-30.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "ICAPM with time-varying risk aversion",
            "abstract": "A derivation of the ICAPM in a very general framework and previous theoretical work, argue for the relative risk aversion (RRA) coefficient to be both time-varying and countercyclical. The variables that represent proxies for the cyclical component of RRA are the market dividend yield, default spread, smoothed earnings yield and industrial production growth, all being highly correlated with the business cycle. In addition, the value spread - a proxy for the relative valuation of value stocks versus growth stocks - is included as a determinant of risk aversion. The results show that risk aversion is countercyclical, and the ICAPM with time-varying RRA performs better than the Bad beta good beta model (BBGB) from Campbell and Vuolteenaho (2004). The results from an augmented scaled ICAPM show that the market return has a negative effect on risk aversion, thus risk aversion seems to be affected by both business conditions and financial wealth. The estimates of the average RRA coefficient seem reasonable and plausible, and the model is able to capture a significant decline in risk-aversion in the 90's, in line with the mounting evidence from academics and practioneers. When compared against alternative factor models - CAPM, Fama-French 3 factor and Fama-French 4 factor models - the scaled ICAPM performs much better than the CAPM, and compares reasonably well against the Fama-French models. A crucial result relies on the fact that the scaled ICAPM models do a good job in pricing both the \"extreme\" small-growth portfolio and all the book-to-market quintiles, which is mainly due to the presence of the factor related with time-varying risk-aversion. Overall, the results of this paper offer a fundamental explanation - time-varying risk aversion - for the value premium. Preliminary results suggest that the ad-doc HML and UMD factors, at least partially, measure the same types of risks as the ICAPM with time-varying risk aversion",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/mmfmmfc06/111.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "EVOLUTION OF ENERGY COMPANY SHARE PRICES AND THEIR RELATIONSHIP WITH MACROECONOMIC VARIABLES: EVIDENCE FROM ARGENTINA EVOLUCION DE PRECIOS DE ACCIONES DE EMPRESA DE ENERGIA Y SU RELACION CON LAS VARIABLES MACROECONOMICAS: EVIDENCIA DE ARGENTINA",
            "abstract": "In the context of informed markets, news spreads with speed. In a globalized world, it is reasonable think that active finance is a deployed method to organize central economic variables. This determines variables that explain the behavior of actions by the industry oil from December 2012 through August 2015. We use regression of certain variables in accordance with their significance. The goal at this early stage, is to select significant macroeconomic indicators in determining the share prices of the sector in the market. Results demonstrate, through the application of econometric models, the relationship that exists between the price of financial assets and the macroeconomic variables selected for analysis. A new line of research is left open for the purposes of assessing the generalizability of the results other major industries",
            "keywords": [
                "Effects of Information",
                "Stock Indexes",
                "Perfect Information",
                "Available Information",
                "Spread of Information"
            ],
            "eco_link": "https://econpapers.repec.org/article/ibfriafin/v_3a10_3ay_3a2017_3ai_3a4_3ap_3a1-14.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday jumps and trading volume: a nonlinear Tobit specification",
            "abstract": "Abstract This paper investigates the relationship between trading volume and volatility for four international stock markets (US: S&P500, UK: FTSE100, France: CAC40 and Germany: DAX30) in a context of global financial crisis. Unlike previous related studies, we use intraday data and apply a nonlinear econometric model to assess this relationship. In particular, we first break down intraday realized volatility into its continuous and jump components using the non-parametric approach developed by Barndorff-Nielsen and Shephard (J Financ Econom 4:1â\u0080\u009330, 2006). Second, we investigate the volumeâ\u0080\u0093volatility relationship and test whether it varies according to volatility components (jumps and continuous component). While Giot et al. (J Empir Finance 17:168â\u0080\u0093175, 2010), among others, investigated the volumeâ\u0080\u0093volatility relationship in a linear context, our study contributes by estimating different nonlinear specifications (threshold model, nonlinear Tobit model) that enable us to capture further asymmetry and time-variation to better apprehend the effect of trading volume on realized volatility. Accordingly, our study yields two interesting findings. On the one hand, as expected there is a significant and positive relationship between trading volume and realized volatility, as well as with its components, confirming the importance of trading volume as a key to characterizing volatility. On the other hand, we show that this relationship exhibits asymmetry and nonlinearity, and that threshold models are more appropriate than linear model to characterize the volume volatility relationship.",
            "keywords": [
                "Intraday data",
                "Realized volatility",
                "Jumps",
                "Trading volume",
                "Nonlinearity"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a47_3ay_3a2016_3ai_3a4_3ad_3a10.1007_5fs11156-015-0534-0.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Whatâ\u0080\u0099s in the news? The ambiguity of the information content of index reconstitutions in Germany",
            "abstract": "Abstract We analyze stock price behavior around reconstitutions of the German DAX index family from 1990 to 2013. The strong price run-up of added stocks in the 2 months preceding the announcement date remains robust until 2 months after the effective date (ED), and is fully reversed 5 months later. Conversely, stock prices of deleted firms are under pressure until 10 months after the ED. Unlike most previous studies, we find that outright entries and exits have temporary price effects, as do additions to and deletions from better-known indices; however, promotions and demotions related to lesser-known indices command permanent stock price responses. Rather surprisingly, deleted stocks consistently earn higher abnormal returns than added stocks in the 5-year post-event period. Specifically, the return differential levels out at 77.3%. We establish that this differential in permanent stock prices is attributable to differences in operating performance and media coverage. In practice, index reconstitutions do not appear to give unambiguous signals about the long-run investment appeal of affected firms. However, index fund managers not constrained by tracking error minimization would be better off holding deleted stocks for 5 years after the ED.",
            "keywords": [
                "DAX index family",
                "Index reconstitutions",
                "Long-run performance",
                "Operating performance"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a49_3ay_3a2017_3ai_3a4_3ad_3a10.1007_5fs11156-017-0617-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Surprises, sentiments, and the expectations hypothesis of the term structure of interest rates",
            "abstract": "Abstract This study shows that time-varying coefficients in the term structure of interest rates equation are correlated with the time-varying term premiums (TVTP) and expectation error (EE). Consistent with Froot (J Finance 44:283â\u0080\u0093305, 1989), TVTP and EE are the main factors that cause variations in the expectations hypothesis. Once the TVTP and the EE are appropriately incorporated into the model, the GARCH-M evidence fades away. This study documents that investorsâ\u0080\u0099 sentiment and macroeconomic surprises are the main driving forces behind the TVTP and EE. Evidence of significant sentiment and its interacting with macroeconomic surprises shed some light on the bias due to behavioral variations.",
            "keywords": [
                "Expectations hypothesis",
                "Time-varying coefficient model",
                "Sentiment",
                "Expectation error",
                "Term premium"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a49_3ay_3a2017_3ai_3a1_3ad_3a10.1007_5fs11156-016-0584-y.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Credit default swap spreads and annual report readability",
            "abstract": "Abstract This paper investigates whether annual report readability matters to CDS market participants and how it affects their evaluation on a firmâ\u0080\u0099s credit risk, as measured by CDS spreads. We find that the less readable the annual reports, the higher the CDS spreads. Furthermore, the impact of readability on CDS spreads is more concentrated on firms with high information asymmetry and with investment grade ratings. Our results suggest that investors take into account the readability in their view of the firmsâ\u0080\u0099 credit risk. Creditors appear to suffer higher cost on CDS protection of the debts if the underlying firms have less readable annual reports.",
            "keywords": [
                "Credit default swap (CDS)",
                "Credit risk",
                "Annual report readability",
                "10-K"
            ],
            "eco_link": "https://econpapers.repec.org/article/kaprqfnac/v_3a50_3ay_3a2018_3ai_3a2_3ad_3a10.1007_5fs11156-017-0639-8.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}