{
    "page_info": {
        "page_number": 26,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Location and excess comovement",
            "abstract": "Firms that switch from NASDAQ to the NYSE between 1988 and 2000 show an increase in the comovement of their order flows with aggregate NYSE order flow, and a decline in comovement with NASDAQ order flow. These changes in comovement are coincident with the switch, large relative to firms that remain on NASDAQ and the NYSE, and not explained by the growth in indexing over the sample period, a possible selection bias inherent in the decision to switch to the NYSE or a delayed response to cross-market information. Cross-sectional analysis shows that large, institutionally owned, value-oriented and dividend paying firms experience greater changes in comovement following the move to the NYSE. Our evidence is consistent with an important role for style investing in generating excess comovement, as in Barberis and Shleifer (2003).",
            "keywords": [
                "Excess comovement",
                "Correlated trades"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a37_3ay_3a2016_3ai_3ac_3ap_3a293-308.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market uncertainty, expected volatility and the mispricing of S&P 500 index futures",
            "abstract": "An association between increased index futures mispricing and concurrent index volatility has been reported within several prior studies; in the present study, we argue that expected volatility over an arbitrage horizon also has an adverse effect on the ability and willingness of traders to engage in arbitrage, leading to greater and more persistent futures mispricing. Using the CBOE VIX and its innovation on the concurrent spot volatility as proxies for expected volatility, we present evidence of an increase in S&P 500 index futures mispricing with expected volatility. The impact of the VIX grows exponentially across the distribution of conditional mispricing levels, which suggests that the expectations of heightened future volatility become increasingly detrimental to arbitrage activities when the futures price deviations are enlarged; however, the influence of expected volatility is found to have been reduced during the global financial crisis period, a period during which concurrent volatility overwhelmingly dominated the magnitude of mispricing.",
            "keywords": [
                "Index arbitrage",
                "Expected volatility",
                "Futures mispricing",
                "VIX",
                "Quantile regressions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a35_3ay_3a2016_3ai_3ac_3ap_3a78-98.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Price of Future Liquidity: Time-Varying Liquidity in the US Treasury Market",
            "abstract": "This Paper examines the price differences between very liquid on-the-run US Treasury securities and less liquid off-the-run securities over the entire on/off cycle. Unlike previous studies, by comparing pairs of securities as their relative liquidity varies over time, we can disregard any cross-sectional differences between the securities. Also, since the liquidity of Treasury notes varies predictably over time we are able to distinguish between current liquidity and expected future liquidity. We show that the more liquid security is priced higher on average, but that this difference depends on the amount of expected future liquidity over its remaining lifetime rather than its current liquidity. We measure future liquidity using both quotes and trades. The liquidity measures include bid-ask spread, depth and trading activity. Examining a variety of liquidity measures enables us to evaluate their relative importance and to identify the liquidity proxies that most affect prices. Although all the measures are highly correlated with one another, we find that quoted bid-ask spread and quoted depth are more important than effective spread and trade size, respectively. Among measures of market activity, however, the number of trades and volume are more related to the liquidity premium than the number of quotes.",
            "keywords": [
                "Liquidity",
                "Asset pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/3900.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Music Sentiment and Stock Returns Around the World",
            "abstract": "This paper introduces a real-time, continuous measure of national sentiment that is language-free and thus comparable globally: the positivity of songs that individuals choose to listen to. This is a direct measure of mood that does not pre-specify certain mood-affecting events, nor assume the extent of their impact on investors. We validate our music-based sentiment measure by correlating it with mood swings induced by seasonal factors and weather conditions. We find that music sentiment is positively correlated with same-week market returns and negatively correlated with next-week returns, consistent with sentiment-induced temporary mispricing. Results also hold under a daily analysis and are stronger when short-sale constraints limit arbitrage. Music sentiment also predicts increases in net mutual fund flows, and absolute sentiment precedes a rise in stock market volatility.",
            "keywords": [
                "Investor sentiment",
                "Investor mood",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/paper/cprceprdp/15756.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The forecast dispersion anomaly revisited: Time-series forecast dispersion and the cross-section of stock returns",
            "abstract": "Previous studies use cross-sectional forecast dispersion in examining the relation between forecast dispersion and future stock returns and report an anomalous negative dispersion-return relation. This paper examines how time-series forecast dispersion is distinct in the relation to stock returns from the negative dispersion-return relation. We find that contrary to the previously-known negative dispersion-return relation, there is a strong positive relation between time-series forecast dispersion and stock returns. We also find that time-series forecast dispersion apparently contains systematic risk components and that such risk is priced in stock returns.",
            "keywords": [
                "Time-series forecast dispersion",
                "Cross-sectional forecast dispersion",
                "Analysts' earnings forecasts",
                "Systematic risk components",
                "Idiosyncratic volatility",
                "Macroeconomic conditions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a39_3ay_3a2016_3ai_3apa_3ap_3a37-53.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Euro crash risk",
            "abstract": "We identify crucial events during the European sovereign debt crisis and investigate their impact on the euro currency. In particular, we analyze how specific announcements related to vulnerable eurozone member states, European Central Bank (ECB) actions, and credit rating downgrades affect the value and the crash risk of the euro. We proxy the appreciation and depreciation of the euro by its abnormal foreign exchange (FX) rate returns with respect to 35 currencies. The crash risk of the euro is proxied by the conditional skewness of the FX rate return distribution with respect to the same currencies. We find that the market reacts positively to news related to countries under EU/IMF rescue umbrella. We discover that ECB actions on average result in a euro depreciation on the day of the announcement reflecting obvious concerns of market participants, but the effect is partly reversed the day after. Our analysis also shows that sovereign and corporate credit rating downgrades tend to lead to a depreciation of the euro and, more importantly, to an increase of the euro crash risk. Interestingly, we find that specific announcements about Greece on average do not substantially affect the euro exchange rate directly; however, it does have an overall significant effect on the euro crash risk, imposing a substantial risk for the stability of the common currency in the eurozone.",
            "keywords": [
                "Sovereign debt crisis",
                "News announcements",
                "Euro value",
                "Euro crash risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a38_3ay_3a2016_3ai_3apa_3ap_3a417-428.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamic cross-autocorrelation in stock returns",
            "abstract": "I investigate whether the cross-autocorrelation pattern of US small- and large-firm returns changes with the variance of returns using an exponential vector autoregressive model with volatility. The model allows the testing of dynamic cross-autocorrelation effects, while controlling for own time-varying autoregressive coefficients. Using daily and weekly data from 1965 to 2015, a constant cross-autocorrelation pattern is rejected. Returns on a large-firm portfolio are found to lead returns on a small-firm portfolio. The lead-lag relation changes over time with the variance of the large-firm returns. Traditional vector autoregressions with constant cross-autoregressive coefficients appear to be overly restrictive when testing lead-lag relations in stock markets.",
            "keywords": [
                "Autocorrelation",
                "Cross-autocorrelation",
                "Volatility",
                "Vector autoregressive model",
                "Exponential autoregressive model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a40_3ay_3a2017_3ai_3ac_3ap_3a162-173.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Public news arrival and the idiosyncratic volatility puzzle",
            "abstract": "This paper analyzes the effects of news and its sentiment on the idiosyncratic volatility (IVOL) â\u0080\u0094 expected return relation. We postulate that the perceived negative IVOL-expected return relation could be the artifact of the confounding effect of public news arrivals. Using the stock return data from the Center for Research in Security Prices (CRSP) database and the news database from the RavenPack News Analytics over the period from 2000 to 2011, we show that the strength of the positive relation is reduced systematically by 50% after accounting for the arrivals of good and bad news releases, which are defined by their sentiment scores. This finding is robust to numerous model specifications, and the inclusion of firm-level characteristics, liquidity risk and information risk. When we restrict the firm-specific news to value-relevant news, the positive relation disappears. We conclude that that the public arrivals of firm-specific news play a significant role in explaining the IVOL puzzle.",
            "keywords": [
                "Idiosyncratic volatility",
                "Cross-sectional returns",
                "Public information arrival",
                "News sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a37_3ay_3a2016_3ai_3ac_3ap_3a159-172.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Relative spread and price discovery",
            "abstract": "We establish the importance of relative minimum price increments for price discovery in the context of a single asset trading at diverse venues. Our model relates relative spreads to directed information flows and begets a set of testable implications. Although conventional wisdom dictates that futures prices lead equities, our model predicts the opposite should be true when particular relative price conditions hold for the bids and offers of each asset. We develop an empirical measure of price discovery which is suited to asynchronous, high-frequency financial data and test the model predictions. Empirical evidence strongly supports the relative spread mechanism.",
            "keywords": [
                "Market microstructure",
                "Market design",
                "High-frequency trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a48_3ay_3a2018_3ai_3ac_3ap_3a81-98.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Crash risk and risk neutral densities",
            "abstract": "â\u0080\u009cCrash riskâ\u0080\u009d has been one of the major focuses in the recent asset pricing literature. Motivated by the recent literature that suggests an increase in crash risk since Fall 2008 and the recent troubles in the Euro zone, we use EUR/USD FX options for January 2, 2008 to March 18, 2015 to study option-implied risk-neutral densities (RND). We find that RND, especially higher moments, has superior explanatory power in predicting and explaining crash risk and its risk premiums. Furthermore, the higher moments of RND co-move closely with macroeconomic variables. Consistently, we find RND moments outperform the implied volatility from the Blackâ\u0080\u0093Scholes model.",
            "keywords": [
                "European crisis",
                "Subprime crisis",
                "Tail risk",
                "Risk neutral density",
                "FX option"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a47_3ay_3a2018_3ai_3ac_3ap_3a162-189.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do wealthy investors have an informational advantage? Evidence based on account classifications of individual investors",
            "abstract": "While trading is hazardous to most individual investorsâ\u0080\u0099 wealth, some investors with well-functioning informational networks may be able to turn a profit. Indeed, data from the Chinese stock market show that wealthy investors with portfolio values above the 99.5th percentile (â\u0080\u009csuperâ\u0080\u009d investors) benefit from trading. Super investors who trade the most significantly outperform all other investors. Further investigation attributes at least part of their excess returns to informational advantages. These super investors profitably trade around companiesâ\u0080\u0099 announcements of high stock dividends, particularly those registered in these super investorsâ\u0080\u0099 localities, while the trades of other investors do not show such patterns.",
            "keywords": [
                "Individual investors",
                "Trading",
                "Investor performance",
                "Information"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a44_3ay_3a2017_3ai_3ac_3ap_3a1-18.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dispersion of beliefs, ambiguity, and the cross-section of stock returns",
            "abstract": "We examine whether ambiguity is priced in the cross-section of expected stock returns. Using the cross-sectional dispersion in real-time forecasts of real GDP growth as a measure for ambiguity, we find that high ambiguity beta stocks earn lower future returns relative to low ambiguity beta stocks. This negative predictive relation between the ambiguity beta and future returns is consistent with theory, which predicts the marginal utility of consumption to rise when ambiguity is high. We further show that the ambiguity premium remains significant after controlling for exposures to expected real GDP growth, VIX, and financial market dislocations index.",
            "keywords": [
                "Ambiguity",
                "Dispersion of beliefs",
                "Cross-section of stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a50_3ay_3a2019_3ai_3ac_3ap_3a43-56.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}