{
    "page_info": {
        "page_number": 46,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Retail investor attention and the limit order book: Intraday analysis of attention-based trading",
            "abstract": "We are the first to examine how intraday changes in retail investor attention, measured by hourly Google searches, affect trading activity and informativeness of trades. High levels of Google search activity are followed in the next hour by more intensive trading in all stocks. The increased trading activity is initiated by retail investors as evidenced by the reduced size of new orders. After googling a company, retail investors do not become informed in the traditional sense; rather, they act as noise traders, who mistake noise for information, as their orders are picked off by truly informed traders.",
            "keywords": [
                "Retail",
                "Investors",
                "Attention",
                "Limit order book",
                "Trading",
                "Internet",
                "Searches",
                "Google",
                "Market microstructure"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a81_3ay_3a2022_3ai_3ac_3as1057521920302702.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity in the cryptocurrency market and commonalities across anomalies",
            "abstract": "We examine how liquidity affects cryptocurrency market efficiency and study commonalities in anomaly performance in cryptocurrency markets. Based on the unique features of cryptocurrencies, we build a model with anonymous traders valuing cryptocurrencies as payments for goods and investment assets, and find that decreases in funding liquidity translate into lower asset liquidity in the cryptocurrency market. Empirically, we observe that many widely recognized stock market anomalies also exist in the cryptocurrency market, although some have opposite long and short legs. We also find evidence that a decrease in cryptocurrency liquidity enhances anomalous returns while preventing the cryptocurrency market from achieving efficiency.",
            "keywords": [
                "Cryptocurrency",
                "Asset liquidity",
                "Funding liquidity",
                "Anomalies"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a81_3ay_3a2022_3ai_3ac_3as1057521922000679.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Beyond the blockchain announcement: Signaling credibility and market reaction",
            "abstract": "We study how signaling credibility of firms' announcements affects market reactions with the blockchain announcements as the research object. The blockchain announcements have led to a significantly positive increase in the value of listed firms since blockchain technology was valued in China. We find that high-tech firms with more technological attributes and reserves could be seen as more credible and trigger more significant stock returns than non-high-tech firms. In addition, state-owned high-tech firms with normal financial status and voluntary disclosure would augment such signaling credibility. In general, the results support that corporate announcements' signaling credibility is vital for market reaction.",
            "keywords": [
                "Blockchain announcement",
                "Signaling credibility",
                "Event study",
                "Market reaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a82_3ay_3a2022_3ai_3ac_3as1057521922001703.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cross-sectional seasonalities and seasonal reversals: Evidence from China",
            "abstract": "We are the first to comprehensively investigate cross-sectional seasonalities and seasonal reversals in the Chinese A-share market. Empirically, utilizing monthly data from January 1995 to December 2019, we provide new supporting evidence that there are seasonalities and seasonal reversals in the cross-section. Interestingly, the occurrence of seasonal reversals takes a longer time than that of the U.S. market. Next, we explore explanations for cross-sectional seasonalities. The tests based upon macroeconomic risk, mood beta, and limits of arbitrage suggest that seasonalities are likely driven by temporary mispricing. Finally, we construct seasonality and seasonal reversal factors to study the investment value of seasonalities. We find that these factors can significantly increase the monthly Sharpe ratio by up to 0.34 and capture incremental information in predicting future returns relative to other well-known factors.",
            "keywords": [
                "Cross-sectional seasonalities",
                "Seasonal reversals",
                "Mispricing",
                "Seasonality factor",
                "Seasonal reversal factor"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a82_3ay_3a2022_3ai_3ac_3as1057521922001260.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Hedge fund networks, information dissemination, and stock price comovement: Evidence from China",
            "abstract": "We define a hedge fund network as consisting of weak ties based on common holdings. By creating a filtered dataset of stocks held by hedge funds in China from 2010 to 2019, we examine the effect of the network on stock return comovement and further test the incentive-compatible conditions for honest communication between competitors (Stein, 2008). First, we find that the weak ties in a social network affect the behaviour of hedge fund managers, when formal institutions are imperfect. Second, we find that listed firms held by hedge funds are exposed to an information network that is composed of hedge funds. The higher the hedge fund network density is, the more likely information dissemination is, and the weaker the stock price comovement is. Third, our results support Stein's (2008) two major conclusions: a network effect exists only within stable relationships, and the more central a stock is in the network, the stronger the network effect is. After controlling for various external factors that might influence the hedge fund network's information diffusion mechanism, all the results meet our theoretical expectations. Overall, we contribute to the literature by determining the role of the hedge fund network as an information transmitter in weak ties and by providing empirical evidence on the theory of honest communication among competitors.",
            "keywords": [
                "Hedge fund network",
                "Honest communication",
                "Information dissemination",
                "Stock price comovement",
                "Weak ties"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a83_3ay_3a2022_3ai_3ac_3as1057521922001855.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A tale of idiosyncratic volatility and illiquidity shocks: Their correlation and effects on stock returns",
            "abstract": "This paper documents that the idiosyncratic volatility shock is not a stand-alone anomaly compared to the illiquidity shock. Our empirical evidence shows that the illiquidity shock Granger-causes idiosyncratic volatility shock and is statistically and economically significant in predicting stock returns. More importantly, it subsumes most of the predictive power of idiosyncratic volatility shock. In addition, we find that it is the illiquidity shock, not idiosyncratic shock, that is significantly affected by earnings surprise and is more consistently related to other information-signaling variables such as changes in analyst dispersion, number of sell-side analyst coverage, and institutional ownership.",
            "keywords": [
                "Idiosyncratic volatility shock",
                "Illiquidity shock",
                "Anomalies",
                "Cross-sectional stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a86_3ay_3a2023_3ai_3ac_3as1057521923000339.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Crowd wisdom and internet searches: What happens when investors search for stocks?",
            "abstract": "Search engines and social media have become popular among investors as tools for finding and sharing information. The investor social media gathers a large amount of investor-generated content (IGC), which reflects the crowd wisdom of investors, while search engines help investors increase their chances of finding them. In this study, we integrate investor search behavior data from the Baidu Index and investor crowd wisdom data from Eastmoney Guba to assemble a unique data set at the daily level. We then describe and quantify crowd wisdom from investor-generated content (IGC) using three dimensions (IGC average sentiment, IGC sentiment volatility, and IGC increased volume) to investigate the impact of crowd wisdom in the relationship between investors' Internet searches and next-day stock returns. In our empirical analysis, we find that IGC average sentiment strengthens the relationship between investors' Internet searches and next-day stock returns, while IGC sentiment volatility and IGC increased volume have negative effects. These moderating effects are also moderated by institutional investor attention, search terminal preference, and content reading volume. These findings help to explain the value and impact of crowd wisdom when investors search for stock information through the Internet.",
            "keywords": [
                "Internet search",
                "Crowd wisdom",
                "Investor-generated content (IGC)",
                "Social media",
                "Stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a82_3ay_3a2022_3ai_3ac_3as1057521922001697.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market linkage and information spillover: Evidence from pre-crisis, crisis, and recovery periods",
            "abstract": "We examine market linkage and information spillover across the U.S. stock, corporate bond, and credit derivatives markets in the pre-crisis, crisis, and recovery periods. Our results suggest that information spills over across markets in a timely manner. We find that the market linkage becomes stronger in the crisis period, which could be explained by the increasing volatility and deteriorating funding liquidity. In particular, volatility plays a dominant role in the information transmission, which absorbs the liquidity effect when both volatility and liquidity are included as exogenous factors in a vector autoregressive model.",
            "keywords": [
                "Market linkage",
                "Information spillover",
                "Volatility",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejebusi/v_3a64_3ay_3a2012_3ai_3a2_3ap_3a145-159.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity provision in a limit order book without adverse selection",
            "abstract": "In this paper, we develop a dynamic model of a limit order market populated with liquidity traders who have only private values. We characterize and analyze the equilibrium order placement strategies of traders and the conditional execution probabilities of limit orders as a function of tradersâ\u0080\u0099 liquidity demand and the state of the limit order book. We solve for the equilibrium of the model numerically, and analyze its properties by performing comparative dynamics analysis. Our analysis shows that changes in the steady state of the limit order book and optimal order placement strategies reflect corresponding changes in the trade-off between order execution risk and the size of potential trading gains. The equilibrium order flow depends on the current state of the limit order book since a trader's optimal trading strategy is largely affected by the time and price priorities of the existing limit orders in the book. We demonstrate how changes in the dispersion of tradersâ\u0080\u0099 private values affect optimal trading strategies and conditional execution probabilities of limit orders. Our main result is that the dispersion in private values across traders has a significant impact on the stationary state of the equilibrium limit order book and the average bidâ\u0080\u0093ask spread. A wider distribution of private values leads to more order placement at prices away from the consensus value, and therefore, to a larger bidâ\u0080\u0093ask spread. Further, our numerical simulations show that extending the life span of limit orders reduces the average bidâ\u0080\u0093ask spread observed in equilibrium. Finally, we find that the equilibrium percentage of market order submissions is also increasing in the dispersion in liquidity tradersâ\u0080\u0099 private values.",
            "keywords": [
                "Market microstructure",
                "Limit order markets",
                "Liquidity",
                "Private values"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejebusi/v_3a66_3ay_3a2013_3ai_3ac_3ap_3a98-124.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The optimal corridor for implied volatility: From periods of calm to turmoil",
            "abstract": "Corridor implied volatility is obtained from model-free implied volatility by truncating the integration domain between two barriers. Empirical evidence on volatility forecasting in various markets points to the utility of trimming the risk-neutral distribution of the underlying stock price, in order to obtain unbiased measures of future realized volatility. The aim of this paper is to investigate the optimal corridor of strike prices for volatility forecasting in the Italian market, by analyzing numerous symmetric and asymmetric corridors in a dataset for the years 2005â\u0080\u00932010 spanning both a relatively calm period and a period of turmoil. The results indicate that put prices, providing information on the probability of a downturn of the underlying asset, provide the best indication of future realized volatility, particularly in a period of turmoil.",
            "keywords": [
                "Corridor implied volatility",
                "Model-free implied volatility",
                "Volatility forecasting",
                "Financial turmoil"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejebusi/v_3a81_3ay_3a2015_3ai_3ac_3ap_3a77-94.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trade wars and asset prices",
            "abstract": "We study the effects of the trade war between the US and China since 2018 on international asset markets, including bonds, stocks, and exchange rates for a sample of 36 developed and emerging economies. Our main methodology relies on event studies, based on a daily indicator of trade-war news. We find that the typical negative news significantly and persistently compresses 10-y yields in the US and other developed economies, leading to cumulative effects close to â\u0088\u009267 bp and â\u0088\u009232 bp over the sample period, respectively. These episodes also significantly reduce stock markets in the US and other developed economies, with cumulative effects close to 23 and 14% for developed and emerging economies, respectively. For emerging countries, we also find significant currency depreciations against the USD. These results are confirmed with an alternative identification based on time-varying volatility. Given the relatively larger impacts on long-term yields, as well as the differential effects across developed and emerging markets, we conclude that the dominant channel behind the effects are increases in global risk aversion, as opposed to worsening perspectives about global growth prospects.",
            "keywords": [
                "Trade war",
                "Asset markets",
                "Event studies",
                "Conditional heteroskedasticity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejimfin/v_3a124_3ay_3a2022_3ai_3ac_3as0261560622000341.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The cross-section of intraday and overnight returns",
            "abstract": "I investigate cross-sectional variation in stock returns over the trading day and overnight to shed light on what drives asset pricing anomalies. Margin requirements are higher overnight, and lending fees are typically charged only on positions held overnight. Such institutional constraints and overnight risk incentivize arbitrageurs who trade on mispricing to reduce their positions before the end of the day. Consistent with this intuition, a mispricing factor earns positive returns throughout the day but performs poorly at the end of the day. This pattern strengthens in the second half of the sample and is shared by several well-known anomalies.",
            "keywords": [
                "Intraday returns",
                "Overnight returns",
                "Anomalies",
                "Mispricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a141_3ay_3a2021_3ai_3a1_3ap_3a172-194.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}