{
    "page_info": {
        "page_number": 245,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Sluggish news reactions: A combinatorial approach for synchronizing stock jumps",
            "abstract": "Stock prices often react sluggishly to news, producing gradual jumps and jump delays. Econometricians typically treat these sluggish reactions as microstructure effects and settle for a coarse sampling grid to guard against them. Synchronizing mistimed stock returns on a fine sampling grid allows us to better approximate the true common jumps in related stock prices.",
            "keywords": [
                "asynchronicity",
                "cojumps",
                "high-frequency data",
                "microstructure noise",
                "realized covariance",
                "rearrangement"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedlwp/97969.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can risk explain the profitability of technical trading in currency markets?",
            "abstract": "Academic studies show that technical trading rules would have earned substantial excess returns over long periods in foreign exchange markets. However, the approach to risk adjustment has typically been rather cursory. We examine the ability of a wide range of models: CAPM, quadratic CAPM, downside risk CAPM, Carhartâ\u0080\u0099s 4-factor model, the C-CAPM, an extended C-CAPM with durable consumption, Lustig-Verdelhan (LV) carry-trade factor model, and models including macroeconomic factors, and foreign exchange volatility, skewness and liquidity, to explain these technical trading returns. No model plausibly accounts for much of the technical profitability. This failure implicitly supports non-risk based explanations such as adaptive markets.",
            "keywords": [
                "Exchange rate",
                "Technical analysis",
                "Technical trading",
                "Efficient markets hypothesis",
                "Risk",
                "Stochastic Discount Factor",
                "Adaptive markets hypothesis",
                "Carry trade"
            ],
            "eco_link": "https://econpapers.repec.org/paper/fipfedlwp/2014-033.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Has the Grexit news affected euro area financial markets?",
            "abstract": "This paper investigates whether rumours about Greek exit from the euro area have spilled over into other European countriesâ\u0080\u0099 sovereign bond yields. Our empirical analysis is based on more than 64,000 daily news items on Grexit between December 2014 and October 2015. We build a Grexit intensity index based on the daily change of Grexit news items to capture policy uncertainty about the euro area break-up. Our results suggest that higher intensity of Grexit news drives up government bond yields in peripheral countries (Italy, Portugal, and Spain, excluding Ireland), but that there are no effects on core countries. The asymmetric reaction to Grexit news seems to support a more general â\u0080\u0098market-based fiscal discipliningâ\u0080\u0099 mechanism at work in monetary unions.",
            "keywords": [
                "Grexit",
                "financial markets",
                "government bond",
                "news",
                "euro area",
                "GARCH"
            ],
            "eco_link": "https://econpapers.repec.org/paper/jrswpaper/201713.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Efficient frontier for robust higher-order moment portfolio selection",
            "abstract": "This article proposes a non-parametric portfolio selection criterion for the static asset allocation problem in a robust higher-moment framework. Adopting the Shortage Function approach, we generalize the multi-objective optimization technique in a four-dimensional space using L-moments, and focus on various illustrations of a four-dimensional set of the first four L-moment primal efficient portfolios. our empirical findings, using a large European stock database, mainly rediscover the earlier works by Jean (1973) and Ingersoll (1975), regarding the shape of the extended higher-order moment efficient frontier, and confirm the seminal prediction by Levy and Markowitz (1979) about the accuracy of the mean-variance criterion",
            "keywords": [
                "Efficient frontier",
                "portfolio selection",
                "robust higher L-moments",
                "shortage function",
                "goal attainment application"
            ],
            "eco_link": "https://econpapers.repec.org/paper/msecesdoc/bla08062.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Herding, Information Cascades and Volatility Spillovers in Futures Markets",
            "abstract": "Economists and financial analysts have begun to recognise the importance of the actions of other agents in the decision-making process. Herding is the deliberate mimicking of the decisions of other agents. Examples of mimicry range from the choice of restaurant, fashion and financial market participants, to academic research. Herding may conjure negative images of irrational agents sheepishly following the actions of others, but such actions can be rational under asymmetric information and uncertainty. This paper uses futures position data in nine different markets of the Commodity Futures Trading Commission (CFTC) to provide a direct test of herding behaviour, namely the extent to which small traders mimic the positions of large speculators. Evidence consistent with herding among small traders is found for the Canadian dollar, British pound, gold, S&P 500 and Nikkei 225 futures. Consistent with survey-based results on technical analysis, the positions are significantly correlated with both current and past market returns. Using various time-varying volatility models to accommodate conditional heteroskedasticity, the empirical results are found to be robust to alternative models and methods of estimation. When a test of causality-in-variance is used to analyse if volatility among small traders spills over into spot markets, it is found that spillovers occur only with Nikkei 225 futures. The policy implications of the findings are also discussed.",
            "keywords": [
                "Herding",
                "speculation",
                "hedging",
                "noise traders",
                "currency and commodity markets",
                "futures and spot markets",
                "time-varying volatility",
                "causality-in-variance",
                "spillovers."
            ],
            "eco_link": "https://econpapers.repec.org/paper/kyowpaper/873.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Announcement effect and intraday volatility patterns of euro-dollar exchange rate: monetary policy news arrivals and short-run dynamic response",
            "abstract": "In this article, we examine the announcement effect of news relating to the monetary policies of the ECB and the FED and resulting from the official meetings of the Council of the governors and the FOMC on intraday volatility of the foreign exchange rate euro-dollar at five minutes of intervals. The results show that the news of the monetary policy of the ECB relative to its Target interest rates are more significant and more influential on the level of intraday volatility than those of the monetary policy of the FED relative to its federal funds rate. In spite of the reduced number of these news, their effect appears statistically significant during the years of the sample of foreign exchange rate euro-dollar selected. We also introduced a polynomial structure which enables us to take into account the short-run response patterns and to highlight a possible dissymmetry in the effect of each variable of signal on the volatility of foreign exchange rate euro-dollar",
            "keywords": [
                "Announcement effect",
                "forex",
                "news",
                "exchange rate"
            ],
            "eco_link": "https://econpapers.repec.org/paper/msecesdoc/09071.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor-herding and risk-profiles: A State-Space Model-based Assessment",
            "abstract": "This paper, using the Australian stock market data, examines the investor-herding and riskprofiles link that has implications for asset pricing, portfolio diversification and foreign investments. As investors may herd towards a specific factor, sector or style to combat market conditions for optimizing investment returns, examining such herding can reveal investors' risk profiles. We employ State-Space models for extracting time series of herd dynamics and the proportion of signal explained by herding (PoSEH). Market volatility has a significant negative effect on PoSEH, with the most/least effect on high/low performance days of stock returns. Using quantile regression, we observe that herding and adverseherding can emerge during the worst and best performance days of stock returns, and that extreme volatility can bring herding to a near halt. The study reveals the presence of a regulated stock market environment and risk-aversion tendencies among investors.",
            "keywords": [
                "herd behaviour",
                "risk aversion",
                "state-space models",
                "quantile regression"
            ],
            "eco_link": "https://econpapers.repec.org/paper/mshebswps/2020-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does Beta React to Market Conditions? Estimates of Bull and Bear Betas using a Nonlinear Market Model with an Endogenous Threshold Parameter",
            "abstract": "We apply a logistic smooth transition market model (LSTM) to a sample of returns on Australian industry portfolios to investigate whether bull and bear market betas differ. Unlike other studies, our LSTM model allows for smooth transition between bull and bear states and allows the data to determine the threshold value. The estimated value of the smoothness parameter was very large for all industries implying that transition is abrupt. Therefore we estimated the threshold as a parameter along with the two betas in a dual beta market (DBM) framework using a sequential conditional least squares (SCLS) method. Using Lagrange Multiplier type tests of linearity, and the SCLS method our results indicate that for all but two industries the bull and bear betas are significantly different.",
            "keywords": [
                "Logistic Smooth Transition Market Model (LSTM)",
                "Sequential Conditional Least Squares (SCLS)",
                "Linearity Tests",
                "Bull/Bear Betas"
            ],
            "eco_link": "https://econpapers.repec.org/paper/mshebswps/2003-9.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Multivariate methods in examining macroeconomic variables effect on Greek stock market returns, 1997-2004",
            "abstract": "The ability to identify which factors best capture systematic return co-variation is central to applications of multifactor pricing models. In the framework of the Arbitrage Pricing Theory (APT), this paper estimates the set of factors that influence Greek stock market returns. The estimation procedure follows both the classic APT and the identification of the factors outliers through factor analysis. Using eight years of data from 1997 to 2004, the examined period is split in two sub-periods, prior and after the entrance of Greece to the European Monetary Union.",
            "keywords": [
                "CAPM",
                "APT",
                "macroeconomics",
                "returns",
                "beta",
                "factor loadings"
            ],
            "eco_link": "https://econpapers.repec.org/article/eaaaeinde/v_3a9_3ay_3a2009_3ai_3a1_5f5.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Do Markets Care About Central Bank Governor Changes? Evidence from Emerging Markets",
            "abstract": "Central bank governor changes in emerging markets may convey important signals about future monetary policy. Based on a new daily data set, this paper examines the reactions of foreign exchange markets, domestic stock market indices and sovereign bond spreads to central bank governor changes. The data cover 20 emerging markets over the period 1992-2006. We find that the replacement of a central bank governor negatively affects financial markets on the announcement day. This negative effect is mainly driven by irregular changes, i.e., changes occurring before the scheduled end of tenure, sending negative signals about perceived central bank independence. Personal characteristics of the central banker, to the contrary, are less important for market reactions. We find no evidence that changes in the central bankerâ\u0080\u0099s conservatism affect the reactions of the markets. Finally, market reactions are similar in countries with high and low degrees of central bank independence.",
            "keywords": [
                "central bank governor turnover",
                "monetary policy",
                "emerging markets",
                "risk premium"
            ],
            "eco_link": "https://econpapers.repec.org/paper/kofwpskof/07-177.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Risk, Jumps, and Diversification",
            "abstract": "We test for price discontinuities, or jumps, in a panel of high-frequency intraday returns for forty large-cap stocks and an equiweighted index from these same stocks. Jumps are naturally classified into two types: common and idiosyncratic. Common jumps affect all stocks, albeit to varying degrees, while idiosyncratic jumps are stock-specific. Despite the fact that each of the stocks has a of about unity with respect to the index, common jumps are virtually never detected in the individual stocks. This is truly puzzling, as an index can jump only if one or more of its components jump. To resolve this puzzle, we propose a new test for cojumps. Using this new test we find strong evidence for many modest-sized common jumps that simply pass through the standard jump detection statistic, while they appear highly significant in the cross section based on the new cojump identification scheme. Our results are further corroborated by a striking within-day pattern in the non-diversifiable cojumps.",
            "keywords": [
                "risk",
                "diversification"
            ],
            "eco_link": "https://econpapers.repec.org/paper/aahcreate/2007-19.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sovereign Default Risk and Financial Market Returns in Africa",
            "abstract": "This paper investigates the nexus between sovereign credit rating (SCR) changes and financial market returns in African financial markets. It enquires whether sovereign default risk explains financial market returns and whether African financial markets anticipate SCR changes. We apply the Arellano-Bond Model, the Dumitrescu-Hurnin (DH) test, and the Event Study Methodology to data from 28 African countries from 1996-2020. We find that adverse SCR changes result in higher bond yields and increase financial market vulnerability to crisis, particularly for countries with under-developed financial systems. Contrary to expectation, we find that adverse SCRs have a positive, though statistically insignificant, effect on stock market returns regardless of the level of financial system development. We also find evidence that most SCR determinants have statistically significant, though mixed, causal effects on stock market returns and market pressure indexes for African countries. Market anticipation tests reveal that financial market participants anticipate adverse SCR changes across many African countries, with only a few markets anticipating positive rating changes. Overall, the study reveals that SCR events significantly impact daily bond and stock market returns in African markets. It is recommended that policymakers in African sovereigns improve the determinants of sovereign creditworthiness to guarantee improved credit ratings and financial market returns.",
            "keywords": [
                "Africa",
                "Sovereign credit rating",
                "Financial market",
                "Stock return",
                "Bond return",
                "Market anticipation",
                "Causal effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/afjjournl/v_3a25_3ay_3a2023_3ai_3a1_3ap_3a45-62.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}