{
    "page_info": {
        "page_number": 115,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Is there the maturity premium in Taiwan?",
            "abstract": "Chaderina et al. (2022) document a new anomaly, namely the maturity premium, to characterize higher returns of long-maturity stocks for the U.S. stock markets. They develop a theoretical model to show that the higher returns of long-maturity stocks are compensation to investors for exposing them to more systematic risk during downturns. In this study, we propose that Chaderina et al.'s (2022) model predicts no maturity premium in Taiwan, a market comprising companies that rely mainly on short-term debt. We confirm this prediction by empirically showing that stocks with more long-maturity debt do not outperform those with more short-maturity debt in Taiwan.",
            "keywords": [
                "Debt maturity",
                "Cross-section of stock returns",
                "Taiwan stock market",
                "Risk factors"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a79_3ay_3a2023_3ai_3ac_3as0927538x23000033.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Overnight versus intraday returns of anomalies in China",
            "abstract": "Lou et al. (2019) demonstrate a strong tug-of-war in the profits of asset-pricing anomalies by showing that they are either profitable entirely overnight or entirely intraday. Our study extends their analysis of overnight and intraday return patterns for anomalies in the Chinese stock markets. Contrary to the U.S. evidence, we show that not all anomalies can be profitable either during daytime or overnight sessions in China, and more strategies are profitable during overnight sessions in China. Overall, our study suggests that the unique features of the Chinese markets could lead to divergent out-of-sample evidence for the tug-of-war in asset-pricing anomalies.",
            "keywords": [
                "Anomalies",
                "Overnight returns",
                "Intraday returns",
                "Chinese stock markets"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a79_3ay_3a2023_3ai_3ac_3as0927538x23000732.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An empirical evaluation of the salience-based asset pricing model: Evidence from Australia",
            "abstract": "We empirically evaluate a salience-based asset pricing model in which the demand for stocks is affected by their most salient payoffs. We first reproduce the main results of Cosemans and Frehen (2021) for the U.S. market, that stocks with past upside (downside) salience returns earn lower (higher) subsequent returns, using portfolio sorts and firm-level cross-sectional regressions. We next examine the salience effect in the Australian market, where individual stock ownership is among the highest in the world. We also find that past salient returns have predictive power for the cross section of average returns in the Australian stock market, with this effect being particularly strong for equal-weighted portfolio returns.",
            "keywords": [
                "Salience theory",
                "Extrapolation",
                "Anomaly",
                "Return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a84_3ay_3a2024_3ai_3ac_3as0927538x24000039.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The asymmetric effect of information shock on overnight and intraday expected returns: Evidence from Chinese A-share stock market",
            "abstract": "This study examines the impact of jumps in stock prices on the expected return and its components, overnight and intraday return. The findings reveal that a long-short jump return strategy generates positive risk-adjusted alphas for the close-to-close and overnight periods, but a negative alpha for the intraday period. These results are confirmed by Fama-MacBeth regressions. The positive premiums for the overnight and close-to-close periods are particularly evident for illiquid stocks and small firms. Further analysis indicates that it is positive jump returns, rather than negative jump returns, that primarily drive the positive (negative) overnight (intraday) return, as investors in the Chinese stock market tend to prefer buying winners. Lastly, limited investor attention is identified as a factor contributing to the heterogeneous effects of jumps on overnight and intraday return responses to information shock.",
            "keywords": [
                "Jump measures",
                "Overnight-intraday return components",
                "Limited investor attention"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a83_3ay_3a2024_3ai_3ac_3as0927538x23002901.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity changes and decomposition in the Japanese equity market",
            "abstract": "In this study, we investigate the relationship between liquidity changes and stock returns in the Japanese stock market. The results confirm that stocks with increased liquidity have higher stock returns than those with decreased liquidity. This phenomenon indicates that the market under-reacts to changes in liquidity. We also decompose liquidity and analyze how each component is priced. We confirm that stock-specific long-term liquidity changes relate negatively to stock returns in the following month, while stock-specific short-term liquidity changes relate positively to stock returns in the following month. The sensitivity of changes in the liquidity of individual stocks to changes in market liquidity was found not to be priced.",
            "keywords": [
                "Liquidity",
                "Under-reaction",
                "Decomposition",
                "Japan"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a81_3ay_3a2023_3ai_3ac_3as0927538x23001865.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The role of anchoring on investorsâ\u0080\u0099 gambling preference: Evidence from China",
            "abstract": "This paper examines the anchoring effect of 52-week high price on the investorsâ\u0080\u0099 gambling preference in the Chinese A-share market. We document the gambling preference only exists among stocks valued much lower than their 52-week high prices. Specifically, using return skewness as a proxy for lottery stocks, we find that buying stocks in the lowest skewness quintile and selling the highest earns a significant risk-adjusted return of 0.85% per month for stocks far below their 52-week high prices. By contrast, it earns an insignificant return of 0.04% per month for stocks close to their 52-week high prices. Moreover, high arbitrage risk and investor sentiment strengthen the effect of anchoring on gambling preference. Our findings are robust after considering the effects of capital gains overhang, under-reaction to news, firmâ\u0080\u0099s ownership status, and Chinaâ\u0080\u0099s non-tradable share reform.",
            "keywords": [
                "Gambling preference",
                "Anchoring effect",
                "Limit to arbitrage",
                "Investor sentiment",
                "Chinese stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a80_3ay_3a2023_3ai_3ac_3as0927538x23001208.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The investment value of the value premium",
            "abstract": "Value investment strategies are premised on research that value stocks outperform growth stocks. However, the research findings are dependent on the portfolio classification method that is used to sort stocks using the attributes of size and book-to-market ratios. Different stock markets contain different distributions of stocks, and in many markets, illiquidity concerns combined with a lack of investment scale, effectively create barriers to practical portfolio formations that align with the research. This study conducts a case study on one such market (Australia) and demonstrates that different methods of portfolio formation lead to different conclusions. For example, previous studies in Australia find evidence of the value premium only being present in the largest stocks, in contrast to the results from the US market. However, we find a value premium that is systematic across all size categories and generally increases inversely with size. Further, we find the well-documented size premium largely disappears once portfolios are formed that better represent feasible investment sets and once â\u0080\u0098penny dreadfulsâ\u0080\u0099 are removed. Finally, asset pricing tests support the existence of a value premium in Australian stock returns when a more appropriate portfolio formation method is employed.",
            "keywords": [
                "Value premium",
                "Book-to-market effect",
                "Investments",
                "Fund performance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a20_3ay_3a2012_3ai_3a3_3ap_3a416-437.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investors' information advantage and order choices in an order-driven market",
            "abstract": "We set out in this study to examine advantaged investors' order choices by computing gains and losses from executed orders in a pure order-driven stock market, the Taiwan Stock Exchange. We carry out an event study on the profitability of order categories around annual earnings announcements. We use a unique and extremely comprehensive dataset which can accurately classify executed orders by order size and aggressiveness for each investor group. We find that, as a group, individual investors are less informed about imminent corporate earnings announcements and the related value implications. Domestic institutions with better local connections have access to privileged information, resulting in significant trading profits in the pre-event window. Informed domestic institutions tend to employ large-sized orders to take up all of the available liquidity. Although limited in terms of private information, foreign institutions with superior expertise accrue profits by trading conservatively through the use of small- to medium-sized orders and less aggressive prices. Order flows are more serially correlated in the pre-event period, especially medium-sized orders from foreign institutions. The results are robust after controlling for various market condition variables. They also hold to different lengths of pre-event window and in the absence of price impacts.",
            "keywords": [
                "Order choice",
                "Order size",
                "Order aggressiveness",
                "Informed trading",
                "Trading profits"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a21_3ay_3a2013_3ai_3a1_3ap_3a932-951.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Weekly momentum by return interval ranking",
            "abstract": "Existing research does not find significant momentum profits in many emerging markets including China. We propose an alternative momentum strategy which groups stocks into return intervals rather than percentiles. We apply the method to the China A-share market and find economically significant momentum profits in weekly returns, but not in monthly returns. The weekly momentum lasts for about 1year. More than half of the profit is realized in the first 3weeks. We apply the method to other Asian equity markets and find significant weekly momentum in Hong Kong, Taiwan, Korea, Thailand, and Indonesia. These findings suggest that momentum may exist in different formats in different markets. Existence of momentum in a closed equity market like China supports momentum is pervasive in short-term stock returns.",
            "keywords": [
                "Weekly momentum",
                "Return interval ranking",
                "Emerging market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a21_3ay_3a2013_3ai_3a1_3ap_3a1191-1208.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An empirical examination of the leadâ\u0080\u0093lag relationship between spot and futures markets: Evidence from Thailand",
            "abstract": "This study investigates whether a leadâ\u0080\u0093lag relationship exists between the spot market and the futures market in Thailand during the period 2006 through 2012. In a rational, efficient market, returns on derivative securities and their underlying assets should be perfectly contemporaneously correlated. However, due to market imperfections, one of these two markets may reflect information faster. Using daily data, our results show that there is a price discovery in the Thailand futures market. We find that lagged changes in spot prices lead changes in futures prices. Our results are robust to the use of an alternative equity index. Our results show that the error correction model, which utilizes the traditional linear model, is found to be the best forecasting model. Furthermore, we find that a trading strategy based on this model outperforms the market even after allowing for transaction costs.",
            "keywords": [
                "Market efficiency",
                "Leadâ\u0080\u0093lag relationship",
                "Spot market: SET50 index",
                "Futures market: SET50 index futures",
                "Error correction model",
                "Cost of carry model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a29_3ay_3a2014_3ai_3ac_3ap_3a335-358.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The profitability of candlestick charting in the Taiwan stock market",
            "abstract": "The purpose of this study is to examine the predictive power of candlestick charting by using the daily data for the Taiwan stocks for the period from 4 January 1992 to 31 December 2009. The main contribution of this paper is devising a four-price-level approach to categorize the single-line patterns produced by candlestick charting in a systematic manner. The findings reveal that four patterns are profitable for the Taiwan stock market after transaction costs, and a bootstrap analysis, out-of-sample, and several sub-samples are examined to confirm the robustness of the results.",
            "keywords": [
                "Technical analysis",
                "Candlestick pattern",
                "Behavioral finance",
                "Bootstrap methodology"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a26_3ay_3a2014_3ai_3ac_3ap_3a65-78.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The informational role of individual investors in stock pricing: Evidence from large individual and small retail investors",
            "abstract": "Using a unique data set, we find that large individual investors are successful at picking stocks. Large individual investors' correlated trades can not only move synchronous stock prices but also positively predict future returns. More importantly, they tend to trade before major earnings announcements and large price changes. By contrast, small retail investors' correlated trades are inversely associated with synchronous and future stock returns, indicating that small retails are uninformed. The differential information content between large individuals and small retails highlights the need to classify individual investors according to their investment amount when examining their role in stock pricing.",
            "keywords": [
                "Herding",
                "Individual investors",
                "Institutional investors",
                "Stock pricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeepacfin/v_3a31_3ay_3a2015_3ai_3ac_3ap_3a36-56.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}