{
    "page_info": {
        "page_number": 134,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Asymmetries and flight-to-safety effects in the price discovery process of cross-listed stocks",
            "abstract": "What factors drive price discovery for cross-listed shares? Several significant variables were identified, but the literature assumes that their impact is symmetric throughout the distribution of information shares. Using data from 25 companies listed in the five largest Euro-area stock markets, we examine possible asymmetries using an unconditional quantile regression model, while also expanding the number of possible drivers. We find that liquidity, trading costs, and the probability of informed trading have a higher impact on the middle quantiles compared to the tails, implying that changes in market quality are more important to the price discovery process when the competition among markets is high and less important when informativeness is biased towards one market. Also, we document that price discovery varies with market momentum (mostly positive impact), country risk (mostly negative impact), and financial stress (positive impact), showing a novel â\u0080\u0098flight-to-safetyâ\u0080\u0099 effect in price discovery.",
            "keywords": [
                "Price discovery",
                "Asymmetrical effects",
                "Flight-to-safety",
                "Information share",
                "Component share"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a98_3ay_3a2021_3ai_3ac_3ap_3a302-318.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Spillover and connectedness among G7 real estate investment trusts: The effects of investor sentiment and global factors",
            "abstract": "This paper examines the dynamic spillover interconnectedness of G7 Real Estate Investment Trusts (REITs) markets. We use the spillover index of Diebold and Yilmaz (2012), the time-varying parameters vector-autoregression (TVP-VAR) model, and the quantile regression approach. The result show that REITs network connectedness is dynamic and experiences an abrupt increase in the first wave of COVID-19 outbreak (2020Q1). We also observe a substantial abrupt decrease in connectedness during the success of vaccination programs (end 2021). The connectedness among assets is much stronger during COVID-19 than before. The REITs of Japan and Italy are net receivers of spillover and those of US and UK are net transmitters of spillovers before and during COVID-19. Conversely, the REIT of Canada and Germany (France) switches from net receivers (contributors) of spillovers before the pandemic to net contributors (receivers) during the COVID-19. Finally, we show that News Sentiment index, Geopolitical Risk index, Economic Policy Uncertainty index, US Treasury yield, and Stock Volatility index influence the spillover magnitude across quantiles.",
            "keywords": [
                "G7 REITs",
                "Connectedness",
                "Investor sentiment",
                "Global factors"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a66_3ay_3a2023_3ai_3ac_3as1062940823000426.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Determining hedges and safe havens for stocks using interval analysis",
            "abstract": "We examine whether hedging and safe haven assets exist against stocks when market high and low prices evaluate asset prices. Using interval-based estimations, this paper finds that 10-year government bonds, the U.S. dollar, and gold served as weak hedging and/or safe haven assets for the stock market losses over the 2002â\u0080\u00932019 period. We also provide evidence of the USDâ\u0080\u0099s and goldâ\u0080\u0099s hedging ability against the stock market volatility and of volatility transmission between assets, and highlight the importance of considering volatility.",
            "keywords": [
                "Government bond",
                "Gold",
                "US dollar",
                "Interval time series",
                "Safe haven"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a61_3ay_3a2022_3ai_3ac_3as1062940822000274.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Limited attention, salient anchor, and the modified MAX effect: Evidence from Taiwanâ\u0080\u0099s stock market",
            "abstract": "The literature documents that investors overweighing the right-tail probability pursue positively skewed assets, leading to lottery-like stocks overpriced. We find that the lottery anomaly primarily exists among stocks further away from their 52-week high prices. After attention-grabbing events with gambling features, inattentive retail investors become aware of certain stocksâ\u0080\u0099 gambling traits and then net buy more lottery-like stocks, which further promotes the lottery anomaly. However, when such stocks are near their 52-week high price, retail investors tend to place little weight on the likelihood that the stock price will rise beyond the 52-week high, thereby reducing the skewness preference. Overall, our findings suggest that the perception of the 52-week high price as a price ceiling influences skewness preference, and that investor attention is the main determinant of whether anchoring bias affects skewness preference.",
            "keywords": [
                "Anchoring bias",
                "Investor attention",
                "Modified MAX effect",
                "Recency bias",
                "52-week high"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a67_3ay_3a2023_3ai_3ac_3as106294082300027x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dynamic time series momentum of cryptocurrencies",
            "abstract": "This paper examines the momentum effect for twenty cryptocurrencies compared to the US stock market. For this purpose, we implement a dynamic modeling approach to define and test momentum periods that follow a formation period for interday and various intraday price levels. We find evidence that large proportions of the asset classesâ\u0080\u0099 formation periods are followed by momentum periods, strongly supporting the momentum effect. In particular cryptocurrencies have significantly larger and longer momentum periods in all frequencies which we attribute to the lower derivability of their intrinsic value leading to a higher degree of noise traders in the market. A momentum trading strategy based on the identical approach outperforms a buy-hold strategy for both asset classes, while only cryptocurrencies have higher risk-adjusted returns and lower downside risks than a passive investment. We also find critical price levels during structural elements of the momentum period where the volatility shortly but intensively increases and consequently initiates a price impulse in the direction of the momentum.",
            "keywords": [
                "Momentum effect",
                "Time-series momentum",
                "Anchoring",
                "Turning point",
                "Cryptocurrency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a57_3ay_3a2021_3ai_3ac_3as1062940821000590.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Does uncertainty affect the limits of arbitrage? Evidence from the U.S. stock markets",
            "abstract": "This study analyzes how uncertainty affects the correction process of mispricing. We extract stock market data from the United States spanning from January 1976 to December 2016, and discover that uncertainty exerts a notable impact on tradersâ\u0080\u0099 decision-making processes. Various robustness tests have been conducted to validate the credibility of our findings. Notably, the extension of the sample duration until December 2022, encompassing the disruptive COVID-19 pandemic, serves to fortify the cohesion and reliability of our primary analysis, with the findings exhibiting consistency. Additionally, we examine how investor sentiment affects future returns under different uncertainty and overpricing ranks. An inverse relation between investor sentiment and uncertainty is also detected. We contribute to the existing literature by revealing potential features that affect the limits of arbitrage. Our results provide insights in designing arbitrage mechanisms and assist arbitrageurs in strategizing their operations with stocks under different magnitudes of uncertainty.",
            "keywords": [
                "Uncertainty",
                "Mispricing",
                "Arbitrage process",
                "Trader risk",
                "Investor sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a74_3ay_3a2024_3ai_3ac_3as1062940824001463.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Extreme connectedness and network across financial assets and commodity futures markets",
            "abstract": "This study investigates the extreme connectedness across S&P 500 and commodity futures markets in various market conditions (bearish, normal, and bullish) using the TVP-VAR model and quantile VAR (QVAR) connectedness approach. Our empirical results provide important implications. First, the dynamic results of TVP-VAR model show an asymmetric and crisis-sensitive connectivity with the S&P 500 stock market acting as the net transmitter of spillovers in the system. The S&P 500 index contributed significantly to the system during the COVID-19 pandemic process. Second, according to the results of QVAR method, the total connectedness index is more pronounced during bearish and bullish market, demonstrating the higher return spillovers during lower and higher quantile. Third, we analyze strong connectedness between the S&P 500 stock and commodity markets in upper and lower quantiles, evidenced bysignificantly high interdependence during extreme markets, resulting in limited opportunities for portfolio diversification. Finally, the results of hedging ratio show that VIX is the most efficient hedging asset against the risk of S&P 500 stock market. Our findings provide valuable information to investors and policymakers regarding portfolio diversification and risk management during various market conditions.",
            "keywords": [
                "Commodity futures",
                "TVP-VAR model",
                "Quantile VAR model",
                "Extreme connectedness",
                "Connectedness network",
                "Hedging"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a71_3ay_3a2024_3ai_3ac_3as106294082400024x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information asymmetry, market state, and implementation risk",
            "abstract": "This study demonstrates that the information risk premium is strongly dependent on the state of the market. Stocks with high information risk, as measured by the probability of informed trading (PIN) or adjusted PIN (ADJPIN), exhibit higher returns than stocks with low information risk when the market is in a good state, but this is not the case when the market is bad. Further analysis reveals that the information risk premium is high when the implementation risk is low, suggesting that uninformed traders require high compensation from informed traders if the informed can easily arbitrage by exploiting the information advantage.",
            "keywords": [
                "Information risk",
                "Probability of informed trading",
                "Implementation risk",
                "Market state"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a50_3ay_3a2019_3ai_3ac_3as1062940818303188.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Excess volatility and the cross-section of stock returns",
            "abstract": "We document a reliable positive relation between excess volatility and the cross-section of stock returns over the sample period of 1963 to 2010. Significantly positive differentials have been found between the two decile portfolios with the largest and the least excess volatility, under all the situations we have examined. Size, value, and momentum effects cannot explain our empirical results. Likewise they cannot be explained by liquidity, bid-ask bounce, and risk-aversion-related inventory effects.",
            "keywords": [
                "Excess volatility",
                "Cross-section of stock returns",
                "Sentiment risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a27_3ay_3a2014_3ai_3ac_3ap_3a1-16.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Informativeness of the market news sentiment in the Taiwan stock market",
            "abstract": "This study constructs a market â\u0080\u009caggregate news sentiment indexâ\u0080\u009d (ANSI) based on Chinese financial news relating to all the listed firms on the Taiwan Stock Exchange. We analyze the relationship between the ANSI and the market responses, which includes the returns, trading values, turnover ratios and volatility index, and the ANSI is divided into five regions. Our empirical results reveal that with an increase in the ANSI in the previous month, there is a corresponding increase in the trading value along with a reduction in the investor fear gauge of the Taiwan volatility index (TVIX). Granger causality tests indicate that both the weekly and monthly ANSIs could be leading indicators of market returns if the different regions of the ANSI are accounted for. In a potential application of our findings to portfolio management, we find that when the lagged term of the ANSI is classified in the highest regions, value-weighted portfolios comprising stocks with the highest market values, lowest price-to-book ratios and lower turnover ratios will earn the highest returns. The efficiency of the news sentiment in portfolio applications is consistent over time. This study contributes to the existing literature by demonstrating that the news sentiment level reflected in qualitative news reports can be effectively incorporated as a proxy to provide valuable support to portfolio decision making.",
            "keywords": [
                "News sentiment",
                "Financial news",
                "Market responses",
                "Causality",
                "Portfolio management"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a39_3ay_3a2017_3ai_3ac_3ap_3a158-181.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The rise of passive investing and index-linked comovement",
            "abstract": "I introduce a general equilibrium model with active investors and indexers. Indexing causes market segmentation, and the degree of segmentation is a function of the relative wealth of indexers in the economy. Shocks to this relative wealth induce correlated shocks to discount rates of index stocks. The wealthier indexers are, the greater the resulting comovement is. I confirm empirically that S&P 500 stocks comove more with other index stocks and less with non-index stocks, and that changes in passive holdings of S&P 500 stocks predict changes in comovement of index stocks.",
            "keywords": [
                "Indexing",
                "Comovement",
                "Asset pricing",
                "General equilibrium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a51_3ay_3a2020_3ai_3ac_3as1062940819302992.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Time-dependent lead-lag relationships between the VIX and VIX futures markets",
            "abstract": "We utilize the symmetric thermal optimal path (TOPS) method to examine the dynamic interaction patterns between the VIX and VIX futures markets for the period March 26, 2004 to June 19, 2017. We document that the VIX dominates the VIX futures more in the first few years, especially before the introduction of VIX options. We further observe that the TOPS paths show an alternate lead-lag relationship instead of a dominance between the VIX and VIX futures in most of the time periods. Meanwhile, we find that the VIX futures have been increasingly more important in the price discovery since the launch of several VIX ETPs.",
            "keywords": [
                "VIX",
                "VIX futures",
                "Lead-lag relationship",
                "Symmetric thermal optimal path"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecofin/v_3a53_3ay_3a2020_3ai_3ac_3as1062940820300930.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}