{
    "page_info": {
        "page_number": 103,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The skew pattern of implied volatility in the DAX index options market",
            "abstract": "The aim of this paper is twofold: to investigate how the information content of implied volatility varies according to moneyness and option type, and to compare option-based forecasts with historical volatility in order to see if they subsume all the information contained in historical volatility. The different information content of implied volatility is examined for the most liquid at-the-money and out-of-the-money options: put (call) options for strikes below (above) the current underlying asset price, i.e. the ones that are usually used as inputs for the computation of the smile function. In particular, since at-the-money implied volatilities are usually inserted in the smile function by computing some average of both call and put implied ones, we investigate the performance of a weighted average of at-the-money call and put implied volatilities with weights proportional to trading volume. Two hypotheses are tested: unbiasedness and efficiency of the different volatility forecasts. The investigation is pursued in the Dax index options market, by using synchronous prices matched in a one-minute interval. It was found that the information content of implied volatility has a humped shape, with out-of-the-money options being less informative than at-the-money ones. Overall, the best forecast is at-the-money put implied volatility: it is unbiased (after a constant adjustment) and efficient, in that it subsumes all the information contained in historical volatility.",
            "keywords": [
                "Implied Volatility",
                "Volatility Smile",
                "Volatility forecasting",
                "Option type"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0020.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Towards a volatility index for the Italian stock market",
            "abstract": "The aim of this paper is to analyse and empirically test how to unlock volatility information from option prices. The information content of three option based forecasts of volatility: BlackScholes implied volatility, model-free implied volatility and corridor implied volatility is addressed, with the ultimate plan of proposing a new volatility index for the Italian stock market. As for model-free implied volatility, two different extrapolation techniques are implemented. As for corridor implied volatility, five different corridors are compared. Our results, which point to a better performance of corridor implied volatilities with respect to both Black-Scholes implied volatility and model-free implied volatility, are in favour of narrow corridors. The volatility index proposed is obtained with an overall 50% cut of the risk neutral distribution. The properties of the volatility index are explored by analysing both the contemporaneous relationship between implied volatility changes and market returns and the usefulness of the proposed index in forecasting future market returns.",
            "keywords": [
                "volatility index",
                "Black-Scholes implied volatility",
                "model-free implied volatility",
                "corridor implied volatility",
                "implied binomial trees"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0023.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Option based forecasts of volatility: An empirical study in the DAX index options market",
            "abstract": "Option based volatility forecasts can be divided into â\u0080\u009cmodel dependentâ\u0080\u009d forecast, such as implied volatility, that is obtained by inverting the Black and Scholes formula, and â\u0080\u009cmodel freeâ\u0080\u009d forecasts, such as model free volatility, proposed by Britten-Jones and Neuberger (2000), that do not rely on a particular option pricing model. The aim of this paper is to investigate the unbiasedness and efficiency in predicting future realized volatility of the two option based volatility forecasts: implied volatility and model free volatility. The comparison is pursued by using intradaily data on the Dax-index options market. Our results suggest that Black-Scholes volatility subsumes all the information contained in historical volatility and is a better predictor than model free volatility.",
            "keywords": [
                "Implied Volatility",
                "Model free volatility",
                "Volatility Forecasting"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0011.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The risk asymmetry index",
            "abstract": "The aim of this paper is to propose a simple and unique measure of risk, that subsumes the conflicting information in volatility and skewness indices and overcomes the limits of these indices in correctly measuring future fear or greed in the market. To this end, we exploit the concept of upside and downside corridor implied volatility, which accounts for the asymmetry in risk-neutral distribution, i.e. the fact that investors like positive spikes in returns, while they dislike negative ones. We combine upside and downside implied volatilities in a single asymmetry index called the risk-asymmetry index (RAX). The risk-asymmetry index (RAX) plays a crucial role in predicting future returns, since it subsumes all the information embedded in both the Italian skewness index ITSKEW and the Italian volatility index (ITVIX). The RAX index is the only index that is able to indicate (when reaching very high values) a clearly risky situation for the aggregate stock market, which is detected neither by the ITVIX ?index nor by the ITSKEW index",
            "keywords": [
                "risk-neutral moments",
                "model-free implied volatility",
                "corridor implied volatility",
                "skewness",
                "skewness risk premium."
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0061.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Corridor implied volatility and the variance risk premium in the Italian market",
            "abstract": "Corridor implied volatility introduced in Carr and Madan (1998) and recently implemented in Andersen and Bondarenko (2007) is obtained from model-free implied volatility by truncating the integration domain between two barriers. Corridor implied volatility is implicitly linked with the concept that the tails of the risk-neutral distribution are estimated with less precision than central values, due to the lack of liquid options for very high and very low strikes. However, there is no golden choice for the barriers levelsâ\u0080\u0099, which will probably change depending on the underlying asset risk neutral distribution. The latter feature renders its forecasting performance mainly an empirical question. The aim of the paper is twofold. First we investigate the forecasting performance of corridor implied volatility by choosing different corridors with symmetric and asymmetric cuts, and compare the results with the preliminary findings in Muzzioli (2010b). Second, we examine the nature of the variance risk premium and shed light on the information content of different parts of the risk neutral distribution of the stock price, by using a model-independent approach based on corridor measures. To this end we compute both realised and model-free variance measures which accounts for drops versus increases in the underlying asset price. The comparison is pursued by using intra-daily synchronous prices between the options and the underlying asset.",
            "keywords": [
                "corridor implied volatility",
                "variance swap",
                "corridor variance swap",
                "variance risk"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0030.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Towards a volatility index for the Italian stock market",
            "abstract": "The aim of this paper is to analyse and empirically test how to unlock volatility information from option prices. The information content of three option based forecasts of volatility: Black-Scholes implied volatility, model-free implied volatility and corridor implied volatility is addressed, with the ultimate plan of proposing a new volatility index for the Italian stock market. As for model-free implied volatility, two different extrapolation techniques are implemented. As for corridor implied volatility, five different corridors are compared. Our results, which point to a better performance of corridor implied volatilities with respect to both Black-Scholes implied volatility and model-free implied volatility, are in favour of narrow corridors. The volatility index proposed is obtained with an overall 50% cut of the risk neutral distribution. The properties of the volatility index are explored by analysing both the contemporaneous relationship between implied volatility changes and market returns and the usefulness of the proposed index in forecasting future market returns.",
            "keywords": [
                "volatility index",
                "Black-Scholes implied volatility",
                "model-free implied volatility",
                "corridor implied volatility",
                "implied binomial trees"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/10091.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The relation between implied and realised volatility: are call options more informative than put options? Evidence from the DAX index options market",
            "abstract": "The aim of this paper is to investigate the relation between implied volatility, historical volatility and realised volatility in the Dax index options market. Since implied volatility varies across option type (call versus put) we run a horse race of different implied volatility estimates: implied call, implied put and average implied that is a weighted average of call and put implied volatility with weights proportional to traded volume. Two hypotheses are tested in the Dax index options market: unbiasedness and efficiency of the different volatility forecasts. Our results suggest that all the three implied volatility forecasts are unbiased (after a constant adjustment) and efficient forecasts of future realised volatility in that they subsume all the information contained in historical volatility.",
            "keywords": [
                "Implied Volatility",
                "Volatility Forecasting",
                "Option type",
                "trading volume"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0004.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Reaction to Second-Hand News: Attention Grabbing or Information Dissemination",
            "abstract": "This paper deals with a long-standing issue in finance: whether the market reaction to second-hand information is caused by price pressure or by dissemination. We use the perspective of attention grabbing as a particular form of price pressure to analyze the market reaction to the dissemination of analystsâ\u0080\u0099 recommendations through the press. This perspective allows the prediction of an asymmetric market reaction to â\u0080\u009cbuyâ\u0080\u009d and â\u0080\u009csellâ\u0080\u009d advice, which has previously been detected in a few other empirical studies but is otherwise difficult to rationalize within the standard price pressure hypothesis. In particular, we analyze the content of a weekly column in the most important Italian financial newspaper that presents past information and analystsâ\u0080\u0099 recommendations on listed companies. In doing so, we find an asymmetric price and volume reaction. Contrary to previous evidence, we document a positive relation between the number of analysts quoted in the column and the price (volume) increase associated with positive recommendations. Because the weekly columns simply attract the attention of investors with no additional new information, it is natural to observe a greater reaction for the most â\u0080\u009cglamorousâ\u0080\u009d stocks (i.e., the stocks most commonly followed by analysts).",
            "keywords": [
                "attention grabbing",
                "analystsâ\u0080\u0099 recommendations",
                "anomalous market reaction",
                "individual investors",
                "event study"
            ],
            "eco_link": "https://econpapers.repec.org/paper/modwcefin/0024.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Random-Walk Hypothesis on the Indian Stock Market",
            "abstract": "This study tests the random walk hypothesis for the Indian stock market. Using 19 years of monthly data on six indices from the National Stock Exchange (NSE) and the Bombay Stock Exchange (BSE), this study applies three different unit root tests with two structural breaks to analyse the random walk hypothesis. We find that unit root tests that allow for two structural breaks alone are not able to reject the unit root null; however, a recently developed unit root test that simultaneously accounts for heteroskedasticity and structural breaks, finds that the stock indices are mean reverting. Our results point to the importance of addressing heteroskedasticity when testing for a random walk with high frequency financial data.",
            "keywords": [
                "India",
                "Unit root",
                "Structural Break",
                "Stock Market",
                "Random Walk"
            ],
            "eco_link": "https://econpapers.repec.org/paper/mosmoswps/2014-07.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Order flow and exchange rate changes: A look at the NZD/USD and AUD/USD",
            "abstract": "In this paper, we apply a series of empirical microstructure tests to the NZD/USD and AUD/USD. In contrast to a more traditional macro approach to explaining exchange rate changes, microstructure studies focus on the role that transactions play in helping the market aggregate information on individual market participants expectations of economic fundamentals and risk preferences. Our data comes from the Reuters Spot Matching service, the main interbank trading platform in both currency pairs, and covers almost five and a half years of transactions from January 2001 to March 2006, a much longer and more representative time series than many empirical microstructure applications to date. We find that there is a strong contemporaneous relationship between net order flow (the net of buyerinitiated and seller-initiated transactions) and changes in the NZD/USD and AUD/USD at frequencies from one minute to one week, similar to studies on other currencies. We also find that cross-currency order flow has a positive association with changes in the other exchange rate (ie AUD/USD order flow has a positive contemporaneous relationship with changes in the NZD/USD). Finally, we examine a wide range of New Zealand, Australian and US data releases and central bank interest rate decisions and find that order flow plays an important role in communicating different interpretations of macroeconomic news.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nzbnzbdps/2009_2f03.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price and Volume Effects Associated with Changes in the Danish Blue-Chip Index - The KFX Index",
            "abstract": "The Danish blue-chip index - the KFX Index - provides an interesting case forstudying the effects of changes in a stock market index. This is because of the uniqueselection criterion used for the composition of the KFX Index. The criterion is pub-licly known and based on a combination of liquidity and market value of the stock.Consistent with the selection criterion, the stock price effects are generally smallat the announcement of a change and at the later date when the change comes intoeffect. However, the deleted stocks experience an abnormal return averaging",
            "keywords": [
                "Changes in indices",
                "composition",
                "price and liquidity effects"
            ],
            "eco_link": "https://econpapers.repec.org/paper/hhscbsfin/2002_5f002.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Pricing Implications of Shared Variance in Liquidity Measures",
            "abstract": "Is the effect of liquidity risk on asset prices sensitive to our choice of liquidity proxy? In addressing this fundamental question, we achieve two main results. First, when we estimate factor models on a broad range of liquidity measures we uncover a profound distinction between trade and order based liquidity. Second, although the order based factor provides a better signal of available liquidity, we find that only the factor related to information risk explains expected returns both in a theoretical liquidity-CAPM model and in a linear pricing framework. Our results suggest a surprising fragility of liquidity-based asset pricing.",
            "keywords": [
                "CAPM",
                "Liquidity Risk",
                "Liquidity Factor",
                "Order Based Measure",
                "Trade Based Measure",
                "Information Risk"
            ],
            "eco_link": "https://econpapers.repec.org/paper/hhsnhhfms/2006_5f009.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}