{
    "page_info": {
        "page_number": 90,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Inflation Illusion and Stock Prices",
            "abstract": "We empirically decompose the S&P 500's dividend yield into (1) a rational forecast of long-run real dividend growth, (2) the subjectively expected risk premium, and (3) residual mispricing attributed to the market's forecast of dividend growth deviating from the rational forecast. Modigliani and Cohn's (1979) hypothesis and the persistent use of the Fed model' by Wall Street suggest that the stock market incorrectly extrapolates past nominal growth rates without taking into account the impact of time-varying inflation. Consistent with the Modigliani-Cohn hypothesis, we find that the level of inflation explains almost 80% of the time-series variation in stock-market mispricing.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/nbrnberwo/10263.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Being Surprised by the Unsurprising: Earnings Seasonality and Stock Returns",
            "abstract": "We present evidence consistent with markets failing to properly price information in seasonal earnings patterns. Firms with historically larger earnings in one quarter of the year (â\u0080\u009cpositive seasonality quartersâ\u0080\u009d) have higher returns when those earnings are usually announced. Analysts have more positive forecast errors in positive seasonality quarters, consistent with the returns being driven by mistaken earnings estimates. We show that investors appear to overweight recent lower earnings following positive seasonality quarters, leading to pessimistic forecasts in the subsequent positive seasonality quarter. The returns are not explained by risk-based explanations, firm-specific information, increased volume, or idiosyncratic volatility.Received June 19, 2014; accepted April 25, 2016, by Editor David Hirshleifer.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ouprfinst/v_3a30_3ay_3a2017_3ai_3a1_3ap_3a281-323..htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Observed and 'Fundamental' Price Earning Ratios: A Comparative Analysis of High-tech Stock Evaluation in the US and in Europe",
            "abstract": "By assuming that a large share of investors (which we call fundamentalists) follows a fundamental approach to stock picking, we build a discounted cash flow (DCF) model and test on a sample of high-tech stocks whether the strong and the weak version of the model are supported by data from the US and European stock markets. Empirical results show that \"fundamental\" earning price ratios explain a significant share of cross sectional variation of the observed E/P ratios, with other additional variables being only partially and weakly relevant. Within this general framework, valid both for Europe and the US, empirical results outline significant differences between the two markets. The most relevant of them is that the relationship between observed and fundamental E/P ratios is much weaker in Europe.",
            "keywords": [
                "financial market microstructure",
                "asset pricing"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rtvceisrp/34.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Response speeds of direct and securitized real estate to shocks in the fundamentals",
            "abstract": "This paper contributes to the literature by identifying the response patterns of direct and indirect real estate returns to shocks in the market fundamentals. The response speeds are estimated with vector autoregressive models using TBI and NAREIT returns for the period 1994-2009 in the United States. To avoid the potential influence of different property mixes and of leverage on the dynamics, we use sector level data and deleveraged NAREIT returns. The findings indicate that REIT returns lead direct real estate returns even when catering for the property type and for leverage. Our estimations suggest that this lead-lag relationship is due to the sluggish reaction of direct real estate prices to unexpected changes both in the fundamentals and in REIT prices. The findings further suggest that the perceived lead-lag relations are not only due to the slow adjustment of sellers' reservation prices, but also due to the sluggish reaction of demand in the direct real estate market.",
            "keywords": [
                "Vector Autoregressive Models",
                "Generalized Impulse Response Functions",
                "Direct Real Estate",
                "Securitized Real Estate",
                "Dynamics"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tkkdpaper/dp60.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Machine News and Volatility: The Dow Jones Industrial Average and the TRNA Sentiment Series",
            "abstract": "This paper features an analysis of the relationship between the volatility of the Dow Jones Industrial Average (DJIA) Index and a sentiment news series using daily data obtained from the Thomson Reuters News Analytics (TRNA) provided by SIRCA (The Securities Industry Research Centre of the Asia Pacific). The expansion of on-line financial news sources, such as internet news and social media sources, provides instantaneous access to financial news. Commercial agencies have started developing their own filtered financial news feeds, which are used by investors and traders to support their algorithmic trading strategies. In this paper we use a sentiment series, developed by TRNA, to construct a series of daily sentiment scores for Dow Jones Industrial Average (DJIA) stock index component companies. A variety of forms of this measure, namely basic scores, absolute values of the series, squared values of the series, and the first differences of the series, are used to estimate three standard volatility models, namely GARCH, EGARCH and GJR. We use these alternative daily DJIA market sentiment scores to examine the relationship between financial news sentiment scores and the volatility of the DJIA return series. We demonstrate how this calibration of machine filtered news can improve volatility measures.",
            "keywords": [
                "DJIA",
                "Sentiment Scores",
                "TRNA",
                "Conditional Volatility Models"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20140014.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "On the Effects of Private Information on Volatility",
            "abstract": "We study the impact of private information on volatility in financial markets. We develop a comprehensive framework to investigate this link while controlling for the effects of both public information (such as macroeconomic news releases) and private information on prices and the effects of public information on volatility. Using a high-frequency 30-year U.S. Treasury bond futures data set, we find that private information variables, such as order flow and bid-ask spread, are statistically and economically significant explanatory variables for volatility. Private information is more important than public information, with the effect of a shock to order flow on volatility being four times larger than the effect of a surprise in the most influential macroeconomic news announcement. Moreover, we document an interaction between public and private information effects on volatility, with the impact of order flow on volatility depending positively on the dispersion of analysts' expectations about macroeconomic announcements. Finally, we find that the effect of private information on volatility is larger during contractions than during expansions.",
            "keywords": [
                "Information",
                "macroeconomic announcements",
                "order flow",
                "Treasury futures",
                "heterogeneity"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20110077.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macro News, Riskfree Rates, and the Intermediary",
            "abstract": "Signed customer order flow correlates with permanent price changes in equity and nonequity markets. We exploit macro news events in the 30Y treasury futures market to identify causality from customer flow to riskfree rates. We remove the positive feedback trading part and establish that, in the 15 minutes subsequent to the news, intermediaries rely on customer orders to determine a substantial part of the announcement's effect on riskfree rates, i.e. one-third relative to the instantaneous effect. They appear to benefit from privately observing informed customers, as, in the cross-section, their own-account trade profitability correlates with access to customer flow, controlling for volatility, competition, and the macro ``surprise''.",
            "keywords": [
                "discount rate",
                "macroeconomic announcements",
                "customer order flow",
                "intermediary",
                "treasury futures"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20070086.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Intraday Price Discovery in Fragmented Markets",
            "abstract": "For many assets, trading is fragmented across multiple exchanges. Price discovery measures summarize the informativeness of trading on each venue for discovering the assetâ\u0080\u0099s true underlying value. We explore intraday variation in price discovery using a structural model with time-varying parameters that can be estimated with state space techniques. An application to the Expedia stock demonstrates intraday variation, to the extent that the overall dominant trading venue (NASDAQ) does not lead the entire day. Spreads, the number of trades and volatility can explain almost half of the intraday variation in information shares.",
            "keywords": [
                "High-frequency data",
                "Market microstructure",
                "Price Discovery",
                "Kalman filter"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20140027.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Option Prices and Model-free Measurement of Implied Herd Behavior in Stock Markets",
            "abstract": "In this paper, we introduce two classes of indices which can be used to measure the market perception concerning the degree of dependency that exists between a set of random variables, representing diÂ¤erent stock prices at a xed future date. The construction of these measures is based on the theory of comonotonicity. Both types of herd behavior indices are model-free and risk-neutral, derived from available option data. Depending on its particular de nition, each index represents a particular aspect of the market sentiment concerning future co-movement of the underlying stock prices.",
            "keywords": [
                "comonotonicity",
                "herd behavior",
                "HIX",
                "index options",
                "market fear",
                "Model-free measures",
                "VIX"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tinwpaper/20150002.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Liquidity Formation and Preopening Periods in Financial Markets",
            "abstract": "This paper studies the role of preopening periods in liquidity formation and welfare in financial markets. Because no transaction occurs during these preopening periods, their economic significance could be questioned. We model a market where costly participation and asymmetric information prevent latent liquidity from being expressed. At equilibrium, risk-averse insiders use preopening periods to better coordinate supply and demand of liquidity by communicating liquidity needs, thus improving welfare. Partial or full communication of private signals by the insider with the asset at preopening periods does not always enhance liquidity formation, but improves welfare through reducing adverse selection risk faced by the outsider and increasing the likelihood of her entry. Our findings have implications for portfolio management and the design of financial markets.",
            "keywords": [
                "Asymmetric Information",
                "Liquidity Formation",
                "Preopening Periods"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tsewpaper/126366.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Value Premium and Time-Varying Unsystematic Risk",
            "abstract": "Recent research has discussed the possible role of unsystematic risk in explaining equity returns. Simultaneously, but somehow independently, numerous other studies have documented the failure of the static and conditional capital asset pricing models to explain the differences in returns between value and growth stocks. This paper examines the post-1963 value premium by employing a model that captures the time-varying total risk of the value-minus-growth portfolios. In accordance with existing studies, we find that the static CAPM has no explanatory power for the value premium, and that firm size has only a limited role to play. Our results show that the conditional variance specification incorporating time-varying idiosyncratic risk can fully capture the post-1963 value premium and that the value premium is a compensation for exposure to time-varying risk. This conclusion is robust to different characteristics of value and growth stocks and to the country under review (US and UK).",
            "keywords": [
                "Value premium",
                "time-varying unsystematic risk",
                "factor model."
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2007-03.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Momentum Profits and Time-Varying Unsystematic Risk",
            "abstract": "This study assesses whether the widely documented momentum profits can be ascribed to time-varying risk as described by a GJR-GARCH(1,1)-M model. Consistent with rational pricing in efficient markets, we reveal that momentum profits are a compensation for time-varying unsystematic risks, common to the winner and loser stocks. We also find that, because losers have a higher propensity than winners of disclose bad news, negative return shocks increase their volatility more than it increases that of the winners. The volatility of the losers is also found to respond to news more slowly, but eventually to a greater extent, than that of the winners. Following Hong et al. (2000), we interpret this as a sign that managers of loser firms are reluctant to disclosing bad news, while managers of winner firms are eager to releasing good news.",
            "keywords": [
                "Momentrum profits",
                "Common Unsystematic risk GJR-GARCH(1",
                "1)-M"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2006-09.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}