{
    "page_info": {
        "page_number": 124,
        "total_pages": 259
    },
    "items": [
        {
            "title": "(How) has the market become more efficient?",
            "abstract": "Using a portfolio of Dow Jones Industrial Average index constituents and the index ETF, we document significant intraday deviations from the law of one price. These are especially pronounced at very short time intervals. The extent of deviations is related to volatility, liquidity, and transaction costs of both the index constituents and the ETF. Further, the influence of news arrival, and liquidity (volatility) shocks on the deviations persists for several hours. Finally, we document significant decline (by at least 80%) in the deviations between 1998 and 2010. We find that this decline is largely due to decimalization, the repeal of the uptick rule, and the introduction of automated updating of the NYSE order book. Overall, our findings indicate an increase in operational market efficiency.",
            "keywords": [
                "Law of one price",
                "Market efficiency",
                "High frequency trading",
                "ETF"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a54_3ay_3a2015_3ai_3ac_3ap_3a72-86.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Volatility and covariation of financial assets: A high-frequency analysis",
            "abstract": "Using high frequency data for the price dynamics of equities we measure the impact that market microstructure noise has on estimates of the: (i) volatility of returns; and (ii) varianceâ\u0080\u0093covariance matrix of n assets. We propose a Kalman-filter-based methodology that allows us to deconstruct price series into the true efficient price and the microstructure noise. This approach allows us to employ volatility estimators that achieve very low Root Mean Squared Errors (RMSEs) compared to other estimators that have been proposed to deal with market microstructure noise at high frequencies. Furthermore, this price series decomposition allows us to estimate the variance covariance matrix of n assets in a more efficient way than the methods so far proposed in the literature. We illustrate our results by calculating how microstructure noise affects portfolio decisions and calculations of the equity beta in a CAPM setting.",
            "keywords": [
                "Volatility estimation",
                "High-frequency data",
                "Market microstructure noise",
                "Covariation of assets",
                "Kalman filter"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a35_3ay_3a2011_3ai_3a12_3ap_3a3319-3334.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The week-of-the-year effect: Evidence from around the globe",
            "abstract": "This study investigates another calendar anomaly the literature does not yet address â\u0080\u0093 the week-of-the-year (WOY) effect. Using the weekly returns on the stock market indexes of 20 countries worldwide, for a period that ends in December 2010, the findings demonstrate that returns in Week 44, which starts on October 29 and ends on November 4, are positive in 19 of the 20 countries, and in 18 of them, it is also statistically significant. In contrast, the returns for Week 43, which starts on October 22 and ends on October 28, are negative in 19 of the 20 countries, and statistically significant for most of the countries. We also apply an investment strategy derived from these findings to a prediction period (2009â\u0080\u00932010), and find that this strategy beats the simple buy-and-hold policy by a substantial margin.",
            "keywords": [
                "Week-of-the-year effect",
                "Day-of-the-week effect",
                "Week-of-the-month effect",
                "Month-of-the-year effect",
                "May-to-October effect",
                "Seasonal Affective Disorder (SAD)"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a7_3ap_3a1963-1974.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An alternative three-factor model for international markets: Evidence from the European Monetary Union",
            "abstract": "In this paper, we construct the three-factor model introduced by Chen et al. (2010) for a European sample covering 10 countries from the European Monetary Union and the period from 1990 to 2006. Two key findings result. First, we show that the properties of the European factors are comparable to those of the US factors. Second, we show that the alternative three-factor modelâ\u0080\u0099s explanatory power is either equal or superior to the explanatory power of traditional models when applied to five commonly known stock market anomalies. Our results thus suggest the use of international versions of the Chen et al. (2010) factor model in addition to traditional factor models in international empirical finance research.",
            "keywords": [
                "Multi-factor models",
                "Cross-section of stock returns",
                "Fama and French three-factor model"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a7_3ap_3a1857-1864.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Another look at trading costs and short-term reversal profits",
            "abstract": "Several studies report that abnormal returns associated with short-term reversal investment strategies diminish once trading costs are taken into account. We show that the impact of trading costs on the strategiesâ\u0080\u0099 profitability can largely be attributed to excessively trading in small cap stocks. Limiting the stock universe to large cap stocks significantly reduces trading costs. Applying a more sophisticated portfolio construction algorithm to lower turnover reduces trading costs even further. Our finding that reversal strategies generate 30â\u0080\u009350 basis points per week net of trading costs poses a serious challenge to standard rational asset pricing models. Our findings also have important implications for the understanding and practical implementation of reversal strategies.",
            "keywords": [
                "Market efficiency",
                "Anomalies",
                "Short-term reversal",
                "Portfolio construction",
                "Market impact",
                "Transaction costs",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a2_3ap_3a371-382.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cojumping: Evidence from the US Treasury bond and futures markets",
            "abstract": "The basis between spot and future prices will be affected by jump behavior in each asset price, challenging intraday hedging strategies. Using formal cojumping tests this paper considers the cojumping behavior of spot and futures prices in high frequency US Treasury data. Cojumping occurs most frequently at shorter maturities and higher sampling frequencies. We find that the probability of cojumping is altered by the presence of an anticipated macroeconomic news announcement. The probability of cojumping is particularly affected by news surprises in non-farm payrolls, CPI, GDP and retail sales. However, the two cojumping tests are also more likely to provide contradictory results in the presence of surprises in non-farm payrolls. On these occasions the market does not clearly signal its short term pricing behavior.",
            "keywords": [
                "US Treasury markets",
                "High frequency data",
                "Cojump test"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a5_3ap_3a1563-1575.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Returns and option activity over the option-expiration week for S&P 100 stocks",
            "abstract": "For S&P 100 stocks, we find that the weekly returns over option-expiration (OE) weeks (a monthâ\u0080\u0099s third-Friday week) tend to be high, relative to: (1) the third-Friday weekly returns of other stocks with less option activity, (2) the own stockâ\u0080\u0099s other weekly returns, (3) the risk, based on asset-pricing alphas. For these same stocks, a monthâ\u0080\u0099s fourth-Friday weekly returns underperform modestly. We suggest the following two avenues are likely partial contributors towards understanding these return patterns: (1) delta-hedge rebalancing by option market makers, with a reduction in short-stock hedge positions over the OE week, and (2) declining risk perceptions over the OE week, as measured by option-derived implied volatilities. Our findings suggest option activity can induce reliable patterns in the weekly returns of option-active large-cap stocks.",
            "keywords": [
                "Option expiration",
                "Stock returns",
                "Option delta hedging"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a11_3ap_3a4226-4240.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Is local bias a cross-border phenomenon? Evidence from individual investorsâ\u0080\u0099 international asset allocation",
            "abstract": "Extant literature consistently documents that investors tilt their domestic equity portfolios towards regionally close stocks (local bias). We hypothesize that individual investorsâ\u0080\u0099 local bias is not limited to the domestic sphere but instead also determines their international investment decisions. Our results confirm the presence of a cross-border local bias. Specifically, we show (i) that the stockholdings of individual investors living within regional proximity to a foreign country display a significantly lower foreign investment bias towards investment opportunities in that country and (ii) that this drop in foreign investment bias levels is disproportionately driven by investments in regionally close neighbor-country companies. The impact of cross-border local bias on investorsâ\u0080\u0099 bilateral foreign equity investments is economically significant and holds even after controlling for previously identified explanations of international asset allocation.",
            "keywords": [
                "Local bias",
                "Foreign investment bias",
                "Portfolio diversification",
                "Individual investor behavior",
                "Household finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a8_3ap_3a2823-2835.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mutual fund flows, expected returns, and the real economy",
            "abstract": "This paper investigates the relation between mutual fund flows and the real economy. The findings of this paper support the theory that the positive co-movement of flows into equity funds and stock market returns is explained by a common response to macroeconomic news. Variables that predict the real economy as well as the equity premium â\u0080\u0093 in particular dividend-price ratio, default spread, relative T-Bill rate and consumption-wealth ratio â\u0080\u0093 are related to fund flows and can account for the correlation of flows and market returns. Furthermore, consistent with the information-response hypothesis, mutual fund flows are forward-looking and predict real economic activity.",
            "keywords": [
                "Aggregate mutual fund flows",
                "Portfolio choice",
                "Time-varying equity premium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a11_3ap_3a3060-3070.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speed, algorithmic trading, and market quality around macroeconomic news announcements",
            "abstract": "This paper documents that speed is crucially important for high-frequency trading strategies based on U.S. macroeconomic news releases. Using order-level data on the highly liquid S&P 500 ETF traded on NASDAQ from January 6, 2009 to December 12, 2011, we find that a delay of 300ms or more significantly reduces returns of news-based trading strategies. This reduction is greater for high impact news and on days with high volatility. In addition, we assess the effect of algorithmic trading on market quality around macroeconomic news. In the minute following a macroeconomic news arrival, algorithmic activity increases trading volume and depth at the best quotes, but also increases volatility and leads to a drop in overall depth. Quoted half-spreads decrease (increase) when we measure algorithmic trading over the full (top of the) order book.",
            "keywords": [
                "Macroeconomic news",
                "High-frequency trading",
                "Latency costs",
                "Market activity",
                "Event-based trading"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a38_3ay_3a2014_3ai_3ac_3ap_3a89-105.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Derivatives tradersâ\u0080\u0099 reaction to mispricing in the underlying equity",
            "abstract": "This article examines trading behavior in the options market conditioned on mispricing in the underlying stock. We investigate the price equilibrium between the observed equity asset and the options-implied synthetic share as well as the relative divergence between the two prices. We find a consistently positive relation between the level of stock mispricing and violations of the upper-boundary condition using derivatives, along with an increase in price divergence. To control for the effect of shorting limitations on mispricing, we further examine prices during the short-sale ban in 2008. The results hold and in many instances are more significant during the ban period. Given the persistent disequilibria between the synthetic and observed stock prices, we argue the results are evidence of informed trading in the derivatives market.",
            "keywords": [
                "Asset pricing",
                "Mispricing",
                "Options",
                "Information content",
                "Price equilibrium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a36_3ay_3a2012_3ai_3a9_3ap_3a2438-2454.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A comprehensive long-term analysis of S&P 500 index additions and deletions",
            "abstract": "We investigate the long-term effects of S&P 500 index additions and deletions on a sample of stocks from 1962 to 2003 and find a significant long-term price increase for both added and deleted stocks, with deleted stocks outperforming added stocks. The long-term price increase for added stocks can be attributed to increases in institutional ownership, liquidity, and analyst coverage, and a decrease in the shadow cost in the long-term. However, while deletion has no significant effect on analyst coverage and shadow cost, we find a rebound in the institutional ownership and liquidity of deleted stocks. The difference in the long-term price increase of added and deleted stocks can be explained by analyst coverage and operating performance.",
            "keywords": [
                "S&P 500 index revision",
                "Long-run performance",
                "Operating performance",
                "Information quality",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a12_3ap_3a4920-4930.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}