{
    "page_info": {
        "page_number": 228,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Can financial ratios predict the Malaysian stock return?",
            "abstract": "The purpose of this paper is to use the dividend yield (DY), earning to price ratio (EP), and capital gain (CG) to predict the Malaysia stock market return from 1995 to 2005 by using the time series regression. We utilize both the univariate and multivariate Ordinary Least Square (OLS) regression analysis to test the future monthly and quarterly stock return. We apply the unit root test to test the stationary of the time series, and various diagnostic tests to check for the robustness of model. We find that the financial ratios and the capital gain have a positive relationship with expected monthly and quarterly stock return. Although not all the model show significant relationship between the financial ratios and stock return, it is proven that the financial ratios and capital gain have some predictive power to predict the Malaysia future stock return. From the overall findings, we can suggest that both the univariatre DY with dummy variable and multivariate DY model with dummy variable are the good models to predict the Malaysia monthly and quarterly future nominal stock return.",
            "keywords": [
                "dividend yield (DY)",
                "earning to price ratio (EP)",
                "and capital gain (CG)",
                "stock market return",
                "Malaysia",
                "Ordinary Least Square (OLS)"
            ],
            "eco_link": "https://econpapers.repec.org/paper/pramprapa/59170.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Black swan events and COVID-19 outbreak: Sector level evidence from the US, UK, and European stock markets",
            "abstract": "Studies investigating the impact of coronavirus outbreak at the sector (industry) level are scant and focus on the USA market. We examine this issue for the US, UK, and the European stock markets, using endogenous structural break models and factor-augmented event study methodology by identifying the critical events. We find that the impact of coronavirus outbreak to the extent of black swan events is visible in March and, till the end of March 2020, the investors had limited opportunities for investment except for a few sectors in the US, UK, and Europe due to black swan events. Specifically, we find some stocks in consumer staples, healthcare, telecommunications, utilities, and financials were the attention-seekers and different sectors in our sample countries had different reactions to the outbreak. Overall, the analysis provides the reasons for panic buy and sell.",
            "keywords": [
                "Stock index",
                "Sectoral returns",
                "Black-swan events",
                "COVID-19",
                "Structural break",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a75_3ay_3a2021_3ai_3ac_3ap_3a546-557.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The time-varying causality between spot and futures crude oil prices: A regime switching approach",
            "abstract": "One puzzling result in the literature on the linkages between the spot and futures crude oil prices is the sensitivity of causality tests to the sample period that one considers, which is usually handled by sample splitting. In order to overcome this difficulty, we propose a model that allows time-varying Granger causality between these prices. The model is used to investigate the time-varying causal linkages between the daily spot and futures prices for maturities of one, two, three and four months of the West Texas Intermediate (WTI) crude oil benchmark over the period January 2, 1986â\u0080\u0093July 31, 2013. The results indicate that the causal links between these oil prices are strongly time-varying. Both variables have a predictive power for each other during various subperiods, but not in all periods. Further, these periods coincide with major influential changes in the oil and stock markets and the geopolitics, implying that the findings are not statistical artifacts, but reflect real economic, financial and geopolitical regime changes. The full sample's conditional Granger causality tests based on the Markov-switching vector-error correction (MS-VEC) model reject both the causal impact of the lagged futures prices on the spot prices and the causal impact from the lagged spot prices on the futures prices. Therefore, the results show that the leadâ\u0080\u0093lag relationship between the spot and futures oil markets exists only temporarily. While encompassing the previous findings, they also offer new insights into the nature of the leadâ\u0080\u0093lag relationships between the spot and futures oil markets by taking non-linearity and time-variation into account.",
            "keywords": [
                "Oil futures price",
                "Markov-switching model",
                "Time-varying Granger-causality"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeereveco/v_3a40_3ay_3a2015_3ai_3ac_3ap_3a51-71.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading Volume in Dealer Markets",
            "abstract": "We develop a financial market trading model in the tradition of Glosten and Milgrom (1985) that allows us to incorporate non-trivial volume. We observe that in this model price volatility is positively related to the trading volume and to the absolute value of the net order flow, i.e. the order imbalance. Moreover, higher volume leads to higher order imbalances. These findings are consistent with well-established empirical findings. Our model further predicts that higher trader participation and systematic improvements in the quality of traders' information lead to higher volume, larger order imbalances, lower market depth, shorter duration, and higher price volatility.",
            "keywords": [
                "Market Microstructure",
                "Trading Volume",
                "Liquidity"
            ],
            "eco_link": "https://econpapers.repec.org/paper/tortecipa/tecipa-357.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Jumps and Information Asymmetry in the US Treasury Market",
            "abstract": "This paper analyses the informational role of the trading activity when jumps occur in the US Treasury market. As jumps mark the arrival of new information to the market, we explore the contribution of jumps in reducing the informational asymmetry. We identify jumps using a combination of jump detection techniques. For all maturities, the trading activity is more informative in the proximity of jumps. For the 2- and 5-year maturities, there is a lower level of information asymmetry before the jump, followed by a high level during the jump window and up to 20 minutes after the jump occurs. Thus, the incorporation of new information in prices is not instantaneous but several transactions are needed for the market to completely acknowledge the new information. Finally, we propose the use of the estimated integrated volatility as an exogenous predictor of jump occurrence in addition to announcement surprises.",
            "keywords": [
                "Jumps",
                "High Frequency Data",
                "Jump Tests",
                "US Treasury Market",
                "Macroeconomic News",
                "Information Asymmetry"
            ],
            "eco_link": "https://econpapers.repec.org/paper/zbwesprep/130148.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investigating the dynamic relationship between cryptocurrencies and conventional assets: Implications for financial investors",
            "abstract": "Cryptocurrencies are gradually establishing themselves as a new class of assets with unique features, although there remains skepticism and a lack of understanding of their nature. In this study, we compare the financial properties of these new digital assets and investigate their dynamic relationship with major financial securities and commodities. Furthermore, we evaluate the economic and financial potential benefits of cryptocurrencies for financial investors. Using different time-varying copula approaches and bivariate dynamic conditional correlation GARCH models, we find that the cross-correlation with conventional assets is changing over time but weak, supporting the idea that these cryptocurrencies can be suitable for financial diversification. However, our analysis of portfolios shows that cryptocurrencies are poor hedging instruments in most of the considered cases. Moreover, we find that the relationship between cryptocurrencies and conventional assets is sensitive to external economic and financial shocks.",
            "keywords": [
                "Bitcoin",
                "Ethereum",
                "Cryptocurrencies",
                "Dynamic relationship",
                "Diversification benefits",
                "Hedging"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a85_3ay_3a2020_3ai_3ac_3ap_3a198-217.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market instability and technical trading at high frequency: Evidence from NASDAQ stocks",
            "abstract": "The promotion of financial stability is the mission of central banks and market authorities. This mission is more difficult to accomplish when trading activity is associated with financial instability in the form of intraday price jumps. While the literature has widely shown that exogenous news releases trigger these jumps, very little is known about the consequences of endogenous technical trading on market instability. Using high-frequency 5-min data on 460 NASDAQ stocks from February to September 2017, we provide new evidence that sharp price movements during the day are also triggered by technical trading around special market configurations. When technical trading activity dominates, intraday price jumps are detected more frequently, and their direction becomes significantly predictable, particularly in small caps and in the energy sector. Our results support the view that the explanations for intraday market instability are not limited to news releases.",
            "keywords": [
                "Market instability",
                "Jumps",
                "Volatility",
                "Trading signals",
                "Technical analysis",
                "High-frequency data",
                "NASDAQ",
                "Sectoral analysis",
                "Small-cap stocks"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeecmode/v_3a102_3ay_3a2021_3ai_3ac_3as0264999321001814.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investorsâ\u0080\u0099 attention and information losses under market stress",
            "abstract": "The paper proposes a novel point-wise entropy approach to measure the time-varying losses in the value of information that investors associate with market signals, financial and economic indicators, and news. We cast our approach in a Bayesian framework and assume that market agents update their beliefs to incoming signals based on a prior information set. By exploiting the distribution rather than the time-series properties of information signals, our method is able to construct univariate signal-specific, but also composite proxies of information loss, with the latter being more efficient in reducing misleading effects and interpretation errors. As an empirical illustration, we construct information loss proxies for the US equity market from several mainstream information signals and find that the majority of information loss indicators can influence investorsâ\u0080\u0099 attention, which then intermediates the impact of information signals on market outcomes. Finally, we show that, by relying on composites rather than univariate proxies, market agents can diversify and thus reduce their information losses when interpreting signals associated with the same underlying event.",
            "keywords": [
                "Information loss",
                "Point-wise entropy",
                "Attention",
                "Google search volume"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejeborg/v_3a191_3ay_3a2021_3ai_3ac_3ap_3a1112-1127.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The crisis alpha of managed futures: Myth or reality?",
            "abstract": "We examine whether commodity trading advisors (CTAs), or managed futures, provide investors with diversification benefits in times of crises, along with looking into the source of such a â\u0080\u009ccrisis alphaâ\u0080\u009d. We developed a systematic crisis identification methodology that takes into account both, the magnitude and the speed of price deterioration and apply it to a unique dataset, that includes realized returns and sector positions of CTAs on a daily basis. We find CTAs do acquire positive gains in most sectors during crises, which originate from two sources: Firstly, their diversification across multiple futures markets, i.e. positive yields in gaining markets can counterbalance low performance in the crisis market. Secondly, the fast reduction in CTAs' exposure to crisis markets (in less than 15 days for composite indices) allows them to stabilize their performance. Both factors together, quickly cutting losses in crisis sectors while staying profitable in the other ones, allow CTAs to generate crisis alpha.",
            "keywords": [
                "Market timing",
                "Commodity trading advisors",
                "Crisis alpha"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a80_3ay_3a2022_3ai_3ac_3as1057521922000242.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Switching to floating exchange rates, devaluations, and stock returns in MENA countries",
            "abstract": "We test for the impact of the announcements of floating and/or devaluating the exchange rate on stock returns in three MENA countries after the financial crises they experienced. We, first, use an event-study methodology to test for event-induced abnormal volatility of stock returns in Egypt, Morocco and Turkey. We, then, use three different methodologies to test for abnormal returns: a traditional approach and two approaches that control for event-induced volatility. We find clear evidence of abnormal volatility and abnormal returns due to the floating of the Egyptian and Turkish exchange rates in 2003 and 2001, respectively. In contrast, our results do not show that the devaluation of the Moroccan currency in 2001 resulted in abnormal volatility and/or abnormal returns.",
            "keywords": [
                "Exchange rate",
                "Stock returns",
                "Returns volatility",
                "MENA region",
                "Event study",
                "Financial crisis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a21_3ay_3a2012_3ai_3ac_3ap_3a119-127.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The benefits of combining seasonal anomalies and technical trading rules",
            "abstract": "Although many seasonal anomalies and technical trading rules have been shown to have predictive ability, investigations have focused only on them operating individually. We study the benefits of trading based on combinations of three of the best known effects: the moving average rule, the turn of the month effect, and the Halloween effect. We show that the rules can be combined effectively, giving significant levels of returns predictability with low risk and offering the possibility of profitable trading. This new investment approach is especially beneficial for a typical individual investor, who faces high transaction costs and is poorly diversified.",
            "keywords": [
                "Technical trading",
                "Calendar anomalies",
                "Stock market predictability",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a14_3ay_3a2015_3ai_3ac_3ap_3a36-44.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sampling frequency and the performance of different types of technical trading rules",
            "abstract": "The predictive ability of technical trading rules has been studied in great detail however many papers group all technical trading rules together into one basket. We argue that there are two main types of technical trading rules, namely rules based on trend-following and mean reversion. Utilising high-frequency commodity ETF data, we show that mean-reversion based rules perform increasingly better as sampling frequencies increase and that conversely the performance of trend-following rules deteriorate at higher-frequencies. These findings are possibly related to noise created by high-frequency traders.",
            "keywords": [
                "Technical analysis",
                "High-frequency trading",
                "Commodity ETFs",
                "Market efficiency"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a22_3ay_3a2017_3ai_3ac_3ap_3a136-139.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}