{
    "page_info": {
        "page_number": 189,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Testing the Monday Effect using High-frequency Intraday Returns: A Spatial Dominance Approach",
            "abstract": "This paper employs a new testing procedure for detecting the presence of Monday effects using high-frequency intraday data. Our approach to test the Monday effect is based on spatial dominance, which enables us to analyze the expected sum of instantaneous utilities during trading hours by considering the intraday patterns of returns. The testing of the methods used in previous studies compares the expected utilities only at a specific time, usually market closing time. Empirical results from our tests provide strong evidence of the Monday effect for the 1983 to 1987 period. We also find that the Monday effect is driven by large negative returns accrued during early Monday mornings, The conventional analyses for the Monday effect, such as regression analysis and stochastic dominance, cannot provide strong evidence of the Monday effect for the same period because these testing methods do not consider the return behavior during Monday mornings.",
            "keywords": [
                "efficient markets",
                "high-frequency intraday returns",
                "spatial dominance",
                "subsampling",
                "the Monday effect"
            ],
            "eco_link": "https://econpapers.repec.org/article/keakeappr/ker-20120630-28-1-04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Stakeholder relations and stock returns: On errors in investors' expectations and learning",
            "abstract": "A significant number of institutional investors publicly state the belief that corporate stakeholder relations are associated with firm value in a manner that the financial market fails to understand. We investigate whether stakeholder information predicted risk-adjusted returns due to errors in investors' expectations and ultimately ceased to do so as attention for such information increased. We build a stakeholder-relations index (SI) for a wide range of U.S. firms over the period 1992â\u0080\u00932009 and provide evidence that the SI explained errors in investors' expectations about firms' future earnings. The SI was positively associated with long-term risk-adjusted returns, earnings announcement returns, and errors in analysts' earnings forecasts over the period 1992â\u0080\u00932004. However, as attention for stakeholder issues became more widespread, subsequently, these relationships diminished considerably. The results are consistent with the idea that increased investor attention for stakeholder issues eventually eliminates mispricing.",
            "keywords": [
                "Stakeholder relations",
                "Sustainable investing",
                "Risk-adjusted returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a22_3ay_3a2013_3ai_3ac_3ap_3a159-175.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Availability, recency, and sophistication in the repurchasing behavior of retail investors",
            "abstract": "When determining a stock to buy, Strahilevitz et al. (2011) demonstrate that individual investors often repurchase a stock previously traded for a profit as a learning process. When evaluating a decision, people use the most available information that comes to mind. We posit that the most recently sold stocks are the most salient. Our analysis reveals that the presence of another more recently sold stock decreases a householdâ\u0080\u0099s propensity to repurchase a different stock by 23%. This recency effect dominates the impact of prior profitability on the repurchasing decision. The repurchase activity of investors appears to be sub-optimal, partially due to commission costs and under-diversification of portfolios, which is magnified for households repurchasing at higher frequencies. More sophisticated investors demonstrate less of this behavior.",
            "keywords": [
                "Individual investors",
                "Trading",
                "Diversification",
                "Recency bias",
                "Repurchase",
                "Volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a7_3ap_3a2572-2585.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Trading frequency and asset pricing on the London Stock Exchange: Evidence from a new price impact ratio",
            "abstract": "This study proposes a new price impact ratio as an alternative to the widely used Amihudâ\u0080\u0099s (2002) Return-to-Volume ratio. We demonstrate that the new price impact ratio, which is deemed Return-to-Turnover ratio, has a number of appealing features. Using daily data from all stocks listed on the London Stock Exchange over the period 1991â\u0080\u00932008, we provide overwhelming evidence that this ratio, while being unequivocal to construct and interpret, is also free of a size bias. More importantly, it encapsulates the stocksâ\u0080\u0099 cross-sectional variability in trading frequency, a relatively neglected but possibly important determinant of stock returns given the recently observed trends in financial markets. Overall, our findings argue against the conventional wisdom that there is a simple direct link between trading costs and stock returns by strongly suggesting that it is the compound effect of trading frequency and transaction costs that matters for asset pricing, not each aspect in isolation.",
            "keywords": [
                "Illiquidity",
                "Trading frequency",
                "Price impact ratio",
                "Asset pricing",
                "UK stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a35_3ay_3a2011_3ai_3a12_3ap_3a3335-3350.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The relationship between equity and bond returns: An empirical investigation",
            "abstract": "The correlation between equity and corporate debt is ambiguous. News affecting the value of a firm's assets induces a positive correlation, whereas an increase in the volatility of a firm's assets induces a negative correlation. We examine the conditional correlation between these two securities. While the average correlation is positive, the conditional correlation increases with credit risk, and decreases with equity volatility. Our results are consistent with the thesis that the equity bond relation is dependent on the potential wealth transfer between stock and debt holders. Nevertheless, this relation seems to break down during periods of extreme market uncertainty.",
            "keywords": [
                "Equity-bond correlation",
                "Distance to default",
                "Equity volatility"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a35_3ay_3a2017_3ai_3ac_3ap_3a47-64.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Macroeconomic uncertainty and the cross-section of option returns",
            "abstract": "I empirically investigate whether macroeconomic uncertainty is a priced risk factor in the cross-section of equity and index option returns. The analysis employs a non-linear factor model, estimated with the Fama-MacBeth methodology, where the macroeconomic uncertainty factor is the return on a long/short portfolio of equity options, built on the basis of how implied volatilities change around macroeconomic announcements. I find that macroeconomic uncertainty is priced in the cross-section of option returns, even after controlling for a number of relevant factors. The results are robust to alternative ways of measuring option returns, and to the non-random pattern of missing returns.",
            "keywords": [
                "Option pricing",
                "Macroeconomic uncertainty",
                "Scheduled announcements"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a21_3ay_3a2014_3ai_3ac_3ap_3a25-49.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Advance information and asset prices",
            "abstract": "This paper provides a dynamic rational expectations equilibrium model in which investors have heterogeneous information and investment opportunities. Informed investors privately receive advance information about future earnings that is unrelated to current earnings. In response to good advance information, stock prices increase and informed investors act as trend chasers, increasing their investment in stocks. Informed investors also buy other investment opportunities that are positively correlated with stocks, bearing more aggregate risk. The expected risk premium increases generating short-run momentum. Uninformed investors sell stocks, acting as contrarians. When the advance information materializes in the future, excess returns fall, generating long-run reversals.",
            "keywords": [
                "Advance information",
                "Rational expectations equilibrium",
                "Momentum and reversal effects"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejetheo/v_3a149_3ay_3a2014_3ai_3ac_3ap_3a236-275.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Attention allocation and return co-movement: Evidence from repeated natural experiments",
            "abstract": "We hypothesize that when investors pay less attention to financial markets, they rationally allocate relatively more attention to market-level information than to firm-specific information, leading to increases in stock return co-movements. Using large jackpot lotteries as exogenous shocks that attract investorsâ\u0080\u0099 attention away from the stock market, we find supportive evidence that stock returns co-move more with the market on large jackpot days. This effect is stronger for stocks preferred by retail investors and is not driven by gambling sentiment. We also find that stock returns are less sensitive to earnings surprises and co-move more with industries on large jackpot days.",
            "keywords": [
                "Lottery jackpots",
                "Attention shocks",
                "Attention allocation",
                "Return co-movement",
                "Earnings surprises"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a132_3ay_3a2019_3ai_3a2_3ap_3a369-383.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information percolation, momentum and reversal",
            "abstract": "We propose a joint theory of time-series momentum and reversal based on a rational-expectations model. We show that a necessary condition for momentum to arise in this framework is that information flows at an increasing rate. We focus on word-of-mouth communication as a mechanism that enforces this condition and generates short-term momentum and long-term reversal. Investors with heterogeneous trading strategiesâ\u0080\u0094contrarian and momentum tradersâ\u0080\u0094coexist in the marketplace. Although a significant proportion of investors are momentum traders, momentum is not completely eliminated. Word-of-mouth communication spreads rumors and generates price run-ups and reversals. Our theoretical predictions are in line with empirical findings.",
            "keywords": [
                "Asset pricing",
                "Momentum",
                "Information percolation",
                "Equilibrium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a123_3ay_3a2017_3ai_3a3_3ap_3a617-645.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Cash flow duration and the term structure of equity returns",
            "abstract": "The term structure of equity returns is downward-sloping: stocks with high cash flow duration earn 1.10% per month lower returns than short-duration stocks in the cross-section. I create a measure of cash flow duration at the firm level using balance sheet data to show this novel fact. Factor models can explain only 50% of the return differential, and the difference in returns is three times larger after periods of high investor sentiment. Analysts extrapolate from past earnings growth into the future and predict high returns for high-duration stocks following high-sentiment periods, contrary to ex-post realizations. I use institutional ownership as a proxy for short-sale constraints, and find the negative cross-sectional relationship between cash flow duration and returns is only contained within short-sale constrained stocks.",
            "keywords": [
                "Dividend strips",
                "Short-sale constraints",
                "Anomalies",
                "Sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejfinec/v_3a128_3ay_3a2018_3ai_3a3_3ap_3a486-503.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Sentiment, Convergence of Opinion, and Market Crash",
            "abstract": "I introduce a novel proxy of investor sentiment and differences of opinion among trendchasing investors to forecast skewness in daily aggregate stock market returns. The new proxy is an easy-to-construct, real time measure available at different frequencies for more than a century. Empirically I find that negative skewness is most pronounced when investors have experienced high sentiment. The role of differences of opinion depends on the states of average investor sentiment: it positively forecasts market skewness in an optimistic state, but negatively forecasts it in a pessimistic state. Conceptually, I provide an explanation for the role of differences of opinion based on the theory of Abreu and Brunnermeier (2003). I argue that convergence of opinion in an optimistic state indicates that the price run-up is unlikely to be sustained since fewer investors can remain net buyers in the future. Therefore rational arbitrageurs coordinate their attack on the bubble, leading to a market crash. Vice versa, the convergence of opinion in a pessimistic state promotes coordinated purchases among rational arbitrageurs, leading to a strong recovery.",
            "keywords": [
                "investor sentiment",
                "differences of opinion",
                "technical trading",
                "skewness",
                "stock market crash"
            ],
            "eco_link": "https://econpapers.repec.org/paper/bngwpaper/10012.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Economic evaluation of asymmetric and price range information in gold and general financial markets",
            "abstract": "Gold is widely perceived as a good diversification or safe haven tool for general financial markets, especially in market turmoil. To fully understand the potential, this study constructs an asymmetric multivariate range-based volatility model to investigate the dependence and volatility structures of gold, stock, and bond markets and further to compare the difference between the financial crisis and post-financial crisis periods. We find a striking explanatory ability to volatility structures provided by the price range information and significant evidence of asymmetric dependence across gold, stock, and bond markets. We implement an asset-allocation strategy incorporating asymmetric dependence and price range information to explore their economic importance. The out-of-sample results show that between 35 and 517 basis points and between 90 and 1111 basis points are earned annually when acknowledging asymmetric dependence and price range information, respectively. These economic benefits are inversely related to the level of investorsâ\u0080\u0099 risk aversion and are particularly significant in the period of the global financial crisis.",
            "keywords": [
                "Asset-allocation strategy",
                "Asymmetric dependence",
                "Dynamic copula",
                "Economic value",
                "Global financial crisis",
                "Safe haven"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejimfin/v_3a74_3ay_3a2017_3ai_3ac_3ap_3a53-68.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}