{
    "page_info": {
        "page_number": 91,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Are Investors Guided by the News Disclosed by Companies or by Journalists?",
            "abstract": "Most previous studies demonstrating the influential role of the textual information released by the media on stock market performance have concentrated on earnings-related disclosures. By contrast, this paper focuses on disposal announcements, so that the impacts of listed companies' announcements and journalists' stories can be compared concerning the same events. Consistent with previous findings, negative words, rather than those expressing other types of sentiment, statistically significantly affect adjusted returns and detrended trading volumes. However, extending previous studies, the results of this paper indicate that shareholders' decisions are mainly guided by the negative sentiment in listed companies' announcements rather than that in journalists' stories. Furthermore, this effect is restricted to the announcement day. The average market reaction - measured by adjusted returns - is inversely related only when the announcements are ignored by the media, but the dispersion of market reaction - measured by detrended trading volume - is positively affected only when announcements are followed up by journalists.",
            "keywords": [
                "information sentiment",
                "regulatory announcement",
                "mass media stories",
                "media coverage",
                "disposal"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2013-04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Gambling on the S&P 500's Gold Seal: New Evidence on the Index Effect",
            "abstract": "This study examines the abnormal returns, trading activity and long term performance of stocks that were added to the S&P 500 Index during the period 1990 to 2002. By using a three-factor pricing model that allows for firm size and value characteristics as well as market risk, we are able to shed new light on the widely observed 'index effect'. We argue that for the years 1990-1997 in particular, firm size mattered in the long-run and firm size effects cannot be captured by a single factor model for abnormal returns. We also find a transitory increase in trading volume between the announcement and a few days after the effective date. The 'seal' of S&P 500 Index membership has very long term effects and inclusion is not an information-free event.",
            "keywords": [
                "Index effect",
                "S&P 500",
                "market efficiency",
                "price pressure",
                "three-factor model"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2004-04.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The S&P 500 Index Effect in Continuous Time: Evidence from Overnight, Intraday and Tick-by-Tick Stock Price Performance",
            "abstract": "The advent of index tracking early in the 1970s and the continuous growth of assets tied to the S&P 500 index have enforced perceptions of the importance of becoming an index-member, due to increased demand by index fund participants for the stocks involved in index composition changes. This study focuses on S&P 500 inclusions and examines the impact of potential overnight price adjustment after the announcement of an S&P 500 index change. We find evidence of a significant overnight price change that diminishes the profits available to speculators although there are still profits available from the first day after announcement until a few days after the actual event. More importantly observing the tick-by-tick stock price performance of the key days of the event window for the first time, we find evidence of consistent trading patterns during trading hours over inclusion event. A separate analysis of two different sub-periods as well as of NASDAQ and NYSE listed stocks allows for a detailed examination of the price and volume effect in continuous time.",
            "keywords": [
                "Index effect",
                "S&P 500",
                "market efficiency",
                "price pressure"
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2007-05.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Time Varying Volatility and theÃ\u0082 Cross-Section of Equity Returns Ã\u0082",
            "abstract": "A vast literature has documented the value premium and the small firm effect as pervasive stylized facts in empirical asset pricing and yet research has been largely unable to provide entirely convincing explanations of why these phenomena exist. This paper demonstrates that the cross-sectional variation in returns between portfolios sorted by size and book-to-market value is significantly and positively related to the conditional volatility of those portfolios. We show that the explanatory power of the portfolios' sensitivities to conditional volatility for the cross-section of returns is in addition to that embodied in the sensitivities to market risk, macroeconomic, book-to-market and market capitalization factors.",
            "keywords": [
                "cross-sectional variation in stock returns",
                "CAPM",
                "GARCH-M",
                "conditional volatility",
                "risk premium."
            ],
            "eco_link": "https://econpapers.repec.org/paper/rdgicmadp/icma-dp2009-01.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Mispricing: failure to capture the risk preferences dependent on market states",
            "abstract": "Abstract This paper explores the mispricing relative to the capital asset pricing model through an equilibrium model. We find that both the strong risk preference dependent on good market states and strong risk aversion dependent on bad market states can produce high mispricing. Choosing the China stock market, the largest emerging market dominated by individual investors and known for its volatile nature in a short history as our sample, the empirical results also support our theoretical findings. Overall, our paper sheds light on the mispricing caused by the investorâ\u0080\u0099s risk preference reference-dependent on market states.",
            "keywords": [
                "Mispricing",
                "Risk preference",
                "Reference point",
                "Market state"
            ],
            "eco_link": "https://econpapers.repec.org/article/sprannopr/v_3a330_3ay_3a2023_3ai_3a1_3ad_3a10.1007_5fs10479-021-04166-1.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Decomposing the idiosyncratic volatility anomaly among euro area stocks",
            "abstract": "We estimate the widely documented idiosyncratic volatility premium at a statistically and economically significant â\u0088\u00927.27 basis points monthly among euro area stocks. Furthermore, we test the robustness of Hou and Loh (2016; HL) US findings on the decomposition of the premium in fractions related to lottery characteristics and market frictions. In line with HL, we are able to explain approximately 30% of the anomaly with a balanced contribution between the two competing explanations. The bidâ\u0080\u0093ask spread plays a large role in explaining the anomaly in the euro area, while HL find no consistent evidence for its importance in the US.",
            "keywords": [
                "Idiosyncratic volatility",
                "Cross-section of stock returns",
                "Lottery characteristics",
                "Market frictions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a47_3ay_3a2022_3ai_3apb_3as1544612322000010.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Extrapolative Component in Exchange Rate Expectations and the Not-So-Puzzling Interest Parity: The Case of Uruguay",
            "abstract": "This paper analyses the importance attached to the past behaviour of the exchange rate when forming expectations and tests for the uncovered interest parity hypothesis. Using interest rate di erentials for Uruguay over 1980-2010, we identify a strong and time-varying extrapolative component in exchange rate expectations. Agents attach more importance to the past behaviour of exchange rates the higher the level of in ation is. Yet agents are able to internalise policy announcements and external events that are likely to a ect exchange rate fun- damentals. Further, we nd deviations from the uncovered interest parity hy- pothesis. These are lower than those usually reported for developed economies. Also, they tend to be higher for the period of low in ation and freely oating exchange rates. As long as what it takes to predict well is rather simple | i.e. look backwards, follow policy announcements, the interest rate di erential per- forms well. Once the exchange rate determination model becomes more intricate or less familiar to the agents, they tend to fail at predicting exchange rate depre- ciations. These results point to expectational failures as a likely explanation for the `uncovered interest parity puzzle'.",
            "keywords": [
                "Exchange rates",
                "Uncovered interest parity",
                "Expectations",
                "Emerging Economies",
                "Bias",
                "Puzzle"
            ],
            "eco_link": "https://econpapers.repec.org/paper/sussusewp/1911.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Overpricing Problem: Moral Hazard and Franchises",
            "abstract": "We hypothesize that moral hazard is an important factor in explaining the under performance of firms, identified by Ritter (1991), following initial public offerings (IPOs). We test this hypothesis by comparing post-IPO returns of franchised and non-franchised firms. Franchised IPOs, whose franchise agreements mitigate the moral hazard problems that arise from the dilution of ownership following an IPO, outperform their non-franchised, matched counterpart IPOs over five years in the aftermarket.",
            "keywords": [
                "IPO",
                "moral hazard",
                "overpricing",
                "franchises"
            ],
            "eco_link": "https://econpapers.repec.org/paper/risalbaec/2012_5f002.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The credibility of the exchange rate regime: An analisys through derivatives of the September 1992 Crisis",
            "abstract": "This paper argues that, in the September 1992 European currency crisis, market trends in derivatives, in terms of price volatility and change in volumes traded, might have represented an early indicator, in reference to the spot market, of the lack of confidence in the ability of the Italian Lira and the Sterling Pound to maintain their parities within the ERM. The assessment is made by comparing the daily data on Italian/English interbank rates with the implicit yield on short-term interest rate futures and with a maximum compatible with the ERM band created by means of German interbank rates and changes in the exchange rates",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/paper/sapwpaper/wp16.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Asymmetric Information, Predictability and Momentum in the Corporate Bond Market",
            "abstract": "We show that firm-level cross-asset predictability for bonds with a high incidence of informed trading is mostly driven by information diffusion. In contrast, the activities of uninformed investors dominate in originating predictability for the remaining bonds in the firm-level cross-section. Capitalizing on these results, we explore the role of informed and uninformed trading in determining the momentum effect. We find that gradual information diffusion is the main driver of short-term momentum. However, the effect of uninformed trading may outweigh that of information in generating large momentum returns, as it is the case for private-issuer bonds.",
            "keywords": [
                "asymmetric information",
                "informed trading",
                "uninformed trading",
                "predictability",
                "momentum",
                "corporate bonds"
            ],
            "eco_link": "https://econpapers.repec.org/paper/risalbaec/2018_5f017.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Artificial Neural Network Enhanced Parametric Option Pricing",
            "abstract": "In this paper we explore ways that alleviate problems of nonparametric (artificial neural networks) and parametric option pricing models by combining the two. The resulting enhanced network model is compared to standard artificial neural networks and to parametric models with several historical and implied parameters. Empirical results using S\\&P 500 index call options strongly support our approach.",
            "keywords": [
                "Option pricing",
                "implied volatilities",
                "implied parameters",
                "artificial neural networks",
                "optimization"
            ],
            "eco_link": "https://econpapers.repec.org/paper/scescecfa/118.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Gender and herding",
            "abstract": "This study uses a unique dataset from a large anonymous brokerage firm to examine the herding behavior of Chinese individual investors. The empirical evidence reveals that females are more inclined to follow the behavior of â\u0080\u0098same-sexâ\u0080\u0099 investors. Market conditions and stock characteristics affect females and males similarly in that individual investors herd more intensively in the bull market, on stocks with better liquidity and larger market capitalization. We find female investors generally yield lower returns than males when they herd intensively, and this finding is more pronounced during a bull-market period. Outcomes from individual-level herding measurements suggest that portfolio turnover drives the difference in herding between genders.",
            "keywords": [
                "Herding",
                "Individual investors",
                "Chinese stock markets",
                "Gender"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeempfin/v_3a64_3ay_3a2021_3ai_3ac_3ap_3a379-400.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}