{
    "page_info": {
        "page_number": 215,
        "total_pages": 259
    },
    "items": [
        {
            "title": "The rise and fall of technical trading rule success",
            "abstract": "The purpose of this paper is to examine the performance of an important set of momentum-based technical trading rules (TTRs) applied to all members of the Dow Jones Industrial Average (DJIA) stock index over the period 1928â\u0080\u00932012. Using a set of econometric models that permit time-variation in risk-adjusted returns to TTR portfolios, the results reveal that profits evolve slowly over time, are confined to particular episodes primarily from the mid-1960s to mid-1980s, and rely on the ability of investors to short-sell stocks. These findings are demonstrated to be consistent with theoretical models that predict a relationship between TTR performance and market conditions.",
            "keywords": [
                "Technical trading rules",
                "Short-selling",
                "Market conditions"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a40_3ay_3a2014_3ai_3ac_3ap_3a286-302.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Quality of PIN estimates and the PIN-return relationship",
            "abstract": "This paper provides new evidence concerning the probability of informed trading (PIN) and the PIN-return relationship. We take measures to overcome known estimation biases and improve the quality of quarterly PIN estimates. We use the average of a firmâ\u0080\u0099s PIN estimates in four consecutive quarters to smooth out the effect of seasonal variation in trading activities. We find that when high-quality PIN estimates are used, the Famaâ\u0080\u0093MacBeth cross-sectional regressions show stronger evidence for the positive PIN-return relationship than documented in the prior literature. This finding is robust to controls for the January, liquidity, and momentum effects.",
            "keywords": [
                "Probability of informed trading",
                "PIN-return relationship",
                "Quality of PIN estimates"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a43_3ay_3a2014_3ai_3ac_3ap_3a137-149.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Short-term momentum (almost) everywhere",
            "abstract": "Is there a short-term reversal effect outside the universe of individual stocks? To answer this, we investigate a comprehensive dataset of more than two centuries of returns on five major asset classes: equity indices, government bonds, treasury bills, commodities, and currencies. Contrary to stock-level evidence, we find a striking short-term momentum pattern: the most recent monthâ\u0080\u0099s return positively predicts future performance. The effect is not explained by established return predictorsâ\u0080\u0094including the standard momentumâ\u0080\u0094and is robust to many considerations. The short-term momentum is strongest among assets of high idiosyncratic volatility and in periods of elevated return dispersion. Also, the strategy payoffs display partial commonality across different asset classes.",
            "keywords": [
                "Short-term momentum",
                "Short-term reversal",
                "Early asset prices",
                "Long-term historical returns",
                "Equity indices",
                "Government bonds",
                "Treasury bills",
                "Currency",
                "Commodities"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeintfin/v_3a63_3ay_3a2019_3ai_3ac_3as1042443119300976.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The information content of option-implied information for volatility forecasting with investor sentiment",
            "abstract": "This study explores the effect of investor sentiment on the volatility forecasting power of option-implied information. We find that the risk-neutral skewness has the explanatory power regarding future volatility only during high sentiment periods. Furthermore, the implied volatility has varying volatility forecasting ability depending on the level of investor sentiment. Our findings suggest that the effectiveness of volatility forecasting models based on option-implied information varies over time with the level of investor sentiment. We confirm the important role of investor sentiment in volatility forecasting models exploiting option-implied information with strong evidence from in-sample and out-of-sample analyses. We also present improvements in the accuracy of volatility forecasts from volatility forecasting models derived by incorporating investor sentiment in these models.",
            "keywords": [
                "Investor sentiment",
                "Risk-neutral skewness",
                "Implied volatility",
                "Volatility forecasting"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a50_3ay_3a2015_3ai_3ac_3ap_3a106-120.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Forecasting liquidity-adjusted intraday Value-at-Risk with vine copulas",
            "abstract": "We propose to model the joint distribution of bid-ask spreads and log returns of a stock portfolio by using Autoregressive Conditional Double Poisson and GARCH processes for the marginals and vine copulas for the dependence structure. By estimating the joint multivariate distribution of both returns and bid-ask spreads from intraday data, we incorporate the measurement of commonalities in liquidity and comovements of stocks and bid-ask spreads into the forecasting of three types of liquidity-adjusted intraday Value-at-Risk (L-IVaR). In a preliminary analysis, we document strong extreme comovements in liquidity and strong tail dependence between bid-ask spreads and log returns across the firms in our sample thus motivating our use of a vine copula model. Furthermore, the backtesting results for the L-IVaR of a portfolio consisting of five stocks listed on the NASDAQ show that the proposed models perform well in forecasting liquidity-adjusted intraday portfolio profits and losses.",
            "keywords": [
                "Liquidity",
                "Commonality",
                "Vine copulas",
                "Liquidity-adjusted intraday Value-at-Risk"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a37_3ay_3a2013_3ai_3a9_3ap_3a3334-3350.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Index shocks, investor action and long-run stock performance in Japan: A case of cultural behaviouralism?",
            "abstract": "Building on prior literature which suggests that investors in most countries, but not Japan, are subject to behavioural biases that cause momentum, and informed by the shared cultural values in Japan which leans heavily in favour of collective action, this paper asks whether stock return patterns following revisions to the countryâ\u0080\u0099s flagship index are driven by behavioural manifestations of cultural traits specific to investors there. We find that herd-like overreaction, accompanied by strong reversals, cause stocks added to the index to underperform the market over the long term. Our findings contrast sharply with existing evidence that momentum effects drive the outperformance of stocks added to U.S.-domiciled indexes over similar horizons. Overall, the findings not only offer support to the notion that investors in different national cultures respond differently to an information shock and are subject to different cognitive biases, but also highlight the role of collective sentiment in investor decision-making around index revisions.",
            "keywords": [
                "Culture",
                "Behavioural anomalies",
                "Nikkei 225",
                "Collectivism",
                "Index changes",
                "Japan"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a18_3ay_3a2018_3ai_3ac_3ap_3a54-66.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "A STUDY OF SIZE EFFECT AND MACROECONOMICS FACTORS IN NEW YORK STOCK EXCHANGE STOCK RETURNS",
            "abstract": "The purpose of this paper is to look at the â\u0080\u0098size-effectâ\u0080\u0099 question using a large sample drawn from New York Stock Exchange prices. The impact of the stock returns' size is also examined and the validity of models explaining the observed negative relations between asset returns and inflation are addressed. The generalized impulse response functions are adopted. Further, The vector error correction model (VECM) (Johansen (1991)) is utilized to determine the impact of selected macroeconomic variables on NYSE. Results reveal that size had an impact on stock returns. Further, it appears that there is reliable negative relationship between stock prices and inflation. The level of real economic activity affects stock prices positively. Finally, interest rates have a negative relationship with stock prices",
            "keywords": [
                "Inflation",
                "Growth Rate",
                "Stock Returns",
                "Positive Accounting",
                "Market Capitalization and Portfolio Size."
            ],
            "eco_link": "https://econpapers.repec.org/article/eaaaeinde/v_3a10_3ay_3a2010_3ai_3a2_5f11.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can a machine learn from behavioral biases? Evidence from stock return predictability of deep learning models",
            "abstract": "We examine how the return predictability of deep learning models varies with stocksâ\u0080\u0099 vulnerability to investorsâ\u0080\u0099 behavioral biases. Using an extensive list of anomaly variables, we find that the long-short strategy of buying (shorting) stocks with high (low) deep learning signals generates greater returns for stocks more vulnerable to behavioral biases, i.e., small, young, unprofitable, volatile, non-dividend-paying, close-to-default, and lottery-like stocks. This performance of deep learning models for speculative stocks becomes pronounced when investor sentiment is high, and when new information is delivered through earnings announcements. Moreover, our nonlinear deep learning signals are negatively associated with analystsâ\u0080\u0099 earnings forecast error especially for speculative stocks, implying that analystsâ\u0080\u0099 forecasts are too low for speculative stocks with high deep learning signals. These results suggest that deep learning models with nonlinear structures are useful for capturing mispricing induced by behavioral biases.",
            "keywords": [
                "Deep learning",
                "Behavioral biases",
                "Empirical asset pricing"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeebeexfi/v_3a41_3ay_3a2024_3ai_3ac_3as2214635023000953.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Speculative bubbles and the cross-sectional variation in stock returns",
            "abstract": "Evidence suggests that rational, periodically collapsing speculative bubbles may be pervasive in stock markets globally, but there is no research that considers them at the individual stock level. In this study we develop and test an empirical asset pricing model that allows for speculative bubbles to affect stock returns. We show that stocks incorporating larger bubbles yield higher returns. The bubble deviation, at the stock level as opposed to the industry or market level, is a priced source of risk that is separate from the standard market risk, size and value factors. We demonstrate that much of the common variation in stock returns that can be attributable to market risk is due to the co-movement of bubbles rather than being driven by fundamentals.",
            "keywords": [
                "Speculative bubbles",
                "Asset pricing",
                "Stock returns",
                "CAPM",
                "Cross-sectional variation"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a35_3ay_3a2014_3ai_3ac_3ap_3a20-31.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The January effect for individual corporate bonds",
            "abstract": "We examine the presence, magnitude and determinants of a January effect for individual corporate bonds. Our results provide empirical evidence of positive and statistically (but not economically) significant abnormal returns in January across different event windows and models. Our results suggest that, in the addition to the term and default factors, the excess stock returns, size and book-to-market factors are priced for individual bond returns. We investigate a number of determinants of the January abnormal returns for individual bonds. Our findings suggest that the reversal and tax-loss selling effects are important determinants of the abnormal returns on individual bonds.",
            "keywords": [
                "January effect",
                "Corporate bond returns",
                "Event study",
                "Tax loss selling"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinana/v_3a30_3ay_3a2013_3ai_3ac_3ap_3a69-77.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Options-implied information and the momentum cycle",
            "abstract": "We employ options-implied information derived from implied volatility spreads and implied volatility skews to identify the momentum stage of stocks. We show that the early-stage (late-stage) momentum strategy of buying identified early-stage (late-stage) winners and selling identified early-stage (late-stage) losers outperforms (underperforms) the conventional momentum strategy of buying winners and selling losers across all momentum stages. We also find that the price momentum of the early-stage (late-stage) momentum strategy experiences slower (faster) reversal than that of the conventional momentum strategy. The outperformance of the early-stage momentum strategy comes primarily from the contribution of losers, as options-implied measures better place losers in their momentum stages than winners. Moreover, the identification ability of options-implied measures increases with the informativeness of the options market and, more importantly, is driven by their predictive information about a firmâ\u0080\u0099s fundamentals, particularly for profitability. Overall, our results indicate that options-implied information is useful in identifying the momentum stages of stocks.",
            "keywords": [
                "Momentum stage",
                "Options-implied information",
                "Implied volatility spread and skew",
                "Early- and late-stage momentum strategies"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a53_3ay_3a2021_3ai_3ac_3as1386418120300343.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Investor sentiment, style investing, and momentum",
            "abstract": "Investor sentiment is an important condition for style investing in affecting asset price predictability. We find that style returns have predictive power for future stock returns in high sentiment periods, but not low sentiment periods. The correlation between style returns and stock returns explains the variation in momentum profits in high sentiment periods, but not low sentiment periods. Sentiment has an interaction effect with style returns, but not market returns. While positive style returns predict future stock returns under high sentiment, negative style returns do not. The effect of investor sentiment on style investing is independent of prior market returns.",
            "keywords": [
                "Investor sentiment",
                "Style investing",
                "Comovement",
                "Momentum",
                "Return predictability",
                "Behavioral finance"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinmar/v_3a62_3ay_3a2023_3ai_3ac_3as1386418122000477.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}