{
    "page_info": {
        "page_number": 4,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Explaining the Behavior of Fluctuations in the Returns of Jordanian Banks: An Analytical Study",
            "abstract": "Purpose: The study attempted to identify the most important factors that affect the investment returns of Jordanian banks â\u0080\u0099shares in the financial market. Design/Approach/Methodology: By using statistical models and lag time variables (one year lag) to interpret the return on investment per share in the current year, it is concluded that there was no statistically significant effect of the following independent factors: capital adequacy, surpluses, cash, market value-added, liquidity ratio, and trading volume on return on investment for commercial bank shares. Findings: The study showed a statistically significant effect of the size of the assets and the tax rate on the return on investment of commercial banks' shares. Moreover, the independent factors explain 55% of the fluctuations that occur in the profitability of banks. Practical Implication: The study recommends paying attention to intellectual capital (added market value). It was not statistically significant and important as a factor that reflects the extent of banking awareness among clients and the extent of their acceptance of banks' new banking services. Originality/value: This study is original and attempted to identify the most important factors that affect the investment returns of Jordanian banks â\u0080\u0099shares in the financial market.",
            "keywords": [
                "Banks returns",
                "investment returns",
                "capital adequacy",
                "surplus cash",
                "market value added",
                "liquidity ratio."
            ],
            "eco_link": "https://econpapers.repec.org/article/ersijebaa/v_3aviii_3ay_3a2020_3ai_3a4_3ap_3a70-77.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Inadequate Stock Price Reactions; Evidence from Prague Stock Exchange",
            "abstract": "The paper examines how effectively a price-generating information is incorporated into the stock price. The research is dedicated to the fourteen main stocks on the Prague Stock Exchange. The investigated period was November 2012 - December 2018. The research applies a test for identifying significant price-related information, a so-called swap variance test. We analyse a price response to such information shocks. The results include both positive and negative shocks, where the positive ones are more frequent. A further exploration confirmed the existence of short-term and mid-term underreaction in the case of positive news and short term underreaction in the case of negative news. The evidence of abnormal returns identified the presence of an information inefficiency on the investigated market. The inefficiency related to negative information shocks arrives much earlier, but also lasts only for a couple of days. On the other hand, our results show that positive information shocks are more pervasive according to a portfolio holding period. We deduct from the results that investors perceive losses and gains differently and thus behave differently following the unexpected stock related news. In overall, the investors act more precise when the stock price tumbles.",
            "keywords": [
                "market efficiency",
                "price jumps",
                "swap variance",
                "underreaction"
            ],
            "eco_link": "https://econpapers.repec.org/article/faufauart/v_3a70_3ay_3a2020_3ai_3a4_3ap_3a332-349.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Financial Crisis, Ownership Effect and Investors Sentiment: Empirical Evidence from the Banking Sector in Greece",
            "abstract": "According to financial theory, in an efficient market investors reflect fully and instantaneously all relevant information on security prices in a way consistent with the economic theory. Empirical research on market efficiency investigates if there is past available information which can help to predict future returns profitably, as well as if factors not related to rational economic behaviour, influence stock prices. Financial manias and panics are examples which serve as obvious evidence against the efficient market theory. This study investigates the stock price behaviour of a number of listed banks prior and during the financial crisis of 2008-2009. Banks under investigation were separated into two categories i.e. large banks and small banks. These two categories behaved differently under the crisis. We have serious reasons to believe that the different behaviour was not due to different performance or risk exposure but due to different ownership structure. Big banks, with high institutional participation indicated stock price dynamics during the crisis, possibly because of the fact that institutional investors were affected by correlated negative sentiment or mimicking minimising loss strategies irrespectively of the quality of the banksâ\u0080\u0099 assets. Thus, the ownership structure of an asset may be of importance to its stock price behaviour contrary to the prediction of the efficient market theory.",
            "keywords": [
                "International Efficiency",
                "Institutional Investors",
                "Investorsâ\u0080\u0099 Sentiment"
            ],
            "eco_link": "https://econpapers.repec.org/article/ersjournl/v_3axiv_3ay_3a2011_3ai_3a3_3ap_3a3-18.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The Long Term Dynamics of the European Stock Exchanges: Â«Leaders and FollowersÂ»",
            "abstract": "The purpose of this article is to investigate the possibility of a long term predictive relationship among the major European stock markets, contrary to the prediction of the Efficient Market Hypothesis. Analytically, we examined the possibility of predictive relationships between the stock markets of Amsterdam, Athens, Brussels, Frankfurt, London, Madrid, Milan, Paris and Zurich for the 1992-1996 period. The theory of cointegration and Error Correction Models (ECM), provide a method of testing the extent of possible links among the European equity markets. The statistical results indicated that the stock exchange of London Â«leadsÂ» and the Athens Stock Exchange Â«followsÂ» some of the other European markets.",
            "keywords": [],
            "eco_link": "https://econpapers.repec.org/article/ersjournl/v_3aiii_3ay_3a2000_3ai_3a1-2_3ap_3a57-66.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market Trend, Company Size and Microstructure Characteristics of Intraday Stock Price Formations",
            "abstract": "The purpose of this study is to investigate whether there are certain price patterns during the trading session in the Athens Stock Exchange (ASE). We investigate statistically the series of stock returns, the volatility of stock returns and trading volume. In our analysis we use data from two different time periods; a period of rising prices (â\u0080\u009cbullâ\u0080\u009d market) and a period of declining stock prices (â\u0080\u009cbearâ\u0080\u009d market). We also use different categories of shares i.e. blue chips, medium capitalization stocks and small capitalization stocks. Our results indicate that there exist specific intraday patterns. The explanation of the revealed patterns can be based on investor sentiment and stock market microstructure characteristics",
            "keywords": [
                "pattern",
                "intraday",
                "microstructure",
                "regression"
            ],
            "eco_link": "https://econpapers.repec.org/article/ersjournl/v_3avi_3ay_3a2003_3ai_3a1-2_3ap_3a81-96.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "An investigation of Price â\u0080\u0093 Volume intraday patterns under â\u0080\u009cBullâ\u0080\u009d and â\u0080\u009cBearâ\u0080\u009d market conditions",
            "abstract": "There has been a common belief among stock market practitioners that stock prices move along with trading volume creating certain patterns in price and volume formation. Nevertheless, the above argument was hardly recognised by the academic community since for a number of years statistical results indicated that the stock market is an efficient market i.e. a market where past available information is of no use in predicting future returns profitably, and/or non rational factors do not influence stock prices; The last decade the research for market efficiency was expanded and the use of new large data sets and advanced techniques indicated deviations from the predictions of the Efficient Market Hypothesis (E.M.H.). This study investigates whether there exists a relationship between stock returns and trading volume in the Athens Stock Exchange (A.S.E.) and if such a relationship forms evidence against the E.M.H. We believe that we add to the research in this area since we use intraday data and investigate for a possible relationship under different market states and for different categories of shares.",
            "keywords": [
                "informational efficiency",
                "stock prices",
                "trading volume",
                "causality"
            ],
            "eco_link": "https://econpapers.repec.org/article/ersjournl/v_3avi_3ay_3a2003_3ai_3a3-4_3ap_3a53-66.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Who, if anyone, reacts to accrual information?",
            "abstract": "We show that the vast majority of investors ignore value-relevant accruals information when it is first released, but that investors who initiate trades of at least 5,000 shares tend to transact in the proper direction. These investors trade on accruals information only when the previously-announced earnings signal is non-negative. Unconditionally, those investors initiating the smallest trades appear to respond to accruals in the wrong direction, but further investigation suggests this behavior is explained by their attraction to attention-grabbing stocks. Finally, we find that those who trade on accruals information have insufficient market power to mitigate the accruals anomaly.",
            "keywords": [
                "Market efficiency",
                "Anomalies",
                "Accruals",
                "Earnings"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejaecon/v_3a53_3ay_3a2012_3ai_3a1_3ap_3a205-224.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Monthly cyclicality in retail Investorsâ\u0080\u0099 liquidity and lottery-type stocks at the turn of the month",
            "abstract": "The well-documented underperformance of lottery stocks masks a within-month cyclical pattern. Demand for lottery stocks increases at the turn of the month, especially in areas whose demographic profile resembles that of typical lottery-ticket buyers (i.e., gamblers), thus driving their prices higher. This effect is rooted in local retail investorsâ\u0080\u0099 preference for lottery stocks and propelled by the within-month cyclicality of local investorsâ\u0080\u0099 personal liquidity positions. A long-short investment strategy based on this cyclical pattern of lottery stocksâ\u0080\u0099 performance yields gross abnormal returns of about 12.6% per year.",
            "keywords": [
                "Lottery-type stocks",
                "Turn-of-the-month effect",
                "Gambling"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a88_3ay_3a2018_3ai_3ac_3ap_3a176-191.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impacts of asymmetric information and short sales on the illiquidity risk premium in the stock option market",
            "abstract": "The illiquidity risk premium hypothesis implies the existence of a positive relation between illiquidity in the option market and option returns. Based on numerous studies within the extant literature examining the roles of informed traders in the option markets, we explore how information asymmetry and short sales affect the illiquidity risk premium hypothesis. We find that the illiquidity risk premium is higher for both call and put options of those firms with higher information asymmetry, which is particularly driven by small firms. We also find that it is higher for put (call) options of those stocks with lower (higher) short-sale supply (demand).",
            "keywords": [
                "Information asymmetry",
                "Short sales",
                "Short-sale constraints",
                "Informed traders",
                "Option illiquidity premium"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbfina/v_3a94_3ay_3a2018_3ai_3ac_3ap_3a152-165.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Price reversals and price continuations following large price movements",
            "abstract": "We concurrently examine price reversals and price continuations that follow extreme one-day price changes in the period 1986â\u0080\u00932015. Consistent with the overreaction and underreaction hypotheses, we find that investors overreact to non-information-based price movements and underreact to public announcements containing firm-specific information. We also find that, consistent with the liquidity hypothesis, smaller firms and firms with lower institutional ownership are more likely to experience price reversals relative to price continuations. The magnitudes of reversals and continuations are also greater for smaller firms and firms with lower institutional ownership. Liquidity improvement following the post-decimalization period led to the reduction in the magnitudes of both, price reversals and continuations. These findings have implications for future debate about underlying reasons of observed price movements and the impact of decimalization on financial markets.",
            "keywords": [
                "Price reversals",
                "Price continuations",
                "Stock liquidity",
                "Decimalization"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeejbrese/v_3a95_3ay_3a2019_3ai_3ac_3ap_3a1-12.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Informed trading, trading strategies and the information content of trading volume: Evidence from the Taiwan index options market",
            "abstract": "This paper examines the predictive ability of index option put-call volume on next-day index movements in the Taiwan market. We find that foreign institutional investors are the most informed traders, with their predictive ability being more apparent in a downward market. When engaging in informed trading, foreign institutional investors tend to use out-of-the-money options to achieve high leverage, along with medium-term options to obtain large delta exposure and low theta risk, whilst also sacrificing liquidity by forgoing the use of short-term options. The predictive ability of foreign institutional investors is found to be significantly enhanced on days with important macroeconomic news, thereby indicating their superior interpretative ability of publicly accessible information. Based upon their long-lived informational advantage, foreign institutional investors will tend to engage in informed trading using limit orders and medium-sized trades in order to camouflage their information.",
            "keywords": [
                "Index options",
                "Options volume",
                "Informed trading",
                "Foreign institutional investors",
                "Taiwan"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeintfin/v_3a31_3ay_3a2014_3ai_3ac_3ap_3a187-215.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "COVID-19 and time-frequency spillovers between oil and sectoral stocks and portfolio implications: Evidence from China and US economies",
            "abstract": "This paper examines the volatility spillovers and the time-frequency dependence between crude oil and stock sectors in the U.S. and China using both wavelet coherence and asymmetric BEKK GARCH models. This study also investigates the impact of the COVID-19 pandemic on spillover effects and portfolio management. The results reveal strong positive co-movements between WTI oil and US sector stock returns at medium and low frequencies particularly in 2020Q1. We find significant long-term co-movements between oil and Chinese sector stock returns (64â\u0080\u0093128 days). Furthermore, the findings reveal a significant and asymmetric volatility transmission between oil and sector stocks in both the US and Chinese economies. The evidence of spillovers is more pronounced during the COVID-19 period. It is recommended that equity investors should hold more stocks than oil assets to minimize risk without reducing the expected return. Finally, hedging with oil is expensive for U.S. sectors during the pandemic but inexpensive for Chinese sectors.",
            "keywords": [
                "COVID-19",
                "Industry sectors",
                "Spillovers",
                "Wavelet",
                "Asymmetric BEKK GARCH model",
                "Hedging"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeeinteco/v_3a180_3ay_3a2024_3ai_3ac_3as2110701724000775.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}