{
    "page_info": {
        "page_number": 131,
        "total_pages": 259
    },
    "items": [
        {
            "title": "Information sensitivity of corporate bonds: Evidence from the COVID-19 crisis",
            "abstract": "We explore the information sensitivity of corporate bonds throughout the COVID-19 crisis by examining whether there is a differential market response to firms with high operating leverage. Our results show that investors appear to discriminate based on firm operating leverage, which estimates the inability to adjust operating inputs quickly. Spreads of high operating leverage firms increase by 70 basis points upon the Fedâ\u0080\u0099s corporate credit facilities announcement, while spreads from all other firms decreased, indicating concern about potential downgrades. When the facilities expanded, which made some downgraded firms eligible, spreads declined by 146 basis points for highly leveraged firms.",
            "keywords": [
                "COVID-19",
                "Bond spreads",
                "Corporate bonds",
                "Operating leverage"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a42_3ay_3a2021_3ai_3ac_3as1544612320317256.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "COVID-19: Fear of pandemic and short-term IPO performance",
            "abstract": "This study analyzes the relationship between COVID-19 related fear and short-term IPO performance. Though the average market-adjusted initial return of IPOs in the year 2020 is higher than that of the last four decades, it decreases if fear of pandemic increases. The evidence is robust when we use matching firm-adjusted initial returns. Next, we analyze the persistence of performance after the IPO date. The results show that the performance of IPO firms is more sensitive to the fear of the pandemic than the performance of similar existing firms.",
            "keywords": [
                "Initial returns",
                "Fear of COVID-19",
                "Event study"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a43_3ay_3a2021_3ai_3ac_3as1544612321000581.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "State-level COVID-19 outbreak and stock returns",
            "abstract": "We use state-level data to evaluate the connection between outbreaks of COVID-19 and stock returns over the period January-June 2020. We show that daily increases in the number of infected cases, hospitalized cases, and deaths are negatively associated with next day stock returns of firms headquartered in the same state. The relationship is weaker among states with high levels of medical resources and states that are likely to get support from the federal government. In addition, we find that the negative effect is reduced for firms that report an expectation that an outbreak will increase revenues and for firms with a strong corporate social responsibility practice. We believe our study is the first paper to assess cross-sectional stock price reactions to COVID-19 as a function of the state-level impact of the pandemic outbreak.",
            "keywords": [
                "COVID-19",
                "Stock returns",
                "Corporate social responsibility",
                "State-level analysis"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a43_3ay_3a2021_3ai_3ac_3as1544612321000830.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Information content of order imbalance in an order-driven market: Indian Evidence",
            "abstract": "This article examines the information content of order imbalance (OIB), using 195 most active stocks from the National Stock Exchange of India. The private information of order flow has a persistent impact on prices, and makes the short-term returns predictable. The predictability appears strong for the first five minutes, and perishes within thirty minutes. Furthermore, the information inherent in the order flow impacts the deeper levels of limit-order book, indicating the presence of informed traders beyond the best quotes. Overall, the results support the information asymmetry hypothesis for the pure order-driven market of India.",
            "keywords": [
                "Order imbalance",
                "Market microstructure",
                "Liquidity",
                "Limit-order book",
                "Information asymmetry",
                "Short-term return predictability"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a41_3ay_3a2021_3ai_3ac_3as1544612320316779.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The volatility of daily tug-of-war intensity and stock market returns",
            "abstract": "We examine the predictive role of the volatility of daily tug-of-war intensity (VDTWI) in stock market returns. Based on the empirical evidence in China, we show that VDTWI significantly and positively impacts stock market returns. Moreover, the out-of-sample forecasting of VDTWI also performs well. Results show that the model of VDTWI has an out-of-sample R-squared of 3.473% and great economic values, of which certainty equivalent return and Sharpe ratio gains are 8.683 and 0.630, respectively. Furthermore, combining the volatility of daily tug-of-war intensity and popular predictors can improve forecasting performance.",
            "keywords": [
                "Daily tug of war",
                "Volatility of daily tug-of-war intensity",
                "Return forecasting"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a55_3ay_3a2023_3ai_3apa_3as1544612323002398.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Monetary policy as market stabilizer in the COVID-19 pandemic",
            "abstract": "We categorize expansionary monetary policies based on interest rates, monetary easing, and liquidity decisions. We find that the stock market reacts positively to liquidity policy announcements by a more significant margin during and after the COVID-19 at market and industry levels compared with reactions to interest rate or monetary easing policy announcements. The economic consequences are large and persistent. Using firm characteristics as proxies for monetary policy transmission channels, we find that at firm level, the positive responses to liquidity policy announcements during the crisis are more pronounced for small and medium-sized businesses and non-state-owned enterprises relative to other enterprises.",
            "keywords": [
                "Chinese monetary policy",
                "Event study",
                "Stock market",
                "Monetary policy transmission channels"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a55_3ay_3a2023_3ai_3apb_3as154461232300332x.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "CEO overconfidence, lottery preference and the cross-section of stock returns",
            "abstract": "Unlike existing studies that mostly focus on investorsâ\u0080\u0099 biased behavior in explaining the lottery-related anomaly, our study highlights the importance of CEO overconfidence for the anomaly. We propose that CEO overconfidence could enhance investorsâ\u0080\u0099 confidence in the stock's price even if the stock exhibits lottery-like payoffs. As a result, lottery stocks with overconfident CEOs are less prone to subsequent underperformance. Based on portfolio-based analyses and cross-sectional regressions, we provide robust evidence to confirm this hypothesis. Our study has important implications to the literature on both lottery-related anomaly and CEO overconfidence.",
            "keywords": [
                "CEO overconfidence",
                "Lottery preference",
                "Maximum daily returns",
                "Stock returns"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a54_3ay_3a2023_3ai_3ac_3as1544612323001228.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Time-varying characteristics of information flow networks in the Chinese market: An analysis based on sector indices",
            "abstract": "This study analyses the dynamics of the information flow between sector indices in the Chinese market. Calculations show that the effective transfer entropy matrix is time-varying and stable over most periods, and that a few critical events strongly affect the information flow dynamics. We analyse the dynamics using IS (influence strength)-analysis and find that abnormal IS values were accompanied by high market volatility and major events. In particular, we find that the dominant information source changes drastically over time in the sequence of information flow networks, suggesting that the dominant sector is volatile.",
            "keywords": [
                "Information flow",
                "Chinese market",
                "IS-analysis",
                "Transfer entropy"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a54_3ay_3a2023_3ai_3ac_3as1544612323001447.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Can prospect theory explain anomalies in the Chinese stock market?",
            "abstract": "To measure the decisive role of prospect theory, we use a quantitative model to test 15 anomalies in the Chinese stock market. The results show that when investors engage in prospect theory, two-thirds of the anomalies are made correct predictions within a reasonable parameter range. We reveal that prospect theoryâ\u0080\u0099s ability to explain market anomalies is primarily driven by loss aversion and diminishing sensitivity in China. When factoring in prior gains and losses, retail investors do not demonstrate a predilection for gambling on â\u0080\u009clottery-typeâ\u0080\u009d stocks. We quantify prospect theoryâ\u0080\u0099s impact on Chinese stock pricing, proving psychological factors can be measured.",
            "keywords": [
                "Prospect theory",
                "Asset pricing",
                "Market anomaly",
                "Chinese stock market"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a58_3ay_3a2023_3ai_3apb_3as1544612323008383.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "The impact of internet articles on investor trading decisions by investor types: Evidence from Korean stock market",
            "abstract": "This study investigates the impact of internet articles, such as blogs or internet community posts, on investorsâ\u0080\u0099 trading decisions in response to uncertain news (i.e., rumors). Leveraging the unique disclosure requirement in Korea, which verifies rumors via firm disclosures, we are able to identify trading activities associated with rumors. We find that internet article coverage affects individual investorsâ\u0080\u0099 decisions, but not those of institutional investors. Moreover, the post-disclosure returns deteriorate only for individual investors with internet article coverage. Overall, these results suggest that internet articles adversely affect individual investorsâ\u0080\u0099 trading decisions on rumors, resulting in a wealth transfer from individual investors to institutional investors.",
            "keywords": [
                "Internet articles",
                "Social media",
                "Blog",
                "Information environment",
                "Inquiry disclosure",
                "Mandatory disclosure",
                "Rumor",
                "Investment decision",
                "Institutional investors",
                "Individual investors"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a56_3ay_3a2023_3ai_3ac_3as1544612323004828.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Dependences and dynamic spillovers across the crude oil and stock markets throughout the COVID-19 pandemic and Russia-Ukraine conflict: Evidence from the ASEAN+6",
            "abstract": "This research studies WTI crude oil and stock price dynamics in Australia, China, Indonesia, India, Japan, Korea, Malaysia, New Zealand, the Philippines, Singapore, Thailand, and Vietnam. We investigate data from January 2, 2018, to June 13, 2023 using BEKK- and DCC-GARCH. Crude oil volatility affects ASEAN+6 stock markets. Crude oil volatility spillovers were not statistically significant during pre-COVID-19, COVID-19 outbreak, and Russia-Ukraine war periods. After the crisis, asymmetric volatility remained prominent. The findings suggest that investors diversifying their portfolios should consider dynamic volatility and crude oil-stock price correlations to maximize returns and decrease risk.",
            "keywords": [
                "Crude oil",
                "Multivariate GARCH",
                "Russia-Ukraine war",
                "Stock price",
                "Volatility spillover"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a57_3ay_3a2023_3ai_3ac_3as1544612323006219.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        },
        {
            "title": "Market inefficiency spillover network across different regimes",
            "abstract": "This study examines risk transmission among 34 stock markets from the perspective of market inefficiency spillover effects. We suggest the use of the hidden Markov model along with the multifractal detrended fluctuation analysis to measure the degree of market efficiency for both bull and bear regimes. Dieboldâ\u0080\u0093Yilmaz spillover indices are used to document the asymmetric characteristics of market inefficiency spillovers in bull and bear regimes. When the market crashes or bubbles and the external economic and financial environment worsens, inefficiency spillovers increase significantly.",
            "keywords": [
                "Market inefficiency spillover",
                "Network connectedness",
                "Multifractal analysis",
                "Market regimes"
            ],
            "eco_link": "https://econpapers.repec.org/article/eeefinlet/v_3a58_3ay_3a2023_3ai_3apc_3as1544612323009492.htm",
            "reviewed_by": "Pro/deepseek-ai/DeepSeek-V3"
        }
    ]
}